Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/introduction/*.po
Languages: ar, bg, ca_es, cs, es_es, it, lt_lt, ms_my, nl_nl, pt_br, ru, sr, sv, zh_tw

source: Introduction
ar: مقدمة
bg: Въведение
ca_es: Introducció
cs: Představení
es_es: Introducción
it: Introduzione
lt_lt: Įvadas
ms_my: Pengenalan
nl_nl: Introductie
pt_br: Introdução
ru: Введение
sr: Представљање
sv: Introduktion
zh_tw: 簡介

source: For a retrospective future.
ar: لمستقبل متطلعٍ للقادم
bg: За ретроспективно бъдеще.
ca_es: Per un futur retrospectiu.
cs: Pro retrospektivní budoucnost.
es_es: Por un futuro en retrospectiva
it: Per un futuro retrospettivo.
lt_lt: Retrospektyviai ateičiai.
nl_nl: Voor een toekomst met terugwerkende kracht.
pt_br: Por um futuro retrospectivo.
ru: Сделать будущее знакомым.
sr: За ретроспективу будућност.
sv: För en retrospektiv framtid.
zh_tw: 針對懷舊的未來

source: What is Ubuntu MATE?
ar: ما "أبونتو ماتيه" ؟
bg: Какво е Ubuntu MATE?
ca_es: Què és Ubuntu MATE?
cs: Co je Ubuntu MATE?
es_es: ¿Qué es Ubuntu MATE?
it: Che cos'è Ubuntu MATE?
lt_lt: Kas yra Ubuntu MATE?
ms_my: Apa itu Ubuntu MATE?
nl_nl: Wat is Ubuntu MATE?
pt_br: O que é o Ubuntu MATE?
ru: Что такое Ubuntu MATE?
sr: Шта је Убунту Мејт?
sv: Vad är Ubuntu MATE?
zh_tw: 什麼是Ubuntu MATE?

source: Ubuntu MATE is an operating system -- the core software that runs your computer, similar to
ar: إن "أبونتو ماتيه" نظام تشغيلٍ ، نظام التشغيل هو الجزء البرمجي الأساسي الذي يشغل جهازك ، شبيه بـ :
bg: Ubuntu MATE е операционна система - основният софтуер, който движи твоя компютър, подобно на
ca_es: Ubuntu MATE és un sistema operatiu -- el programari principal que s'executa al vostre equip, similar a
cs: Ubuntu MATE je operační systém -- základní programové vybavení, které běží ve vašem počítači, je podobné jako
es_es: Ubuntu MATE es un sistema operativo - la base de software que hace funcionar a tu ordenador, similar a
it: Ubuntu MATE è un sistema operativo -- il sistema principale che fa funzionare il tuo computer, simile a
lt_lt: Ubuntu MATE yra operacinė sistema -- pagrindinė jūsų kompiuterį valdanti programinė įranga, panaši į
ms_my: Ubuntu MATE merupakan sebuah sistem pengoperasian -- iaitu perisian teras yang menjalankan komputer anda, seperti
nl_nl: Ubuntu MATE is een besturingssysteem - De kern die uw computer doet werken, vergelijkbaar met
pt_br: Ubuntu MATE é um sistema operacional - o núcleo que faz o seu computador funcionar, de forma similar ao
ru: Ubuntu MATE - операционная система, заставляющая ваш компьютер работать, так же как и
sr: Убунту Мејт је оперативни систем — кључни програм који покреће ваш рачунар, сличан
sv: Ubuntu MATE är ett operativsystem - kärnmjukvaran som körs på din dator, liknande
zh_tw: Ubuntu MATE是一個作業系統--在您電腦上執行的核心軟體，相似於

source: Microsoft's Windows
ar: "مايكروسوفت ويندوز"
bg: Microsoft Windows
ca_es: Windows de Microsoft
cs: Microsoft Windows
es_es: Windows de Microsoft
it: Windows di Microsoft
lt_lt: Microsoft Windows
ms_my: Window Microsoft
nl_nl: Windows van Microsoft
pt_br: Microsoft Windows
ru: Microsoft Windows
sr: Мајкрософт Виндоузу
zh_tw: 微軟的Windows

source: Apple's OS X
ar: او نظام الماك من آبل
bg: OS X на Apple
ca_es: OS X d'Apple
cs: Apple OS X
es_es: OS X de Apple
it: OS X di Apple
lt_lt: Apple OS X
ms_my: OS X Apple
nl_nl: OS X van Apple
pt_br: Apple OS X
ru: Apple OS X
sr: Ејпловом ОС Икс-у
zh_tw: Apple的OS X

source: and
ar: و
bg: и
ca_es: i
cs: a
es_es: y
it: e
lt_lt: ir
ms_my: dan
nl_nl: en
pt_br: e
ru: и
sr: и
sv: och
zh_tw: 和

source: Google's Chrome OS
ar: نظام جوجل : "كروم أو إس"
bg: Chrome OS на Google
ca_es: Chrome OS de Google
cs: Google Chrome OS
es_es: Chrome OS de Google
it: Chrome OS di Google
lt_lt: Google Chrome OS
ms_my: Chrome OS Google
nl_nl: Chrome OS van Google
pt_br: Google Chrome OS
ru: Google Chrome OS
sr: Гугловом Хром ОС-у
zh_tw: Google的Chrome OS

source: Ubuntu MATE is a distribution (variation) of GNU/Linux. A dependable, secure, capable, and modern computer system that rivals all others in popularity and actual use.
bg: Ubuntu MATE е дистрибуция (вариант) на GNU/Linux. Надеждна, сигурна, умела и модерна компютърна система която е в конкуренция с всички останали откъм популярност и употреба.
ca_es: Ubuntu MATE és una distribució (variació) de GNU/Linux. Un sistema informàtic fiable, segur, capaç i modern que rivalitza amb tots els altres en popularitat i ús real.
it: Ubuntu MATE è una distribuzione (variazione) di GNU/Linux. Un affidabile, sicuro,capace, e moderno sistema per i computer che rivaleggia con tutti gli altri in popolarità e uso.
ms_my: Ubuntu MATE ialah distribusi (atau variasi) GNU/Linux. Sebuah sistem komputer modern, berupaya dan selamat yang setanding dengan lain-lain distribusi dari segi kepopularan dan penggunaannya.
nl_nl: Ubuntu MATE is een distributie (variant) van GNU/Linux. Een betrouwbaar, veilig, bekwaam en modern besturingssysteem dat wedijvert met alle anderen in populariteit en feitelijk gebruik.
ru: Ubuntu MATE как одно из воплощений GNU/Linux, представляет собой надежную, безопасную, гибкую и современную операционную систему, способную потеснить всех прочих в популярности и массовом использовании.
sr: Убунту Мејт је дистрибуција (варијација) Гну/Линукса. Поуздан, сигуран, способан, и савремен рачунарски систем који конкурише свим осталим у популарности и стварној употреби.

source: Unlike other operating systems, Linux is a major one used:
bg: За разлика от другите операционни системи, Линукс е основната използвана при следните случаи:
ca_es: A diferència d'altres sistemes operatius, Linux és un dels més utilitzats:
it: A differenza di altri sistemi operativi, Linux è uno dei maggiormente utilizzati in:
ms_my: Tidak seperti lain-lain sistem pengoperasian, Linux kebanyakannya digunakan:
nl_nl: Anders dan andere besturingssystemen is Linux een veel gebruikt systeem op:
ru: В отличии от других операционных систем, Linux действительно является фаворитом для:
sr: За разлику од других оперативних система, Линукс је један од главних који се користи:

source: on most of the world's fastest and most powerful supercomputers
ar: أغلب الحواسيب الخارقة الأسرع و الأقوى في العالم .
bg: на най-бързите и мощни суперкомпютри в света
ca_es: en la majoria dels superordinadors més ràpids i potents del món
cs: na většině z nejrychlejších a nejvýkonnějších světových superpočítačů
es_es: en la mayoría de los superordenadores más rápidos y poderosos del mundo
it: nella maggior parte dei super computer più veloci e potenti del mondo
lt_lt: pačiuose greičiausiuose ir galingiausiuose pasaulio superkompiuteriuose
ms_my: pada kebanyakan superkomputer yang terkuat dan terpantas
nl_nl: Het overgrote deel van 's werelds snelste en krachtigste supercomputers
pt_br: na maioria dos mais rápidos e mais poderosos supercomputadores do mundo
ru: большинства самых быстрых в мире и наиболее мощных суперкомпьютеров
sr: на већини најбржих и најмоћнијих светских суперкомпјутера
sv: på de flesta av världens snabbaste och mest kraftfullaste superdatorer
zh_tw: 在世界上大部份最快的超級電腦

source: on many of (if not most of) the computers that make up the backbone of Internet
bg: на много от (ако не повечето от) компютрите, които представляват "гръбнака" на Интернет
ca_es: en molts (si no la majoria) dels equips que conformen la columna vertebral d'Internet
it: su molti ( se non sulla maggior parte) dei computer che sono la colonna vertebrale di Internet.
ms_my: pada kebanyakan (bukan semuanya) komputer yang menjadi tulang belakang Internet
nl_nl: veel (indien niet de meeste) computers die ervoor zorgen dat de backbone van internet werkt
ru: многих (если не всех) компьютеров, формирующих основу сети Интернет
sr: на многим (ако не и на већини) рачунара који чине окосницу Интернета

source: and on corporate servers that require stability and reliability
ar: ويشغّل الخوادم التي تتطلب الاستقرار والموثوقية
bg: на корпоративните сървъри, които имат нужда от стабилност и надеждност
ca_es: i en els servidors corporatius que requereixen estabilitat i fiabilitat
cs: a na firemních serverech, které vyžadují stabilitu a spolehlivost
es_es: y en servidores corporativos que requiren estabilidad y fiabilidad
it: e sui server aziendali che richiedono stabilità e affidabilità.
lt_lt: ir korporaciniuose serveriuose, kurie reikalauja stabilumo ir patikimumo
ms_my: pada pelayan korporat yang memerlukan kestabilan dan kebolehpercayaan tinggi
nl_nl: zakelijke servers waarop stabiliteit en betrouwbaarheid vereist zijn
pt_br: e nos servidores corporativos que requerem estabilidade e segurança
ru: корпоративных серверов, от которых действительно требуется беспрецедентная стабильность и надежность работы
sr: и на корпоративним серверима који захтевају стабилност и поузданост
sv: och hos företagservrar som kräver stabilitet och pålitlighet
zh_tw: 而且企業用的伺服器需要穩定且可靠

source: Ubuntu MATE is a stable, easy-to-use operating system with a configurable desktop environment. It is ideal for those who want the most out of their computers and prefer a traditional desktop metaphor. With modest hardware requirements, it is suitable for modern desktops and laptops, single board computers (such as the Raspberry Pi) and older hardware alike.
ar: أبونتو ماتيه نظام تشغيل مستقر، سهل الاستخدام مع بيئة سطح مكتب قابلة للتخصيص. وهو مثالي لأولئك الذين يريدون الإفادة القصوى من حواسيبهم ويفضلون سطح مكتب تقليدي. مع متطلباته المتواضعة للعتاد، أبونتو ماتيه مناسب لأجهزة سطح المكتب والمحمول الحديثة، الأجهزة أحادية اللوحة (مثل رازبيري باي) والأجهزة القديمة على حدّ سواء.
bg: Ubuntu Mate е стабилна и лесна за употреба операционна система с конфигурируема работна среда. Идеална е за тези, които желаят да извлекат максимума от своите компютри и предпочитат традиционна работна среда. Със скромните си хардуерни изисквания, тя е подходяща за модерни десктоп машини и лаптопи, миникомпютри (като Raspberry Pi), както и за стар хардуер.
ca_es: Ubuntu MATE és un sistema operatiu estable i fàcil d'usar amb un entorn d'escriptori configurable. És ideal per a aquells que volen el màxim rendiment dels seus ordinadors i prefereixen una metàfora d'escriptori tradicional. Amb requisits de maquinari modests, és adequat per als equips de sobretaula i portàtils moderns, per als ordinadors de placa única (com ara Raspberry Pi) i per al maquinari antic.
cs: Ubuntu MATE je stabilní, snadno použitelný operační systém s nastavitelným prostředím pracovní plochy. Je ideální pro ty, kteří chtějí ze svého počítače získat co nejvíce a upřednostňují tradiční metaforu desktopového prostředí. Se svými skromnými požadavky na hardware je vhodné pro moderní stolní počítače a přenosné počítače, jednodeskové počítače (například Raspberry Pi) i pro počítače se starším hardwarem.
es_es: Ubuntu MATE es un sistema operativo estable y de fácil uso con un entorno de escritorio configurable. Es ideal para aquellos que quieran sacar el máximo provecho de sus ordenadores y prefieren una metáfora de escritorio tradicional. Con requerimientos de hardware modestos, es apropiado para ordenadores sobremesa y portátiles moderno, ordenadores de una sola placa (como la Raspberry Pi) y hardware antiguo por igual.
it: Ubuntu MATE è un sistema operativo stabile e facile da usare, con un ambiente desktop configurabile. E' ideale per quelli che vogliono il massimo dai loro computer e preferiscono una metafora desktop tradizionale. Con dei requisiti hardware modesti, è adatto per i computer desktop e laptop moderni, per i single board computer ( come la Raspberry Pi) e anche per hardware vecchio.
lt_lt: Ubuntu MATE yra stabili, lengva naudoti operacinė sistema su konfigūruojama darbalaukio aplinka. Ji idealiai tinka tiems, kas nori pilnai išnaudoti savo kompiuterį ir teikia pirmenybę tradicinei darbalaukio aplinkai. Su vidutiniais aparatinės įrangos reikalavimais, Ubuntu MATE tinka šiuolaikiniams staliniams bei nešiojamiesiems kompiuteriams, vienplokščiams kompiuteriams (tokiems kaip Raspberry Pi), o taip pat senesnei aparatinei įrangai.
ms_my: Ubuntu MATE adalah sistem pengoperasian yang stabil, mudah digunakan dengan persekitaran desktop boleh dikonfigur. Ia sesuai untuk mahu membuat banyak tugasan di kompter mereka dengan metafora desktop ala tradisional. Dengan keperluan perkakasan sederhana, ia sesuai untuk komputer desktop dan komputer riba modern, komputer berpapan tunggal (seperti Raspberry Pi) dan lain-lain perkakasan berusia yang seumpama dengannya.
nl_nl: Ubuntu MATE is een stabiel, gemakkelijk te gebruiken besturingssysteem met een configureerbaar bureaubladomgeving. Het is ideaal voor diegenen onder ons die het meeste uit hun computers willen persen, en die een traditioneel bureaublad verkiezen. Het is geschikt voor moderne desktops en laptops, single board computers (zoals de Raspberry Pi) alsook oudere hardware.
pt_br: Ubuntu MATE é um sistema operacional estável, de fácil uso com uma interface configurável. É o ideal para aqueles que querem o melhor de seus computadores e preferem uma interface tradicional. Com requisitos de hardware modestos, é adequado para modernos desktops e laptops, computadores de placa única (Como o Raspberry Pi) e hardware antigo também.
ru: Ubuntu MATE - надежная и простая в использовании операционная система с настраиваемой рабочей средой. Она идеально подходит для тех, кто хочет добиться наибольшей отдачи от своих компьютеров и предпочитает традиционный интерфейс. Благодаря скромным требованиям к оборудованию, она может использоваться как на современных настольных компьютерах, ноутбуках и одноплатных компьютерах (например, Raspberry Pi), так и на более старом оборудовании.
sr: Убунту Мејт је стабилан, једноставан за употребу оперативни систем са подесивим радним окружењем. Идеалан је за оне који желе највише од својих рачунара и више им се допада метафора традиционалне радне површи. Са скромним хардверским захтевима, погодан је за модерне стоне и преносиве рачунаре, обједињене рачунаре (као што је Расбери Пи) и за старији хардвер подједнако.
sv: Ubuntu MATE är ett stabilt och lättanvändigt operativsystem med en konfigurerbar skrivbordsmiljö. Den är idealisk för dem som vill få ut det mesta utav sina datorer och som föredrar en traditionell skrivbordsmiljö. Med dess blygsamma hårdvarukrav så är den lämplig såväl för moderna skrivbordsdatorer som för bärbara datorer och för små enkortsdatorer (såsom Raspberry Pi) eller annan äldre liknande hårdvara.
zh_tw: Ubuntu MATE是一個穩定，易用且可自訂的桌面系統。對於想要擁有全功能且喜歡傳統桌面哲學的使用者特別理想。不高的硬體需求使Ubuntu MATE適合當代桌機、筆電、單板電腦(例如Raspberry Pi).甚至是老舊的電腦。

source: The operating system is more secure, and better supported than the operating system pre-installed on most home computer hardware today.
ar: نظام التشغيل أشد أمناً، ومدعوم أكثر من أنظمة التشغيل التي تأتي مثبتة مسبقاً على معظم أجهزة الحاسب المنزلية اليوم.
bg: Операционната система е сигурна и по-добре поддържана от операционната система предварително инсталирана на повечето домашни компютри днес.
ca_es: El sistema operatiu és més segur i té una millor compatibilitat que el sistema operatiu preinstal·lat en la majoria del maquinari dels ordinadors de casa d'avui en dia.
cs: Tento operační systém je bezpečnější a lépe podporovaný než většina operačních systémů dnes předinstalovaných na většině domácího počítačového hardwaru.
es_es: El sistema operativo es más seguro, y está mejor respaldado que el sistema operativo preinstalado en la mayoría del hardware de computación doméstico de hoy.
it: Il sistema operativo è più sicuro, e meglio supportato della maggior parte dei sistemi operativi preinstallati nei computer di oggi.
lt_lt: Operacinė sistema yra saugesnė ir geriau palaikoma nei daugelis, šiuo metu į namų naudotojų kompiuterius iš anksto įdiegtų operacinių sistemų.
ms_my: Sistem pengoperasian adalah lebih selamat, sokongan lebih baik berbanding sistem pengoperasian pra-pasang pada kebanyakan komputer rumah hari ini.
nl_nl: Het besturingssysteem is veiliger en beter ondersteund dan het besturingssysteem dat de dag van vandaag op de meeste computers vooraf geïnstalleerd wordt.
pt_br: Nosso sistema operacional é mais seguro, e mais capacitado que o sistema operacional pré-instalado na maioria dos computadores pessoais hoje.
ru: Ubuntu MATE предлагает большую защищенность и лучшую поддержку, чем операционные системы, предустановленные на современные домашние компьютеры.
sr: Оперативни систем је много безбеднији и боље подржан него оперативни системи који су унапред инсталирани на већини кућних рачунара данас.
sv: Operativsystemet är mer säkert och har bättre stöd än de operativsystem som är förinstallerade på de flesta hemmadatorer som finns idag.
zh_tw: 這個作業系統更加地安全，而且比大部份預先安裝在家用電腦上的作業系統支援性更佳

source: Using Ubuntu MATE provides you with the freedom to run a complete, full-featured operating system, pre-configured with most (if not all) of the applications you will need for your daily computing. Change anything about the way it looks, the way it works, or the applications it runs to suit your taste.
ar: استخدامك لـ "أبونتو ماتيه" يمنحك الحرية لتشغيل نظام متكامل المزايا ومجهز مسبقاً بأغلب -إن لم يكن كل- ما تحتاجه من البرامج لأعمالك الحاسوبية اليومية. غيّر أي شيء حول مظهره أو طريقة عمله أو البرامج التي يشغّلها، لتناسب ذوقك.
bg: Употребата на Ubuntu MATE ви дава свободата да работите с пълноценна и функционална операционна система, която идва с повечето (ако не всички) програми, които са ви необходими за ежедневната ви дейност. Можете да промените всеки аспект на външния ѝ вид, начина по който работи и програмите, които изпълнява по ваш вкус.
ca_es: L'ús d'Ubuntu MATE us proporciona la llibertat d'executar un sistema operatiu complet, amb totes les funcions, preconfigurat amb la majoria (si no totes) de les aplicacions que necessiteu per a la vostra informàtica quotidiana. Canvieu qualsevol cosa de l'aparença, de la forma en què funciona, o les aplicacions que executa al vostre gust.
cs: Používání Ubuntu MATE vám poskytuje svobodu provozovat úplný, plnohodnotný operační systém, předpřipravený s většinou (ne-li všemi) aplikací, které budete potřebovat pro svou každodenní práci na počítači. A také svobodu měnit podle svého vkusu jak bude vypadat, jak bude fungovat nebo jaké budou spouštěné aplikace.
es_es: Usar Ubuntu MATE te proporcionará la libertad para ejecutar un sistema opertaivo completo y repleto de funcionalidades, preconfigurado con la mayoría de (si no todas) las aplicaciones que necesitarás para tu informática diaria. Cambia cualquier cosa de su apariencia, la forma en que trabaja, o las aplicaciones que ejecuta para adaptarse a tu gusto.
it: Ubuntu MATE ti offre la libertà di usare un sistema operativo completo e pieno di caratteristiche, preconfigurato con la maggior parte(se non tutte) delle applicazioni che ti possono servire nella vita di ogni giorno. Per cambiare il suo stile visuale, il suo modo di funzionare, o le applicazioni più interessanti per i propri gusti.
lt_lt: Naudojimasis Ubuntu MATE pateikia jums laisvę vykdyti pilną, visiškai parengtą operacinę sistemą su iš anksto sukonfigūruotomis daugeliu (jei ne visomis) jums kasdieniam naudojimui reikalingomis programomis. Keiskite bet ką: išvaizdą, veikseną ar vykdomas programas taip, kad jos patenkintų jūsų poreikius.
ms_my: Dengan Ubuntu MATE anda dapat menggunakan satu sistem pengoperasian berfitur-lengkap, dipra-konfigur dengan kebanyakan aplikasi (jika bukan semua) yang anda perlukan untuk kerja-kerja harian pengkomputeran secara bebas atau percuma - atau bebas mengubah apa jua di dalamnya sama ada penampilannya, cara ia berfungsi, atau menambah aplikasi yang ia jalankan mengikut citarasa anda.
nl_nl: Als je Ubuntu MATE gebruikt krijg je de vrijheid van een compleet besturingssysteem met alle benodigde functies en vooraf ingesteld met de meeste, of zelfs alle programma's die je nodig hebt voor je dagelijks gebruik -of die je nodig hebt om het uitzicht, de werking en de programma's ervan aan te passen naar je eigen smaak.
pt_br: O uso do Ubuntu MATE fornece experiência de liberdade para executar um sistema operacional funcional, pré-configurado com a maioria (se não todos) dos aplicativos que você precisará para uso cotidiano. Você pode modificar a sua aparência, a funcionalidade ou os aplicativos em uso de acordo com o seu gosto.
ru: Ubuntu MATE предоставляет вам свободу использования полнофункциональной операционной системы, оснащенной множеством (если не всеми) необходимых приложений для решения ваших повседневных задач.
sr: Коришћење Убунту Мејта вам даје слободу да покрећете комплетан, потпуно опремљен оперативни систем, унапред подешен са већином (ако не и свим) програма који ће вам требати за ваш свакодневни рад на рачунару. Измените било шта што се тиче његовог изгледа, начина рада, или програма које покреће да одговара вашем укусу.
sv: Genom att använda Ubuntu MATE får du tillgång till att köra ett komplett, fullt utrustat operativsystem som är förinställt med de flesta (om inte alla) program som kan tänkas behöva för din dagliga datoranvändning. Du kan ändra fritt hur du vill att det ska se ut, hur det ska fungera eller vilka program som ska köras. Helt för att det ska passa just din smak.
zh_tw: Ubuntu MATE讓您自由地執行完整，全功能的作業系統，預先調整好的應用程式足以應付日常所需。自訂Ubuntu MATE的外觀，喜歡的樣式，讓程式依照您的喜好執行

source: Objectives
ar: الأهداف
bg: Цели
ca_es: Objectius
cs: Cíle
es_es: Objetivos
it: Obbiettivi
lt_lt: Tikslai
ms_my: Objektif
nl_nl: Doelen
pt_br: Objetivos
ru: Цели
sr: Замисли
sv: Mål
zh_tw: 原則

source: Ubuntu MATE has a number of guiding objectives and goals:
ar: لأبونتو ماتيه عدد من الأهداف والمهمات التي توجهه:
bg: Ubuntu MATE има няколко водещи цели:
ca_es: Ubuntu MATE té una sèrie d'objectius i de fites:
cs: Ubuntu MATE má řadu záměrů a cílů:
es_es: Ubuntu MATE tiene un número de objetivos y metas guía:
it: Ubuntu MATE ha un numero di obbiettivi guida e di traguardi:
lt_lt: Ubuntu MATE turi kelis pagrindinius tikslus ir uždavinius:
ms_my: Ubuntu MATE mempunyai sejumlah objektif dan matlamat yang terarah:
nl_nl: Ubuntu MATE heeft een aantal hoofddoelen:
pt_br: Ubuntu MATE tem um número de objetivos guias e metas:
ru: Ubuntu MATE ставит перед собой следующие цели и задачи:
sr: Убунту Мејт има велики број водећих замисли и циљева:
sv: Ubuntu MATE har flera vägledande målsättningar:
zh_tw: Ubuntu MATE有一系列的指導原則和目標:

source: Accessible to all, regardless of language and physical ability.
ar: أن تكون سهلة الوصول للجميع بغض النظر عن اللغة و القدرة الجسدية
bg: Достъпност за всичко, независимо от езикови и физически способности.
ca_es: Accessible a tothom, independentment de l'idioma i de les capacitats físiques.
cs: Přístupné všem, bez ohledu na jazyk a fyzické schopnosti.
es_es: Accesible para todos, independientemente de sus habilidades físicas o del lenguaje.
it: Accessibile a tutti, indipendentemente dalla lingua e dalle abilità fisiche.
lt_lt: Prieinama visiems, nepriklausomai nuo kalbos ir fizinių galimybių.
ms_my: Boleh dicapai untuk semua, tanpa mengira halangan bahasa atauun keupayaan fizikal.
nl_nl: Toegankelijk voor iedereen, los van taal en fysiek vermogen.
pt_br: Acessíveis a todos, independentemente da linguagem e capacidade física.
ru: Доступность для всех, независимо от языка и физических возможностей.
sr: Приступачност свима, без обзира на језик и физичку способност.
sv: Tillgängligt för alla oavsett språk och fysisk förmåga.
zh_tw: 大家皆可使用，不論語言或者生理能力
