Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/introduction/*.po
Languages: ar, bg, ca_es, cs, es_es, it, lt_lt, ms_my, nl_nl, pt_br, ru, sr, sv, zh_tw

source: Increase both Ubuntu and MATE Desktop user adoption.
ar: زيادة تكيف المستخدم مع كلٍّ من أبونتو وسطح مكتب ماتيه.
bg: Повишение на употребата и на Ubuntu и на MATE графичната работна среда.
ca_es: Augment de l'adopció de l'usuari tant d'Ubuntu MATE i com de l'escriptori MATE.
cs: Zvýšit pozitivní přijímání ze strany uživatelů jak u Ubuntu, tak i u pracovního prostředí MATE.
es_es: Aumentar la adopción de Ubuntu y el escritorio MATE por parte de los usuarios.
it: Aumenta l'adozione da parte degli utenti sia di Ubuntu che del Desktop MATE.
lt_lt: Padidinti tiek Ubuntu, tiek MATE darbalaukio priglaustų naudotojų skaičių.
ms_my: Meningkatkan pengguna Ubuntu dan Desktop MATE
nl_nl: Verhoog de acceptatie van Ubuntu en het MATE bureaubladomgeving door gebruikers.
pt_br: Aumentar a adoção de usuário tanto ao Ubuntu e ao MATE Desktop.
ru: Сделать Ubuntu и Рабочий стол MATE Desktop максимально дружественными к пользователю.
sr: Повећање корисничкох прихватања и Убунтуа и Мејтове радне површи.
sv: Öka både Ubuntu och MATE Desktops användningsgrad.
zh_tw: 增加Ubuntu和MATE Desktop使用者的採用

source: Ubuntu alternative for computers that aren't powerful enough to run a composited desktop.
ar: بديل من أبونتو للأجهزة التي ليست ذات قوة كافية لتشغيل سطح مكتب متطلّب.
bg: Алтернативна версия на Ubuntu за компютри, които не са достатъчно мощни за графично-интензивна десктоп среда.
ca_es: Alternativa d'Ubuntu per als ordinadors que no són prou potents per a executar un escriptori compost.
cs: Ubuntu alternativa pro počítače, které nejsou dostatečně výkonné ke spuštění kompozitního desktopového prostředí.
es_es: Alternativa a Ubuntu para ordenadores que no son lo suficientemente potentes para ejecutar un escritorio compuesto.
it: L'alternativa ad Ubuntu per i computer che non sono abbastanza potenti per eseguire un desktop composito.
lt_lt: Ubuntu alternatyva kompiuteriams, kurie nėra pakankamai galingi, kad vykdytų komponuojamąjį darbalaukį.
ms_my: Alternatif Ubuntu bagi komputer yang tidak berkemampuan menggunakan desktop berkomposit
nl_nl: Ubuntu alternatief voor computers die niet krachtig genoeg zijn om een bureaubladomgeving te draaien die gebruikt maakt van compositing.
pt_br: Ubuntu é uma alternativa para computadores que não são poderosos o suficiente para executar um ambiente de trabalho composto.
ru: Альтернатива Ubuntu для не столь мощных компьютеров и не требовательная к ресурсам
sr: Убунту алтернатива за рачунаре који нису довољно моћни да покрећу сложену радну површ.
sv: Ubuntu-alternativ för datorer som inte är kraftfulla nog att köra ett sammansatt skrivbord.
zh_tw: Ubuntu替代方案是針對計算能力不夠執行複合式桌面的電腦

source: First choice Ubuntu platform for remote workstation solutions such as LTSP and X2Go.
ar: الخيار الأول لمنصات أبونتو لحلول محطات العمل عن بعد مثل LTSP وX2Go.
bg: Първи избор в Ubuntu платформата за решения за отдалечен достъп като LTSP и X2Go.
ca_es: Primera elecció de plataforma Ubuntu per a les solucions d'estacions de treball remotes com LTSP i X2Go.
cs: První volba z Ubuntu platformy pro řešení vzdálených pracovních stanic jako je LTSP a X2Go.
es_es: Primera elección como plataforma Ubuntu para soluciones de estaciones de trabajo remotas como LTSP y X2Go.
it: La prima scelta per la piattaforma Ubuntu di soluzioni di workstation remote come LTSP e X2Go.
lt_lt: Pirminis Ubuntu platformos pasirinkimas nuotolinių darbo vietų sprendimams, tokiems kaip LTSP ir X2Go.
ms_my: Pilihan pertama platform Ubuntu untuk penyelesaian stesen kerja jauh seperti LTSP dan X2Go.
nl_nl: Eérste keuze Ubuntu platform voor externe werkstation oplossingen zoals LTSP en X2Go.
pt_br: Primeira escolha da plataforma Ubuntu para soluções de ambiente de trabalho remoto, tais como LTSP e X2Go.
ru: Вариант №1 в качестве платформы Ubuntu для управления удаленными рабочими станциями через LTSP и X2Go.
sr: Први избор Убунту платформе за решења удаљених радних станица као што су „LTSP“ и „X2Go“.
sv: Första valet av Ubuntuplatform för fjärrskrivbordslösningar såsom LTSP och X2Go.
zh_tw: Ubuntu平台是遠端工作站解決方案(例如LTSP和X2Go)的首選

source: Recreate the halcyon days of Ubuntu for users who prefer a traditional desktop metaphor.
ar: إعادة أيام أبونتو الجميلة للمستخدمين الذين يفضلون سطح مكتب تقليدي.
ca_es: Recreació dels dies feliços d'Ubuntu per als usuaris que prefereixen una metàfora d'escriptori tradicional.
cs: Obnovení klidných dnů pro uživatele Ubuntu, kteří upřednostňují tradiční metaforu pracovní plochy.
es_es: Recrear tiempos añorados de Ubuntu para usuarios que prefieren una metáfora de escritorio tradicional.
it: Ricrea i giorni felici di Ubuntu per gli utenti che preferiscono una metafora desktop tradizionale.
lt_lt: Iš naujo sugrąžinti ramius laikus Ubuntu naudotojams, teikiantiems pirmenybę tradicinei darbalaukio aplinkai.
ms_my: Mewujudkan kembali dunia Ubuntu yang menggunakan desktop tradisonal.
nl_nl: Het in stand houden van de traditionele desktopomgeving die voor veel Ubuntu gebruikers nog altijd perfect functioneert.
pt_br: Recriar os dias felizes do Ubuntu para usuários que preferem uma metáfora do desktop tradicional.
ru: Вернуть эпоху безмятежности тем пользователям Ubuntu, которые предпочитают традиционный рабочий стол.
sr: Понављање златних дана Убунтуа за кориснике који воле метафору традиционалне радне површи.
sv: Återskapa de idylliska dagarna av Ubuntu för användare som föredrar en traditionell skrivbordsmiljö.
zh_tw: 針對那些喜歡傳統桌面環境的使用者重溫Ubuntu的美好時光

source: Use themes and artwork similar to Ubuntu so that Ubuntu MATE is immediately familiar.
ar: استخدام سمات وتصاميم فنية مشابهة لأبونتو بحيث يكون أبونتو ماتيه مألوفاً من أول نظرة.
bg: Употребата на теми подобни на тези в Ubuntu, така че Ubuntu MATE да изглежда позната веднага.
ca_es: Ús de temes i treballs artístics similars a Ubuntu pel que Ubuntu MATE us és immediatament familiar.
cs: Používat motivy a grafická díla podobné Ubuntu, takže Ubuntu MATE je okamžitě dobře známé.
es_es: Usar temas y trabajos artísticos similares a Ubuntu para que Ubuntu MATE resulte inmediatamente familiar.
it: Usa temi e sfondi simili ad Ubuntu in modo che Ubuntu MATE sia immediatamente famigliare.
lt_lt: Naudoti panašias kaip Ubuntu temas ir apipavidalinimą taip, kad Ubuntu MATE iš karto būtų pažįstama.
ms_my: Guna tema dan kerja seni yang serupa dengan Ubuntu supaya Ubuntu MATE serasi dan sepadan dengannya.
nl_nl: Gebruik thema's en vormgeving van Ubuntu zodat Ubuntu MATE direct vertrouwd voelt.
pt_br: Usar temas e artes semelhantes ao do Ubuntu para que Ubuntu MATE fique imediatamente familiar.
ru: Использовать в Ubuntu MATE уже знакомые темы и оформление как в Ubuntu
sr: Коришћење тема и уметничких радова сличних Убунтуу, тако да Убунту Мејт је одмах познат.
sv: Använda teman och konstverk liknande Ubuntu så att Ubuntu MATE känns igen direkt.
zh_tw: 使用主題和藝術設計相似於過往的Ubuntu，所以使用者可以很快地上手Ubuntu MATE

source: When possible contribute to Debian so both the Debian and Ubuntu communities benefit.
bg: Когато е възможно, да допринася към Debian, така че и Debian и Ubuntu общностите да печелят.
ca_es: Quan sigui possible contribuir a Debian per tant es beneficia la comunitat de Debian i d'Ubuntu.
it: Quando possibile contribuisce a Debian in modo che ne beneficino sia la comunità di Debian che quella di Ubuntu.
ms_my: Sebagai sumbangan kepada Debian supaya kedua-dua komuniti Debian dan Ubuntu mendapat manafaatnya.
nl_nl: Wanneer mogelijk, bijdragen aan Debian zodat de Debian en Ubuntu gemeenschappen er beide bij baten.
ru: По возможности помогать сообществам Denian и Ubuntu для общей пользы дела.
sr: Кад је могуће допринети Дебијану тако имају користи и Дебијанова и Убунтуова заједница.

source: Software selection will favor functionality and stability over lightness and whimsy.
bg: Софтуерната селекция ще избира функционалност и стабилност пред лекотата и прищевките.
ca_es: La selecció de programari afavorirà la funcionalitat i l'estabilitat sobre la lleugeresa i la fantasia.
it: La selezione Software favorirà la funzionalità e la stabilità su leggerezza e un tocco di stravaganza.
ms_my: Pemilihan perisian berdasarkan kepada kefungsian dan kestabilan yang ringan terhadap sumber sistemnya.
nl_nl: Bij de selectie van software altijd het nut en de stabiliteit verkiezen boven eigenzinnigheid.
ru: Отбор приложений в пользу функциональности и стабильности, а не в угоду простоте и прихотям.
sr: Избор софтвера ће бити наклоњен делотворности и стабилности над лакоћом и духовитошћу.

source: is one of, if not the, largest deployed
ar: واحد من، إن لم يكن، الأكبر تركيباً بين
ca_es: és un, si no el més gran, dels grans sistemes operatius d'escriptori
cs: je jeden z nejrozšířenějších, ne-li nejrozšířenější, na
es_es: es uno de los, si no el más, desplegado
it: è uno dei, se non il, più grande
lt_lt: yra viena iš plačiausiai pasaulyje paplitusių
ms_my: merupakan salah satu sistem pengoperasian
nl_nl: is één van de meest, zo niet het meest gebruikte
pt_br: é um dos maiores, senão o maior,
ru: является одной из, если не самой крупнейшей в мире настольной операционной системой, развернутой на базе
sr: је један од, ако не, највише развијен
sv: är en utav, om inte, den störst utsträckta
zh_tw: 是其中一個且最大規模的被佈署

source: based desktop operating systems in the world. Linux is at the heart of Ubuntu and makes it possible to create secure, powerful and versatile operating systems, such as
ar: أنظمة تشغيل سطح المكتب في العالم. لنكس هو قلب أبونتو ويمكّن من إنشاء نظام تشغيل آمن وقويّ ومرن، مثل
ca_es: desplegats al món. Linux està al cor d'Ubuntu i fa que sigui possible crear sistemes operatius segurs, potents i versàtils, com ara
cs: u založený desktopový operační systém na světě. Linux je jádrem Ubuntu a umožňuje vytvářet bezpečné, výkonné a všestranné operační systémy, jako jsou
es_es: sistema operativo para escritorio del mundo. Linux se encuentra en el corazón de Ubuntu y hace posible crear sistemas operativos seguros, potentes y versátiles, como
it: basato sistema operativo desktop nel mondo. Linux è al cuore di Ubuntu e rende possibile la creazione di un sistema operativo sicuro, potente e versatile come
lt_lt: pagrįstų darbalaukio operacinių sistemų. Linux yra Ubuntu širdyje ir savo ruožtu padaro saugios, galingos ir lanksčios operacinės sistemos kūrimą įmanomą, kaip pavyzdžiui
ms_my: dekstop yang terbesar dibangunkan di dunia. Linux merupakan nadi utama Ubuntu dan membolehkannya penciptaan sistem pengoperasian yang selamat, berkuasa dan serba-boleh, seperti
nl_nl: gebaseerde besturingssysteem in de wereld. Linux vormt het hart van Ubuntu en vormt de basis voor veilige, krachtige en flexibele besturingssystemen als
pt_br: sistemas operacionais desktop no mundo. Linux está no coração do Ubuntu e torna possível a criação de sistemas operacionais seguros, poderosos e versáteis, como
ru: . Linux является сердцем Ubuntu и позволяет создавать безопасные, мощные и универсальные операционные системы, такие как Ubuntu и
sr: оперативни систем радне површи у свету. Линукс је у срцу Убунтуа и омогућава му да створи безбедан, моћан и разноврстан оперативни систем, као што је
sv: baserade skrivbordsoperativsystem i världen. Linux är hjärtat i Ubuntu och gör det möjligt att skapa ett säkert, kraftfullt och mångsidigt operativsystem, såsom
zh_tw: Linux作為Ubuntu的核心，盡可能使它安全，強大且多樣，例如

source: Android is now in the hands of billions of people around the world and it's also powered by Linux.
ar: أندرويد فيد مليارات الناس الآن حول العالم وهو أيضاً مبنيّ على لنكس.
bg: Android се намира в ръцете на милиарди по света и също се базира на Линукс.
ca_es: Android ara està a les mans de milers de milions de persones de tot el món i també està potenciat per Linux.
cs: Android je nyní v rukou miliard lidí po celém světě a je také poháněn Linuxem.
es_es: Android, que está ahora en las manos de miles de millones de persona alrededor del mundo y funciona con Linux.
it: Android adesso è nelle mani di miliardi di persone in tutto il mondo ed è anche alimentato da Linux.
lt_lt: Milijardai žmonių šiuo metu laiko Android savo rankose ir ši sistema taip pat veikia su Linux.
ms_my: Android kini digunakan oleh berbilion-bilion pengguna diseluruh dunia dan juga diperkasakan dengan Linux.
nl_nl: Android wordt door miljoenen mensen over de hele wereld gebruik en is ook gebaseerd op Linux.
pt_br: O Android está agora nas mãos de bilhões de pessoas ao redor do mundo e também é movido pelo Linux.
ru: Сейчас Android в руках миллиардов людей по всему миру, и это также благодаря Linux.
sr: Андроид сада у рукама милијарди људи широм света, а који је такође заснован на Линуксу.
sv: Android är nu i händerna på miljarder av människor världen över och drivs också av Linux.
zh_tw: 當今全世界數十億人們手中的Android系統也是由Linux所驅動

source: Ubuntu is available in a number of different
ar: يتوفر أبونتو في عدد من
ca_es: Ubuntu està disponible en una varietat de
cs: Ubuntu je k dispozici v celé řadě různých
es_es: Ubuntu está disponible en una serie de diferentes
it: Ubuntu è disponibile in un numero di differenti
lt_lt: Yra prieinama daugybė skirtingų Ubuntu
ms_my: Ubuntu tersedia dengan pelbagai jenis
nl_nl: Ubuntu is beschikbaar in een aantal verschillende
pt_br: O Ubuntu está disponível em diversos
ru: Ubuntu доступна в различных
sr: Убунту је доступан у бројним различитим
sv: Ubuntu är tillgängligt i flera olika
zh_tw: Ubuntu有干不同的

source: flavors
ar: النكهات
ca_es: sabors
cs: příchutí (odnoží)
es_es: sabores
it: derivate
lt_lt: atmainų,
ms_my: variasi
nl_nl: smaken
pt_br: sabores
ru: вариантах
sr: изданцима
sv: smaker
zh_tw: 發行版

source: each coming with its own desktop environment. Ubuntu MATE takes the Ubuntu base operating system and adds the
ar: تأتي كلّ منها ببيئة سطح مكتب خاصة بها. أبونو ماتيه يأخذ أساس نظام التشغيل لأبونتو ويضيف
ca_es: cadascun ve amb el seu propi entorn d'escriptori. Ubuntu MATE porta el sistema operatiu base d'Ubuntu i afegeix
cs: z nichž každá přichází s vlastním pracovním prostředím. Ubuntu MATE bere základ operačního systému Ubuntu a přidává k němu
es_es: cada cual con su propio entorno de escritorio. Ubuntu MATE toma el sistema operativo Ubuntu de base y añade el
it: ognuna con il proprio ambiente desktop. Ubuntu MATE usa la base del sistema operativo Ubuntu e aggiunge il
lt_lt: iš kurių kiekviena yra pateikiama su savo darbalaukio aplinka. Ubuntu MATE yra panaudojamas Ubuntu operacinės sistemos pagrindas ir pridedamas
ms_my: setiap variasi tersebut mempunyai persekitaran desktopnya sendiri. Maka, Ubuntu MATE menjadikan Ubuntu sebagai sistem pengoperasian asasinya dan menggunakan
nl_nl: waarbij elke smaak z'n eigen desktopomgeving aanbiedt. Ubuntu MATE gebruikt de basis van Ubuntu en complementeert dat met de
pt_br: cada um vindo com seu próprio ambiente desktop. Ubuntu MATE usa a base do sistema operacional Ubuntu e adiciona o
ru: в зависимости от выбираемого окружения рабочего стола. Ubuntu MATE берет Ubuntu как базовую операционную систему и добавляет к ней
sr: од којих сваки долази са сопственим радним окружењем. Убунту Мејт узима за основу Убунтуов оперативни систем и додаје
sv: var och en kommer med sin egna skrivbordsmiljö. Ubuntu MATE tar Ubuntu som bas till operativsystemet och lägger till
zh_tw: 每一個搭配自己的桌面環境。Ubuntu MATE基於Ubuntu作業系統並且加上

source: MATE Desktop
ar: سطح مكتب ماتيه
bg: MATE Десктоп
ca_es: l'escriptori MATE
cs: pracovní prostředí MATE
es_es: Escritorio MATE
lt_lt: MATE darbalaukis
ms_my: Dekstop MATE
ru: Рабочий стол MATE Desktop
sr: Мејтову радну површ
zh_tw: MATE桌面

source: Wikipedia says that
bg: Според Уикипедия
ca_es: La Wikipedia diu que
it: Wikipedia dice che
ms_my: Wikipedia menyatakan
nl_nl: Volgens Wikipedia
ru: Wikipedia утверждает, что
sr: Википедија каже да је

source: a Desktop Environment is
bg: Графична работна среда е
ca_es: un entorn d'escriptori és
it: un ambiente desktop è
ms_my: Persekitaran Desktop adalah
nl_nl: is een Desktopomgeving
ru: Окружение Рабочего Стола это
sr: радно окружење

source: an implementation of the desktop metaphor made of a bundle of programs running on top of a computer operating system, which share a common graphical user interface (GUI). Desktop GUIs help the user to easily access and edit files.
ar: توظيف لفكرة سطح المكتب، مكون برامج مرفقة معاً تعمل فوق نظام تشغيل الحاسب، وتشترك معاً في واجهة مستخدم رسومية. تساعد واجهة سطح المكتب الرسومية المستخدم على الوصول إلى الملفات وتحريرها بسهولة.
bg: разработка на десктоп, съставена от програми, работещи на базата на операционна система, които имат общ графичен потребителски интерфейс (GUI). Десктоп графичните потребителски интерфейси помагат на потребителите да достигат и обработват файлове лесно.
ca_es: una implementació de la metàfora de l'escriptori feta d'un conjunt de programes que s'executen a la part superior del sistema operatiu d'un ordinador, que comparteixen una interfície gràfica d'usuari (GUI) comuna. Les GUI de l'escriptori ajuden a l'usuari a l'accés fàcil i a l'edició de fitxers.
cs: implementace metafory pracovní plochy složená z balíku programů běžících nad operačním systémem počítače, které sdílejí společné grafické uživatelské rozhraní (GUI). Desktopové grafické uživatelské rozhraní pomáhá uživateli se snadným přístupem k souborům a jejich upravováním.
es_es: una implementación de la metáfora de escritorio compuesta por un lote de programas que se ejecutan por encima de un sistema operativo de ordenador, que comparten una interfaz gráfica de usuario (GUI) común. Las GUIs de escritorio ayudan al usuario a acceder y editar ficheros fácilmente.
it: una implementazione della metafora desktop fatta da un gruppo di programmi avviati sul sistema operativo di un computer, che condividono una interfaccia grafica (GUI) comune. Le GUI desktop aiutano l'utente ad accedere e modificare i file facilmente.
lt_lt: iš daugybės programų su bendra grafine naudotojo sąsaja (GUI), vykdomų ant kompiuterio operacinės sistemos pagrindo, sudarytas, darbalaukio metaforos įgyvendinimas. Darbalaukio grafinė naudotojo sąsaja padeda naudotojui lengvai prieiti prie failų ir juos redaguoti.
ms_my: satu perlaksanaan metafor desktop yang terdiri dari seberkas program yang dijalankan dalam sebuah sistem pengoperasian komputer, yang berkongsi antaramuka pengguna bergrafik umum (GUI). GUI desktop dapat membantu pengguna capai dan sunting fail dengan mudah.
nl_nl: een uitvoering van een desktopmatefoor gemaakt van een bundeling van programma's die draaien op het besturingssysteem en een gemeenschappelijke grafische gebruikersinterface (GUI) delen. Desktop GUI's helpen de gebruiker eenvoudig toegang te krijgen tot en het bewerken van bestanden.
pt_br: uma implementação da metáfora desktop feita com um conjunto de programas rodando no topo de um sistema operacional, que compartilham uma interface gráfica (GUI) comum. Desktop GUIs ajudam o usuário a acessar e editar arquivos facilmente.
ru: реализация идеи рабочего стола, как совокупности программ, работающих над операционной системой компьютера и предоставляющих пользователю основной графический интерфейс (GUI). Графические интерфейсы рабочего стола обеспечивают пользователю простой доступ к файлам и их редактирование.
sr: примена метафоре радне површи начињене од скупа програма који раде на врху оперативног система, који деле заједничко графичко корисничко сучеље (ГУИ). Корисничка сучеља радне површи помажу кориснику да лако приступи и уређује датотеке.
sv: en uppsättning programvara som körs överst i datorns operativsystem och som delar ett gemensamt grafiskt användargränssnitt (GUI). Skrivbordets användargränssnitt hjälper användaren att enkelt komma åt och redigera filer.
zh_tw: 實現由許多有著共同的圖形使用者介面(GUI)程式所組成的桌面環境。桌面GUI幫助使用者易於操作和編輯檔案。

source: The MATE Desktop implements essential features that you'd expect in a desktop environment, such as:
ar: يوظف سطح مكتب ماتيه الميزات الأساسية التي تتوقعها من بيئة سطح المكتب، مثل:
bg: МАТЕ графичната среда притежава основните свойства, които бихте очаквали от десктоп среда, като например:
ca_es: L'escriptori MATE implementa les característiques essencials que espereu en un entorn d'escriptori, com ara:
cs: MATE Desktop implementuje základní funkce, které byste očekávali v desktopovém prostředí, jako například:
es_es: El Escritorio MATE implementa características esenciales que esperarías de un entorno de escritorio, como:
it: Il Desktop MATE implementa le caratteristiche essenziali che ti aspetti da un ambiente desktop, come:
lt_lt: MATE darbalaukis įgyvendina visas būtiniausias ypatybes, kurių galėtumėte tikėtis iš darbalaukio aplinkos, tokias kaip:
ms_my: Desktop MATE melaksanakan fitur-fitur penting yang anda jangkakan di dalam sesebuah persekitaran desktop seperti:
nl_nl: De MATE desktopomgeving heeft een aantal essentiële kenmerken die je verwacht van een goede desktopomgeving, zoals:
pt_br: O MATE Desktop implementa funcionalidades essenciais que você esperaria de um ambiente desktop, como:
ru: Рабочий стол MATE Desktop обеспечивает всеми необходимыми для работы функциями, в их числе:
sr: Мејтова радна површ примењује кључне функције које бисте очекивали у радном окружењу, као што су:
sv: MATE Desktop tillhandahåller viktiga funktioner som du normalt förväntar dig i en skrivbordsmiljö, såsom:
zh_tw: MATE Desktop實現了您期待一個桌面環境必要的功能，例如:

source: File Browser
ar: متصفح ملفات
bg: Файлов мениджър
ca_es: Gestor de fitxers
cs: Prohlížeč souborů
es_es: Buscador de Ficheros
it: Gestore File
lt_lt: Failų naršyklė
ms_my: Pelayar Fail
nl_nl: Bestandsbrowser
pt_br: Gerenciador de Arquivos.
ru: Управление файлами
sr: Разгледање датотека
sv: Filhanterare
zh_tw: 檔案總管

source: Calculator
ar: آلة حاسبة
bg: Калкулатор
ca_es: Calculadora
cs: Kalkulátor
es_es: Calculadora
it: Calcolatrice
lt_lt: Skaičiuotuvas
ms_my: Kalkulator
nl_nl: Rekenmachine
pt_br: Calculadora
ru: Калькулятор
sr: Дигитрон
sv: Kalkylator
zh_tw: 計算機

source: Archive Manager
ar: مدير الأرشيف
bg: Мениджър на архиви
ca_es: Gestor d'arxius
cs: Správce archivů
es_es: Gestor de Archivos
it: Gestore di Archivi
lt_lt: Archyvų tvarkytuvė
ms_my: Pengurus Arkib
nl_nl: Archief Beheerder
pt_br: Gerenciador de Pacotes
ru: Архивы
sr: Управљање архивама
sv: Arkivhanterare
zh_tw: 壓縮管理員

source: Image Viewer
ar: عارض صور
bg: Програма за преглед на изображения
ca_es: Visualitzador d'imatges
cs: Prohlížeč obrázků
es_es: Visor de Imágenes
it: Visualizzatore di Immagini
lt_lt: Atvaizdų žiūryklė
ms_my: Pelihat Imej
nl_nl: Afbeeldings Viewer
pt_br: Visualizador de Imagens
ru: Изображения
sr: Прегледање слика
sv: Bildvisare
zh_tw: 圖片檢視器

source: Document Viewer
ar: عارض الوثائق
bg: Програма за преглед на документи
ca_es: Visualitzador de documents
cs: Prohlížeč dokumentů
es_es: Visor de Documentos
it: Visualizzatore di Documenti
lt_lt: Dokumentų žiūryklė
ms_my: Pelihat Dokumen
nl_nl: Documenten Viewer
pt_br: Visualizador de Documentos
ru: Документы
sr: Прегледање докумената
sv: Dokumentvisare
zh_tw: 文件檢視器

source: MATE System Monitor
ar: مراقب نظام 'ماتيه'
bg: МАТЕ Системен Монитор
ca_es: Monitor del sistema de MATE
cs: Sledování systému MATE
es_es: Monitor del sistema MATE
it: Monitor di Sistema MATE
lt_lt: MATE sistemos monitorius
ms_my: Pemantau Sistem MATE
nl_nl: MATE Systeemmonitor
pt_br: Monitor do sistema MATE
ru: Системный монитор MATE
sr: Праћење система
sv: MATE Systemövervakare
zh_tw: MATE 系統監控

source: MATE Terminal
ar: طرفية 'ماتيه'
bg: МАТЕ Терминал
ca_es: Terminal de MATE
cs: Terminál MATE
es_es: Terminal de MATE
it: Terminale MATE
lt_lt: MATE terminalas
ms_my: Terminal MATE
pt_br: Terminal MATE
ru: Терминал MATE
sr: Мејтов терминал
zh_tw: MATE終端
