Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/introduction/*.po
Languages: ar, bg, ca_es, cs, es_es, it, lt_lt, ms_my, nl_nl, pt_br, ru, sr, sv, zh_tw

source: When possible, contribute to Debian so both the Debian and Ubuntu communities benefit.
ar: الإسهام في ديبيان متى ما أمكن، بحيث يستفيد مجتمع كل من ديبيان وأبونتو.
bg: Когато е възможно, да допринася към Debian, така че да е от полза на общностите на и на Debian и на Ubuntu.
cs: Pokud je to možné, přispívat do Debianu, takže obě komunity, Debianu i Ubuntu, z toho budou mít prospěch.
es_es: Cuando sea posible, contribuya a Debian para que las comunidades Debian y Ubuntu se beneficien.
it: Quando possibile contribuisce a Debian in modo che ne beneficino sia la comunità di Debian che quella di Ubuntu.
lt_lt: Kai įmanoma, talkinti Debian, kad tokiu būdu naudą gautų tiek Debian, tiek Ubuntu bendruomenė.
ms_my: Jika boleh, sebagai sumbangan kepada Debian supaya kedua-dua komuniti Debian dan Ubuntu mendapat manafaatnya.
nl_nl: Indien mogelijk, probeer een bijdrage te leveren aan Debian, dit zal zowel Debian als Ubuntu gemeenschappen ten goede komen.
pt_br: Quando possível, contribui com o Debian, então tanto a comunidade Debian quanto a Ubuntu se beneficiam
sr: Кад је могуће, доприноси Дебијану тако имају користи и Дебијанова и Убунтуова заједница.
sv: Vid möjlighet bidra till Debian så att både Debian och Ubuntus gemenskaper kan dra nytta.
zh_tw: 如果可能的話，對Debian做出貢獻所以無論是Debian和Ubuntu社區受益。

source: Software favors functionality and stability, as opposed to being fancy or light on features.
ar: تفضيل الوظيفة والاستقرار في البرامج بدلاً من تفضيل الفخامة أو قلة المزايا.
bg: Софтуер, който предпочита функционалност и стабилност за сметка на луксозност или ограничени възможности.
cs: Software preferující funkčnost a stabilitu před líbivostí nebo lpěním na funkcích.
es_es: Software favorece la funcionalidad y la estabilidad, en lugar de ser lujoso o ligero en las características.
it: Software favorisce la funzionalità e la stabilità, invece di essere fantasioso e leggero nelle caratteristiche.
lt_lt: Programinė įranga teikia pirmenybę funkcionalumui ir stabilumui, o ne prašmatnumui ir ypatybių supaprastinimui.
ms_my: Perisian berdasarkan kepada kefungsian dan kestabilan, tidak kelihatan hebat atau ringan pada fiturnya.
nl_nl: Software draait vooral om functionaliteit en stabiliteit, en niet om luxe of onbelangrijke mogelijkheden.
pt_br: Software que prefere funcionalidade e estabilidade, ao invés de ser enfeitado ou com poucos recursos
sr: Софтвер даје предност функционалности и стабилности, уместо да буде маштовит или лаган са функцијама.
sv: Programurvalet kommer att främja funktionalitet och stabilitet över utseende eller enkla egenskaper.
zh_tw: 軟件有利於功能和穩定性，而不是花哨或輕鬆的功能。

source: Wikipedia says that a
ar: تقول ويكيبيديا إن
bg: Според Уикипедия
cs: Wikipedia říká, že
es_es: Wikipedia dice que un
it: Wikipedia dice che un
lt_lt: Vikipedija rašo, kad
ms_my: Wikipedia menyatakan
nl_nl: Volgens Wikipedia is een
pt_br: O Wikipedia diz que um
sr: Википедија каже да је
sv: Wikipedia skriver att en
zh_tw: 維基百科說

source: Desktop Environment
ar: بيئة سطح المكتب
bg: Графичната работна среда
cs: desktopové prostředí (prostředí pracovní plochy)
es_es: Entorno de Escritorio
it: ambiente desktop
lt_lt: darbalaukio aplinka
ms_my: Persekitaran Desktop
nl_nl: Bureaubladomgeving
pt_br: Ambiente Desktop
sr: Окружење радне површи
sv: Skrivbordsmiljö
zh_tw: 桌面環境

source: is
ar: هي
bg: е
cs: je
es_es: es
it: è
lt_lt: yra
ms_my: adalah
pt_br: é
sr: је
sv: är
zh_tw: 是
