Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/introduction/*.po
Languages: ar, bg, ca_es, cs, es_es, it, lt_lt, ms_my, nl_nl, pt_br, ru, sr, sv, zh_tw

source: All of which are highly customisable and managed via the
ar: وجميعها ذات قابلية عالية للتخصيص والإدارة باستخدام
bg: Всички те са много приспособими и могат да бъдат настроени посредством
ca_es: Tots els quals són força personalitzables i gestionats a través del
cs: Všechny z nich jsou vysoce přizpůsobitelné a spravovatelné přes
es_es: Todas ellas altamente personalizable y gestionadas a través del
it: Le quali sono tutte altamente personalizzabili e gestite tramite il
lt_lt: Jos visos yra plačiai konfigūruojamos ir tvarkomos per
ms_my: Kesemuanya dapat diubahsuai dan diurus melalui
nl_nl: Welke allen in hoge mate aanpasbaar zijn en beheerd worden via het
pt_br: Nos quais todos são altamente customizáveis e administrados pelo
ru: Все они полностью настраиваются через
sr: Сви они су врло прилагодљиви и управљиви путем
sv: Alla som dessutom är högst anpassningsbara och hanteras via
zh_tw: 所有的東西都可高度地自訂且被管理經由

source: Control Center
ar: مركز التحكم
bg: Контролния Център
ca_es: centre de control
cs: Ovládací centrum
es_es: Centro de Control
it: Centro di Controllo
lt_lt: Valdymo centrą
ms_my: Pusat Kawalan
nl_nl: Configuratiescherm
pt_br: Centro de Controle
ru: Центр управления
sr: Управљачког центра
sv: Kontrollpanel
zh_tw: 控制中心

source: MATE Desktop provides an intuitive and attractive desktop environment using traditional metaphors, which means if you've ever used
ar: سطح مكتب ماتيه يقدم بيئة سطح مكتب سهلة وجاذبة باستخدام أفكار تقليدية، مما يعني أنك لو كنت قد استخدمت
bg: МАТЕ Десктопът предоставя интуитивна и атрактивна графична среда използваща традиционни похвати - ако някога сте ползвали
ca_es: L'escriptori MATE proporciona un entorn d'escriptori intuïtiu i atractiu que utilitza les metàfores tradicionals, que significa que si alguna vegada heu utilitzat
cs: MATE Desktop poskytuje intuitivní a atraktivní desktopové prostředí za použití tradičních metafor, což znamená, že pokud jste někdy používali
es_es: El Escritorio MATE proporciona un entorno de escritorio intuitivo y atractivo usando metáforas tradicionales, lo que significa que si alguna vez has usado
it: Il desktop MATE offre un ambiente desktop intuitivo e attraente usando le metafore tradizionali, che significa che se hai mai usato
lt_lt: MATE darbalaukis pateikia intuityvią ir patrauklią darbalaukio aplinką, naudodamas tradicines metaforas, o tai reiškia, kad jeigu kada nors esate naudoję
ms_my: Desktop MATE menawarkan persekitaran desktop yang menarik dan bersifat intuitif dengan pendekatan tradisional. iaitu anda pernah gunakan
nl_nl: De MATE desktopomgeving biedt een intuïtieve en aantrekkelijke omgeving die de traditionele look hanteert, wat betekent dat als je ooit gebruik hebt gemaakt van
pt_br: MATE Desktop fornece um ambiente desktop intuitivo e atraente usando metáforas tradicionais, o que significa que se você já usou
ru: Рабочий стол MATE Desktop представляет собой интуитивную и удобную рабочую среду, овладеть которой не составит труда, особенно если ранее вы уже пользовались
sr: Мејтова радна површ пружа сагледиво и атрактивно радно окружење користећи традиционалне метафоре, што значи ако сте икада користили
sv: MATE Desktop ger en intuitiv och attraktiv skrivbordsmiljö som använder traditionella metaforer, vilket innebär att om du någon gång använt
zh_tw: MATE桌面提供一個直覺、吸引人的桌面環境，並且遵循傳統的GNOME哲學，這意味著假如您未曾使用過

source: or
ar: أو
bg: или
ca_es: o
cs: nebo
es_es: o
it: o
lt_lt: ar
ms_my: atau
nl_nl: of
pt_br: ou
ru: или
sr: или
sv: eller
zh_tw: 或

source: it will feel very familiar.
ar: فستشعر بأنها مألوفة جداً.
bg: ще ви се стори много позната.
ca_es: farà que us sentiu en un escriptori molt familiar.
cs: budete se cítit velmi dobře obeznámeni.
es_es: lo encontrarás muy familiar.
it: ti sembrerà molto famigliare.
lt_lt: jis atrodys labai pažįstamas.
ms_my: ia dirasai sangat biasa dikendalikan.
nl_nl: het heel vertrouwd zal aanvoelen.
pt_br: se sentirá muito familiar.
sr: осећаћете се врло фамилијарно.
sv: så kommer det att kännas väldigt bekant.
zh_tw: 將會非常的相似

source: The MATE Desktop has a rich history and is the continuation of the GNOME 2 desktop, which was the default desktop environment on many Linux and Unix operating systems for over a decade. This means that MATE Desktop is tried, tested and very reliable.
ar: لسطح مكتب ماتيه تاريخ حافل وهو امتداد لسطح مكتب جنوم2، الذي كان بيئة سطح المكتب الافتراضية للعديد من أنظمة تشغيل لنكس ويونكس لأكثر من عقد من الزمن. وهذا يعني أن سطح مكتب ماتيه مجرّب ومختبر وموثوق جداً.
bg: МАТЕ Десктопът има богата история и е продължението на GNOME 2 десктопа, който бе графичната среда по подразбиране на много Линукс и Unix системи в продължение на над 10 години. Това означава, че МАТЕ е изпитана и много надеждна.
ca_es: L'escriptori MATE té una història rica i és la continuació de l'escriptori GNOME 2, que era l'entorn d'escriptori predeterminat en molts sistemes operatius Linux i Unix des de fa més d'una dècada. Això vol dir que l'escriptori MATE ha estat provat i revisat i és molt fiable.
cs: MATE Desktop má bohatou historii a je pokračováním prostředí pracovní plochy GNOME 2, které bylo výchozím desktopovým prostředím na mnoha linuxových a unixových operačních systémech po více než deset let. To znamená, že MATE Desktop je ověřené, testované a velmi spolehlivé.
es_es: El Escritorio MATE tiene una rica historia y es la continuación del escritorio GNOME 2, que fue el escritorio por defecto de muchos sistemas operativos Linux y Unix durante aproximadamente una década.
it: Il Desktop MATE ha una ricca storia ed è la continuazione del desktop GNOME 2, che è stato l'ambiente desktop di default di molti sistemi operativi Linux e Unix per oltre una decade. Questo significa che il Desktop MATE è testato e molto affidabile.
lt_lt: MATE darbalaukis turi turtingą istoriją ir yra GNOME 2 darbalaukio, kuris daugiau kaip dešimt metų buvo numatytąja darbalaukio aplinka daugelyje Linux ir Unix operacinių sistemų, pratęsimas.
ms_my: Desktop MATE telah melalui sejarah yang panjang dan merupakan kesinambungan desktop GNOME 2, yang merupakan persekitaran desktop lalai bagi kebanyakan sistem pengoperasian Linux dan Unix lebih dari satu dekad. Ini bermaksud Desktop MATE sudah acapkali diuji, dicuba pakai dan sangat dipercayai keupayaannya.
nl_nl: De MATE desktopomgeving heeft een rijke historie en bouwt voort op de GNOME 2 desktopomgeving, welke meer dan een decennium de standaard was op vele Linux en Unix distributies. Dit zorgt voor een bewezen, geteste en stabiele oplossing.
pt_br: O MATE Desktop tem uma história rica e é a continuação do desktop GNOME 2, que foi o ambiente desktop padrão em muitos sistemas operacionais Linux e Unix por mais de uma década. Isso significa que o MATE Desktop é provado, testado e muito confiável.
ru: Рабочий стол MATE Desktop имеет богатую историю и является продолжением GNOME 2, который использовался как окружение по умолчанию во многих операционных системах на Linux и Unix на протяжении более десяти лет. Это означает, что Рабочий стол MATE Desktop испытан, проверен и очень надежен.
sr: Мејтова радна површ има богату историју и представља наставак радне површи Гнома 2, која је била основно окружење радне површи на многим Линукс и Јуникс оперативним системима за више од једне деценије. То значи да је Мејтова радна површ проверена, опробана и веома поуздана.
sv: MATE Desktop har en rik historia och är arvet ifrån GNOME 2s skrivbord, vilket var standard som skrivbordsmiljö hos flera Linux- och Unix-baserade operativsystem under flera årtionden. Detta innebär att MATE Desktop har beprövats, testats och är väldigt pålitligt.
zh_tw: MATE Desktop有著源遠流長的歷史並延續GNOME 2 desktop。數十年來，GNOME 2 曾經是許多Linux和Unix作業系統的預設桌面。這表示MATE Desktop已經的起考驗，是一個非常可靠的桌面環境。

source: Open Source
ar: مفتوح المصدر
bg: Отворен Код
ca_es: Codi obert
cs: Otevřený software (open source)
es_es: Código Abierto
lt_lt: Atviras kodas
ms_my: Sumber Terbuka
pt_br: Código Aberto
ru: Открытое программное обеспечение или Open Source
sr: Отворени код
sv: Öppen källkod
zh_tw: 開源

source: What Linux, Ubuntu and MATE Desktop all have in common is they are Open Source. This software can be freely used, changed, and shared (in modified or unmodified form) by anyone. In a nutshell Ubuntu MATE is free, in the truest sense of the word.
ar: المشترك بين لنكس وأبونتو وسطح مكتب ماتيه جميعاً هو أنها مفتوحة المصدر. هذا البرنامج يمكن لأي أحد استخدامه بحرية، وتغييره، ومشاركته معدلاً أو غير معدل. باختصار، أبونتو ماتيه حرّ (ومجاني) بكل ما تحمله الكلمة من معنى.
bg: Общото между Линукс, Ubuntu и MATE Десктопът е, че са с отворен код. Този вид софтуер може да бъде използван, променян и споделян (в модифицирана или не форма) безплатно от всеки. Накратко, Ubuntu MATE е свободна в най-истинското значение на думата.
ca_es: El que tenen en comú Linux, Ubuntu i l'escriptori MATE és que tots són de codi obert. Aquest programari es pot utilitzar, canviar i compartir lliurement (de forma modificada o sense modificar) per qualsevol persona. En poques paraules Ubuntu MATE és lliure, en el veritable sentit de la paraula.
cs: Co mají Linux, Ubuntu a pracovní prostředí MATE společné, je to, že jsou softwarem s otevřeným zdrojovým kódem. Tento software lze volně používat, měnit a sdílet (v modifikované nebo nemodifikované formě) kýmkoli. Ve zkratce: Ubuntu MATE je svobodné, v pravém slova smyslu.
es_es: Lo que todos, Linux, Ubuntu y el Escritorio MATE, tienen en común es que son Código Abierto. Este software puede ser usado, cambiado y compartido (en formas modificadas o sin modificar) libremente por cualquiera. En pocas palabras Ubuntu MATE es libre, en el sentido más verdadero de la palabra.
it: Quello che Linux, Ubuntu e il desktop MATE hanno in comune è che sono Open Source. Questo software può essere liberamente usato, modificato, e condiviso ( sia in forma modificata che non) da chiunque. In poche parole Ubuntu MATE è libero, nel vero senso della parola.
lt_lt: Viena, kas yra bendro tarp Linux, Ubuntu ir MATE darbalaukio yra tai, kad ši programinė įranga yra Atviro kodo. Ji gali būti kiekvieno žmogaus laisvai naudojama, keičiama ir dalinama (pakeistoje ar nepakeistoje formoje). Trumpai tariant, Ubuntu MATE yra nemokama ir laisva tikrąja to žodžio prasme.
ms_my: Persamaan yang ada pada Linux, Ubuntu dan Desktop MATE ialah kesemuanya merupakan Sumber Terbuka. Perisian ini boleh digunakan, diubah, dan dikongsi secara bebas (dalam bentuk diubahsuai atau tidak diubahsuai) oleh sesiapa sahaja. Secara bijaknya, Ubuntu MATE adalah bebas ataupun percuma.
nl_nl: Linux, Ubuntu en de MATE desktopomgeving zijn allemaal open source software. Deze software kan geheel vrij worden gebruikt, gewijzigd en gedeeld (in aangepaste of originele vorm) door wie dan ook. Kortom: Ubuntu MATE is vrije software, in de breedste zin van het woord.
pt_br: O que Linux, Ubuntu e MATE Desktop têm em comum é que são Open Source. Esse software pode ser usado, alterado e compartilhado (na forma modificada ou não) livremente por qualquer pessoa. Em resumo, Ubuntu Mate é livre, na forma literal da palavra.
ru: Linux, Ubuntu и Рабочий стол Mate Desktop по сути принадлежат к Open Source. Это программное обеспечение может свободно использоваться, изменяться и распространяться (в модифицированном или неизменном виде) кем угодно. Иначе говоря, Рабочий стол MATE Desktop бесплатен в прямом смысле этого слова.
sr: Оно што је Линуксу, Убунтуу и Мејтовој радној површи свима заједничко јесте то да су отвореног кода. Овај софтвер се може слободно користити, мењати и делити (у измењеном или неизмењеном облику) од стране било кога. У кратким цртама Убунту Мејт је слободан, у правом смислу те речи.
sv: Vad Linux, Ubuntu och MATE Desktop alla har gemensamt är att de är öppen källkod (Open Source). Denna programvara kan fritt användas, förändras, och delas vidare (i modifierat eller omodifierat skick) av vem som helst. Så i ett nötskal, Ubuntu MATE är fritt, i ordets sanna bemärkelse.
zh_tw: 什麼Linux，Ubuntu和MATE桌面都是共同的，它們是開放源代碼。 任何人都可以自由使用，更改和共享（修改或未修改）此軟件。 簡而言之，Ubuntu MATE是免費的，在最真實的意義上。

source: Although you will find some distributions (variations) of Linux for purchase, the vast majority are provided free of charge, like Ubuntu MATE. The distribution is licensed in a way that allows anyone to give it away for free, with no strings attached. For example, the licence gives any member of the user community the freedom to use Linux for any purpose, to distribute, modify, redistribute, or even sell the operating system. If you do modify and then redistribute Linux with your modifications, you are required by the licence to submit your modifications for possible inclusion into future versions. There is no guarantee that this will ever happen, but if you have made it better, then your changes just might be included in the next release of Ubuntu MATE.
ar: ومع أنك ستجد بعض توزيعات لنكس للبيع، فإن الغالبية العظمى منها تقدم مجاناً مثل أبونتو ماتيه. التوزيعة مرخصة بطريقة تمكّن أي أحد من توزيعها مجاناً، دون قيود. مثلاً، تمنح الرخصة أي عضو من مجتمع المستخدمين الحرية لاستخدام لنكس لأي غرض، وتوزيع نظام التشغيل، وتغييره، وإعادة توزيعه أو حتى بيعه. إذا غيرت على لنكس ثم أعد توزيعه مع تغييراتك، فإنك ملزم بموجب الرخصة بأن تقدّم تغييراتك لاحتمال إدراجها في إصدارات مستقبلة. لا ضمان بأن ذلك سيتم، ولكن إن كنت بتغييرك جعلت النظام أفضل، فربما تأتي تغييراتك مضمنة في الإصدار القادم من أبونتو ماتيه.
ca_es: Encara que trobeu algunes distribucions (variacions) de Linux per a la seva compra, la immensa majoria es proporcionen de forma gratuïta, com Ubuntu MATE. La distribució està llicenciada d'una manera que permet que qualsevol la pugui llançar lliurement, sense cap compromís. Per exemple, la llicència li dóna a qualsevol membre de la comunitat d'usuaris la llibertat d'utilitzar Linux per a qualsevol propòsit, distribució, modificació, redistribució, o fins i tot la venda del sistema operatiu. Si modifiqueu i després redistribuïu Linux amb les seves modificacions, per part de la llicència se us requerirà que envieu les vostres modificacions per a la seva possible inclusió en futures versions. No hi ha cap garantia que això passi sempre, però si ho heu fet millor, aleshores, els vostres canvis tan sols es poden incloure en el pròxim llançament d'Ubuntu MATE.
cs: I když najdete několik distribucí (variací) Linuxu určených pro zakoupení, drtivá většina je poskytována zdarma, stejně jako Ubuntu MATE. Distribuce je licencována způsobem, který umožňuje komukoliv poskytovat ji zadarmo, bez připojených podmínek. Například licence dává kterémukoli členu uživatelské komunity svobodu používat Linux pro jakýkoli účel, distribuovat, modifikovat a znovu distribuovat, nebo dokonce prodávat operační systém. Pokud upravíte a pak znovu distribuujete Linux se svými úpravami, je po vás požadováno licencí, abyste předložili své úpravy pro případné zahrnutí do budoucích verzí. Neexistuje žádná záruka, že se tomu tak někdy nestane, ale pokud jste něco vylepšili, pak by vaše změny mohly být zahrnuty do příštího vydání Ubuntu MATE.
es_es: Aunque encontrarás algunas distribuciones (variaciones) de Linux de pago, la gran mayoría son proporcionadas de forma gratuita, como Ubuntu MATE. La distribución está disponible en una forma que permite que a cualquiera adquirir la de forma gratuita, sin ningún compromiso. Por ejemplo, la licencia da a cualquier miembro de la comunidad de usuarios la libertad de usar Linux para cualquier propósito, distribuir, modificar o incluso vender el sistema operativo. Si modificas y luego redistribuyes Linux con tus modificaciones, estás obligado por licencia a enviar tus modificaciones para una posible inclusión en futuras versiones. No hay garantía de que esto ocurra alguna vez, pero si lo has mejorado, entonces tus cambios simplemente serían incluidos en el siguiente lanzamiento de Ubuntu MATE.
it: Anche se potresti trovare alcune distribuzioni (variazioni) di Linux da acquistare, la maggior parte è offerta gratuitamente, come Ubuntu MATE. La distribuzione è rilasciata in un modo che permette a chiunque di distribuirla gratuitamente, senza nessuna corda collegata. Per esempio, la licenza da a qualsiasi membro della comunità di utenti la libertà di usare Linux per qualsiasi scopo, di distribuirlo, modificarlo, ridistribuirlo, anche vendere il sistema operativo. Se vuoi modificare e quindi ridistribuire Linux con le tue modifiche, hai l'obbligo da parte della licenza di inviare le modifiche per la possibile inclusione nelle versioni future. Non c'è nessuna garanzia che questo possa accadere, ma se tu lo hai migliorato, i tuoi cambiamenti potrebbero essere inclusi nel prossimo rilascio di Ubuntu MATE.
lt_lt: Nors jūs galite rasti, jog kai kurias Linux distribucijas (variacijas) galima įsigyti, didžioji jų dauguma, kaip ir Ubuntu MATE, yra pateikiamos nemokamai. Distribucija yra licencijuota tokiu būdu, kad kiekvienam būtų leidžiama nemokamai ją atiduoti, be jokių papildomų sąlygų. Pavyzdžiui, licencija suteikia kiekvienam bendruomenės nariui laisvę naudoti Linux bet kokiems tikslams: platinimui, modifikavimui, perskirstymui ar netgi operacinės sistemos pardavimui. Jeigu jūs modifikuosite, o tada perskirstysite Linux su savo modifikacijomis, tuomet pagal licenciją iš jūsų yra reikalaujama pateikti savo modifikacijas, galimam jų įtraukimui į būsimas versijas. Nėra jokios garantijos, kad taip įvyks, tačiau jeigu jūs padarėte sistemą geresnę, tuomet jūsų pakeitimai gali būti įtraukti į kitą Ubuntu MATE laidą.
ms_my: Walaupun anda dapati sesetengah distribusi (variasi) Linux memerlukan pembelian, kebanyakannya tersedia secara percuma, seperti Ubuntu MATE. Distribusi dilesenkan supaya sesiapa sahaja dapat menggunakannya secara bebas dan percuma, tanpa apa-apa timbal balas dikenakan. Sebagai contoh, lesen diberikan kepada mana-mana ahli komuniti pengguna adalah bebas menggunakan Linux atas apa jua tujuan, diedarkan, diubahsuai, diedar semula, ataupun menjual sistem pengoperasian tersebut. Jika anda mengubahsuai dan kemudian mengedar semula Linux mengikut citarasa anda, anda hanya perlu menyerahkan pengubahsuaian anda untuk disertakan pada versi akan datang. Walaupun berkemungkinan ia tidak akan berlaku, jika anda menjadikannya lebih baik, maka perubahan tersebut mungkin disertakan dalam keluaran Ubuntu MATE pada keluaran berikutnya.
nl_nl: Ondanks dat er een aantal Linux distributies (varianten) te koop worden aangeboden, wordt het overgrote deel gratis aangeboden, zoals Ubuntu MATE. De distributie heeft een licentie die het iedereen toestaat de software gratis te verspreiden, zonder voorwaarden. Een voorbeeld: de licentie staat elke gebruiker binnen de gemeenschap toe om de software te gebruiken, aan te passen of te delen met aanpassingen, of zelfs te verkopen. De enige voorwaarde is dat je eventuele aanpassingen meldt zodat het mogelijk op kan worden genomen in de toekomstige versie. Er is geen garantie dat dit altijd gebeurt, maar als je iets verbeterd hebt, dan zouden je wijzigingen zomaar eens te vinden kunnen zijn in de volgende versie van Ubuntu MATE.
pt_br: Você encontrará algumas distribuições (variações) de Linux à venda, embora a grande maioria é fornecida livre de cobrança, como o Ubuntu MATE. A distribuição está licenciada de um forma que permite qualquer um a dá-lo de graça, sem nenhum compromisso. Por exemplo, a licença dá a qualquer membro da comunidade a liberdade de usar o Linux para qualquer proposta, para distribuir, modificar, redistribuir ou até vender o sistema operacional. Se você modificar e então distribuir o Linux com suas alterações, será requerido pela licença que você envie suas modificações para uma possível inclusão em versões futuras. Não tem garantia que isso acontecerá alguma vez, mas se você tornou-o melhor, talvez suas alterações poderão ser incluídas no próximo lançamento do Ubuntu MATE.
ru: И хотя существует несколько коммерческих дистрибутивов Linux, подавляющее большинство предоставляется бесплатно, в том числе и Ubuntu MATE. Распространение лицензировано таким способом, чтобы предоставить любому возможность бесплатной раздачи без обязательств. Например, лицензия дает любому участнику сообщества свободу использовать Linux для любых целей: распространять, изменять или даже продавать операционную систему со своими изменениями. Когда вы вносите изменения в Linux и затем распространяете его с учетом исправлений, вам необходимо представить свои изменения для их возможного использования в будущих версиях. Не факт, что это произойдет, но если вы что-то улучшили, предложенные измерения могли бы быть включены в следующие выпуски Ubuntu MATE.
sr: Иако ћете наћи неке дистрибуције (варијације) Линукса за куповину, већина их је доступна бесплатно, као Убунту Мејт. Дистрибуција је издата под дозволом на начин који омогућава свакоме да је даје бесплатно, без икаквих додатака. На пример, дозвола даје било ком члану заједнице корисника слободу да користи Линукс за било коју сврху, да расподељује, мења, или чак да продаје оперативни систем. Ако сте изменили и потом прерасподелили Линукс са изменама, у самој дозволи од вас се тражи да поднесете своје измене за могуће укључивање у будућим издањима. Не постоји гаранција да ће се то икада догодити, али ако сте га направили бољим, онда ће се ваше измене бити укључене у следећем издању Убунту Мејта.
sv: Även om du hittar några distrubitioner (varianter) av Linux som kan kosta pengar så är de allra flesta helt kostnadsfria såsom Ubuntu MATE. Distrubitionen är licenserad på så vis att den tillåter vem som helst att ge bort det helt fritt, utan några förbehåll. Till exempel så ger licensen alla medlemmer av användargemenskapet friheten att använda Linux för alla ändamål, att distrubiera, modifiera, vidare distrubiera eller även sälja operativsystemet. Om du modifierat och sen distrubierar vidare Linux med dina ändringar så måste du, som krav i licensen, även skicka med dina ändringar så att dom ingår i eventuella framtida versioner. Det finns ingen garanti för detta någons kommer hända, men om du har gjort något bättre så kanske just dina ändringar kommer att ingå i nästa leverans av Ubuntu MATE.
zh_tw: 雖然您會發現一些Linux版本的發行版本，絕大多數都是免費提供的，如Ubuntu MATE。 該發行版的授權方式允許任何人免費提供，不附帶任何字符串。 例如，許可證給用戶社區的任何成員自由地使用Linux進行任何目的，分發，修改，重新分發或甚至銷售操作系統。 如果您修改然後重新分發Linux與您的修改，您需要許可證提交您的修改，以備將來的版本。 不會保證這樣做會發生，但是如果您做得更好，那麼您的更改可能會被包含在Ubuntu MATE的下一個版本中。
