Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/introduction/*.po
Languages: ar, bg, ca_es, cs, es_es, it, lt_lt, ms_my, nl_nl, pt_br, ru, sr, sv, zh_tw

source: Many of the users of Linux are corporations that use the operating system to run their businesses, or include it within their products. Many of these corporations provide fixes and new features for Linux as they use the software for their businesses.
ar: كثير من مستخدمي لنكس هي شركات تسخدم نظام التشغيل لإنجاز أعمالها، أو لتضمينه في منتجاتها. وكثير من هذه الشركات تقدم إصلاحات للمشكلات وميزات جديدة للنكس بالتزامن مع استخدامهم للبرامج لإنجاز أعمالهم.
ca_es: Molts dels usuaris de Linux són corporacions que utilitzen el sistema operatiu per executar els seus negocis, o l'inclouen dins dels seus productes. Moltes d'aquestes corporacions proporcionen correccions i noves característiques per a Linux, ja que utilitzen el programari per als seus negocis.
cs: Mnoho uživatelů Linuxu jsou korporace, které používají operační systém pro provoz svých podniků nebo jej zahrnují do svých produktů. Mnohé z těchto společností poskytují opravy a nové funkce pro Linux, protože používají tento software pro své podnikání.
es_es: Muchos de los usuarios de Linux son corporaciones que usan el sistema operativo para hacer funcionar sus negocios, o incluirlo entre sus productos. Muchas de estas corporaciones aportan parches y nuevas características pues usan el software para sus negocios.
it: Molti degli utenti Linux sono aziende che usano il sistema operativo per lavorare, o per includerlo nei loro prodotti. Molte di queste aziende offrono fix e nuove caratteristiche per Linux dato che usano il software per il loro lavoro.
lt_lt: Daugelis Linux naudotojų yra korporacijos, kurios naudoja operacinę sistemą savo versle arba įtraukia ją į savo produktus. Kadangi šios korporacijos naudoja programinę įrangą savo verslo reikmėms, daugelis iš jų pateikia Linux pataisymus bei naujas ypatybes.
ms_my: Kebanyakan pengguna Linux adalah syarikat korporat yang menggunakan sistem pengoperasian untuk kelangsungan perniagaan mereka, atau digandingkan ke dalam produk mereka. Kebanyakan syarikat korporat ini menyediakan pembaikan dan fitur baharu untuk Linux yang digunakan kerana mereka menggunakan perisian tersebut untuk perniagaan mereka.
nl_nl: Veel van de Linux-gebruikers zijn bedrijven die het besturingssysteem dagelijks binnen het bedrijf gebruiken, of het zelfs meeleveren met hun product. Veel van deze bedrijven leveren verbeteringen en zelfs nieuwe functionaliteit op voor Linux.
pt_br: Muitos usuários de Linux são corporações que usam o sistema operacional para rodar seus negócios, ou incluí-lo em seus produtos. Muitas dessas corporações fornecem reparos e novas funcionalidades ao Linux, como eles usam o software para seus negócios.
ru: Linux используется многими компаниями, как операционная система в их бизнесе или содержится в их продукции. Многие из этих компаний предоставляют исправления и новые возможности для Linux, так как ведет и к росту их собственного бизнеса.
sr: Многи од корисника Линукса су корпорације које користе оперативни систем за покретање својих послова, или га укључују у оквиру својих производа. Многе од ових корпорација обезбеђују исправке и нове могућности за Линукс пошто користе софтвер за своје пословање.
sv: Många användare av Linux är företag som använder operativsystemet till att driva sin verksamhet eller för att inkludera det i sina produkter. Många av dessa företag tillhandahåller även rättningar och nya funktioner för Linux eftersom de använder programvaran för sin verksamhet.
zh_tw: 許多公司是Linux的使用者並且使用它來經營他們的生意，或者將Linux包含在他們的產品裡。當這些公司使用這些軟體時，同時也提供新功能和修補程式給Linux

source: These improvements are given back
ar: وهذه التحسينات تُعاد
ca_es: Aquestes millores es retornen
cs: Tato vylepšení jsou uváděna zpět
es_es: Estas mejoras son devueltas
it: Questi miglioramenti vengono ridati indietro
lt_lt: Šie patobulinimai yra grąžinami atgal
ms_my: Penambahbaikan ini dipulangkan kembali
nl_nl: Deze verbeteringen worden teruggekoppeld
pt_br: Essas melhorias são devolvidas
ru: Такие улучшения возвращаются назад
sr: Ова побољшања се враћају
sv: Dessa förbättringar ges tillbaka
zh_tw: 這些改進將會被回饋

source: to the Linux community and Ubuntu MATE improves as a result. This is how we can continually improve and grow without having to charge our users money.
ar: إلى مجتمع لنكس ونتيجة لذلك يتحسّن أبونتو ماتيه. وهكذا يمكننا دائماً التحسّن والنمو دون تكليف مستخدمينا مالاً.
ca_es: a la comunitat de Linux i Ubuntu MATE millora com a resultat. Així és com podem millorar i créixer de forma contínua sense haver de recórrer en despeses als nostres usuaris.
cs: do komunity Linuxu a ve výsledku zlepšují i Ubuntu MATE. To je způsob, jak se můžeme neustále zlepšovat a růst, aniž bychom museli účtovat našim uživatelům peníze.
es_es: a la comunidad Linux y como resultado Ubuntu MATE mejora. Así es como podemos mejorar y crecer continuamente sin tener que cobrar dinero a nuestros usuarios.
it: alla comunità Linux e Ubuntu MATE migliora di conseguenza. Questo è come noi possiamo continuamente migliorare e crescere senza dover chiedere soldi ai nostri utenti.
lt_lt: į Linux bendruomenę ir to pasekoje taip pat tobulėja ir Ubuntu MATE. Štai taip mes galime be perstojo tobulėti ir augti, nereikalaudami iš savo naudotojų jokių pinigų.
ms_my: kepada komuniti Linux dan Ubuntu MATE akhirnya juga ditambahbaikkan. Dengan cara ini kami dapat terus-menerus menambahbaik dan membangun tanpa mengenakan bayaran kepada pengguna kami.
nl_nl: naar de Linux gemeenschap met als gevolg dat Ubuntu MATE beter wordt. Op deze manier kunnen we continue verbeteren en groeien zonder aan onze gebruikers een bijdrage te moeten vragen.
pt_br: à comunidade Linux e o Ubuntu MATE melhora, como resultado. É assim que podemos melhorar e crescer sem ter que cobrar nossos usuários.
ru: в сообщество Linux, в итоге совершенствуя и Ubuntu MATE. В этом и есть секрет того, как мы может постоянно развиваться и расти без инвестиций наших пользователей.
sr: Линукс заједници а Убунту Мејт се побољшава као резултат. На тај начин можемо стално да се побољшавамо и растемо а да не трошимо наш кориснички новац.
sv: till Linux-gemenskapen och Ubuntu MATE förbättras som resultat. Detta för att vi ska kunna fortsätta förbättra och växa utan att behöva ta betalt av våra användare.
zh_tw: 提供給Linux社群和Ubuntu MATE改進的結果。這就是我們如何持續的進步並且成長而毋需向使用者收費

source: Unlike Windows and OS X, Linux is not created and supported by just one company. It is supported by Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD, and Microsoft. Over 4,000 developers contributed to Linux over the last 15 years.
ar: على خلاف ما عليه وندوز و أو إس إكس، فليس لنكس منتجاً ومدعوماً من قبل شركة واحدة. بل مدعوم من قبل إنتل Intel، ردْ هات Redhat، لينارو Linaro، سامسونج Samsung، آي بي إم IBM، سوز Suse، آلات تكسَسْ Texas Instruments، جوجل Google، كونانِكَلْ Canonical، أورَكِل Oracle، أي أم دي AMD، مايكروسوفت Microsoft. أكثر من 4000 مطور أسهموا في تطوير لنكس خلال الخمس عشرة سنة الماضية.
ca_es: A diferència de Windows i d'OS X, Linux no el crea ni li dóna suport una única empresa. Li dóna suport Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD i Microsoft. Més de 4.000 desenvolupadors de Linux han contribuït al llarg dels últims 15 anys.
cs: Na rozdíl od Windows a OS X není Linux vytvořen a podporován pouze jednou společností. Je podporovaný společnostmi Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD a Microsoft. K vývoji Linuxu přispělo v průběhu posledních 15 let přes 4000 vývojářů.
es_es: A diferencia de Windows y OS X, Linux no está creado ni respaldado por una sola compañía. Está respaldado por Intel, RedHat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD y Microsoft. Aproximadamente 4.000 desarrolladores contribuyeron con Linux durante los últimos 15 años.
it: A differenza di Windows e di OS X, Linux non è creato e supportato solo da una azienda. E' supportato da Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD, e Microsoft. Oltre 4000 sviluppatori hanno contribuito a Linux nel corso degli ultimi 15 anni.
lt_lt: Kitaip nei Windows ir OS X, Linux nėra sukurta ir palaikoma tik vienos kompanijos. Ją palaiko Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD, ir Microsoft. Per paskutinius 15 metų, prie Linux kūrimo prisidėjo virš 4000 talkininkų.
ms_my: Tidak seperti Windows dan OS X, Linux tidak dihasilkan dan disokong oleh hanya sebuah syarikat. Ia disokong oleh Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instrument, Google, Canonical, Oracle, AMD, dan Microsoft. Lebih daripada 4000 orang pembangun memberi sumbangan kepada Linux dalam tempoh 15 tahun kebelakangan ini.
nl_nl: In tegenstelling tot Windows en OS X, is Linux niet ontworpen en onderhouden door één enkel bedrijf. Het wordt ondersteund door Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD, en Microsoft. Meer dan 4000 ontwikkelaars hebben de laatste 15 jaar bijgedragen aan Linux.
pt_br: Diferente do Windows e do OS X, o Linux não é criado e sustentado por apenas uma empresa. É mantido pela Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD e Microsoft. Mais de 4000 desenvolvedores contribuíram com o Linux ao longo dos últimos 15 anos.
ru: Linux в отличии от Windows и OS X создается и поддерживается не одной компанией, а многими, в числе которых Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD и Microsoft. Свой вклад в Linux за последние 15 лет внесли более 4000 разработчиков.
sr: За разлику од Виндоуза и ОС Икс-а, Линукс не ствара и не подржава само једна компанија. Њега подржавају Интел, Редхет, Линаро, Самсунг, ИБМ, СУСЕ, Тексас Инструментс, Гугл, Каноникал, Оракл, АМД, и Мајкрософт. Преко 4.000 програмера је допринело Линуксу у последњих 15 година.
sv: Till skillnad från Windows och OS X är Linux inte skapat och stöttat från endast ett företag. Det kommer stöd ifrån Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD, och Microsoft. Över 4 000 utvecklare har bidragit till Linux de senaste 15 åren.
zh_tw: 不像Windows和OS X，Linux不只由一家公司所支援及開發。它由Intel, Redhat, Linaro, Samsung, IBM, SUSE, Texas Instruments, Google, Canonical, Oracle, AMD以及Microsoft等公司所支援。這15年來超過4000位開發者共同維護著Linux。

source: Whether you are a home user of Ubuntu MATE, an Ubuntu MATE software or application developer, or an employee of an organization that uses the operating system, you are a member of the Linux and Open Source communities and benefit from the efforts of the developers who contribute to Ubuntu MATE and its related projects: Linux, MATE, and Ubuntu. Members of the community run Linux on almost any hardware, from the prettiest Macbook to the cheapest netbook, from the newest Chromebook to some very old machines designed for Windows, and from the most powerful Internet servers to the smallest smart thermostat.
ar: سواء كنت مستخدماً منزلياً لأبونتو ماتيه، أو مطور تطبيقات أبونتو ماتيه، أو موظفاً في منظمة تستخدم نظام التشغيل هذا، فأنت عضو في مجتمع لنكس والبرامج المفتوحة المصدر وتستفيد من جهود المطورين الذين يُسهمون في تطوير أبونتو ماتيه والمشروعات المرتبطة به: لنكس، ماتيه، أبونتو. أعضاء المجتمع يشغّلون لنكس على كل الأجهزة تقريباً، من أجمل ماك بوك إلى أرخص حاسب محمول، ومن أحدث كروم بوك إلى جهاز قديم جداً مصمم لوندوز، ومن أقوى خادم إنترنت إلى أصغر ثرموستات ذكي.
ca_es: Si sou un usuari domèstic d'Ubuntu MATE, un desenvolupador de programari o d'aplicacions d'Ubuntu MATE, o un empleat d'una organització que utilitza el sistema operatiu, sou un membre de les comunitats de Linux i de codi obert i us beneficieu dels esforços dels desenvolupadors que contribueixen a Ubuntu MATE i als seus projectes relacionats: Linux, MATE i Ubuntu. Els membres de la comunitat executen Linux en gairebé qualsevol maquinari, des del Macbook més bonic fins a l'ordinador portàtil més barat, des del Chromebook més nou fins a algunes màquines molt antigues dissenyades per a Windows, i des dels servidors més potents d'Internet fins al termòstat intel·ligent més petit.
cs: Ať už jste domácí uživatel Ubuntu MATE, softwarový nebo aplikační vývojář Ubuntu MATE nebo zaměstnancem organizace, která používá operační systém, jste členem linuxové komunity a komunity otevřeného softwaru a těžíte z úsilí vývojářů, kteří přispěli k Ubuntu MATE a do přidružených projektů: Linuxu, MATE a Ubuntu. Členové komunity spouštějí Linux na téměř jakémkoliv hardwaru, od nejkrásnějších Macbooků po nejlevnější netbooky, od nejnovějšího Chromebooku po některé velmi staré stroje navržené pro systém Windows a od nejvýkonnějších internetových serverů po nejmenší inteligentní termostat.
es_es: Seas un usuario doméstico de Ubuntu MATE, un desarrollador de software o aplicaciones para Ubuntu MATE, o un empleado en una organización que utilice el sistema operativo, eres un miembro de las comunidades de Linux y de Código Abierto y te beneficias de los esfuerzos de los desarrolladores quienes contribuyen con Ubuntu MATE y sus proyectos relacionados: Linux, MATE y Ubuntu. Los miembros de la comunidad ejecutan Linux en casi cualquier hardware, desde el Macbook más bonito al netbook más barato, desde el Chromebook más nuevo a algunas máquinas muy viejas diseñadas para Windows, y desde los servidores de Internet más potentes al termostato inteligente más pequeño.
it: Se sei un utente casalingo di Ubuntu MATE, uno sviluppatore di applicazioni o di Ubuntu MATE, o un impiegato di una organizzazione che usa il sistema operativo, sei un membro delle comunità di Linux e Open Source e benefici degli sforzi degli sviluppatori che contribuiscono ad Ubuntu MATE e ai suoi progetti correlati: Linux, MATE, e Ubuntu. I membri della comunità che usano Linux su quasi ogni hardware, dal più grazioso Macbook al netbook più economico, e dai più potenti server internet al più piccolo termostato intelligente.
lt_lt: Nesvarbu kas jūs bebūtumėte, ar Ubuntu MATE namų naudotojas, ar Ubuntu MATE programinės įrangos ar programų kūrėjas, ar organizacijos, kuri naudoja šią operacinę sistemą, darbuotojas, jūs esate Linux ir Atviro kodo bendruomenių narys ir gaunate naudą iš kūrėjų, kurie talkina Ubuntu MATE ir su šia sistema susijusiems projektams: Linux, MATE ir Ubuntu. Bendruomenės nariai vykdo Linux beveik bet kokioje aparatinėje įrangoje, nuo gražiausių Macbook iki pigiausių tinklinukų, nuo naujausių Chromebook iki labai senų kompiuterių, skirtų Windows sistemoms, ir nuo pačių galingiausių interneto serverių iki mažiausių išmaniųjų termostatų.
ms_my: Sama ada anda sebagai pengguna biasa Ubuntu MATE, pembangun aplikasi atau perisian Ubuntu MATE, atau pekerja di sebuah organisasi yang menggunakan sistem pengoperasian tersebut, anda secara tidak langsung merupakan ahli kepada komuniti Linux dan Sumber Terbuka dan layak mendapat hasil daripada usaha para pembangun yang banyak memberi sumbangan kepada Ubuntu MATE dan projek berkaitan dengannya: Linux, MATE, dan Ubuntu. Ahli komuniti menjalankan Linux pada hampir kesemua perkakasan, dari Macbook yang megah sehinggalah netbook yang murah harganya, dari Chromebook yang terbaharu sehinggalah komputer lama yang direka khas untuk Windows, dan juga dari pelayan Internet yang berkuasa tinggi sehinggalah peranti seperti termostat pintar bersaiz kecil.
nl_nl: Als lid van de Linux en Open Source gemeenschap - of je nu thuisgebruiker van Ubuntu MATE bent, of software ontwikkelaar, of een medewerker van een bedrijf bent die het besturingssysteem gebruikt - pluk je de vruchten van de inspanningen van de ontwikkelaars die werken aan Ubuntu MATE en de gerelateerde projecten: Linux, MATE en Ubuntu. Leden van de Linux en Open Source gemeenschap draaien Linux op praktisch alle hardware, van de mooiste Macbook tot de goedkoopste netbook, van de nieuwste Chromebook tot de meeste gedateerde machines die ontworpen zijn voor Windows, van de meeste krachtige Internet servers tot de kleinste slimme thermostaat.
pt_br: Seja você um usuário doméstico do Ubuntu MATE, um desenvolvedor de software ou aplicação para Ubuntu MATE, ou um funcionário de uma organização que usa o sistema operacional, você é um membro das comunidades Linux e Open Source, e se beneficia dos esforços dos desenvolvedores que contribuíram para o Ubuntu MATE e seus projetos relacionados: Linux, MATE e Ubuntu. Membros da comunidade rodam Linux em quase qualquer hardware, desde o Macbook mais bonito ao netbook mais barato, do mais recente Chromebook a algumas máquinas muito velhas projetadas para Windows, e dos mais poderosos servidores de Internet ao menor termostato inteligente.
ru: Будь вы обычный пользователь Ubuntu MATE, разработчик Ubuntu MATE и приложений или сотрудник организации, использующей эту операционную систему, вы являетесь участником сообщества Linux и Open Source и помогаете усилиям разработчиков, вносящих свой вклад в развитие Ubuntu MATE и связанных с ней проектов: Linux, MATE и Ubuntu. Участники сообщества заставляют работать Linux практически на любом оборудовании: от прелестного Macbook до простейшего нетбука, от новейшего Chromebook до уж совсем старых машин с Windows, от мощнейших интернет-серверов до крошечных "умных" термостатов.
sr: Без обзира да ли сте кућни корисник Убунту Мејта, програмер софтвера или апликација за Убунту Мејт, или сте запослени у организацији која користи оперативни систем, ви сте члан Линуксове и заједнице отвореног кода и користите напор програмера који доприносе Убунту Мејту и пратећим пројектима: Линуксу, Мејту и Убунтуу. Чланови заједнице покрећу Линукс на готово сваком хардверу, од најлепших Мекбукова до најјефтинијих нетбукова, од најновијег Хромбука до неких врло старих машина осмишљених за Виндоуз, и од најмоћнијих интернет сервера до најмањих паметних термостата.
sv: Oavestt om du är en hemmaanvändare av Ubuntu MATE, en Ubuntu MATE mjukvaru- eller applikationsutvecklare eller en anställd hos en organisation som använder operativsystemt, så är du en medlem i Linux- och Open Source-gemenskapen och drar nytta av den ansträngning som krävts av utvecklarna som bidragit till Ubuntu MATE och dess relaterade projekt: Linux, MATE och Ubuntu. Medlemmar i gemenskapen kör Linux på nästan all hårdvara, allt från den snyggaste Macbook till den billigaste netbook, från den nyaste Chromebook till någon väldigt gammal maskin designat för Window, och från de mest kraftfullaste Internetservrarna till den minsta smart-termostaten.
zh_tw: 無論您是Ubuntu MATE的家庭用戶，Ubuntu MATE軟件還是應用程序開發人員，還是使用操作系統的組織的員工，您都是Linux和開源社區的成員，並受益於開發人員的努力 有助於Ubuntu MATE及其相關項目：Linux，MATE和Ubuntu。 社區成員幾乎可以在任何硬件上運行Linux，從最漂亮的Macbook到最便宜的上網本，從最新的Chromebook到一些專為Windows設計的舊機器，以及從最強大的互聯網服務器到最小的智能恆溫器。

source: Scroll down to learn more.
ar: مرر لأسفل لتعرف المزيد.
ca_es: Desplaceu-vos cap avall per obtenir més informació.
cs: Rolujte dolů a dozvíte se více.
es_es: Desplácese hacia abajo para aprender más.
it: Scorri in basso per imparare ancora.
lt_lt: Norėdami sužinoti daugiau, slinkite žemyn.
ms_my: Tatal ke bawah untuk ketahui lebih lanjut.
nl_nl: Scrol naar onder om meer te leren.
pt_br: Role abaixo para aprender mais.
ru: Прокрутите вниз, чтобы узнать больше.
sr: Премакните на доле да сазнате више.
sv: Skrolla nedåt för att läsa mer.
zh_tw: 向下滾動以了解更多信息。

source: Ubuntu MATE is a desktop distribution (variation) of GNU/Linux -- a dependable, secure, capable, and modern computer system that rivals all others in popularity and usage.
ar: أبونتو ماتيه توزيعة سطح مكتب من جنو / لنكس - نظام الحاسوب الموثوق، الآمن، القوي، العصري، الذي ينافس كل الأنظمة الأخرى في الشهرة والاستخدام.
cs: Ubuntu MATE je desktopová distribuce (variace) GNU/Linuxu – spolehlivého, bezpečného, schopného a moderního počítačového systému, který soupeří se všemi ostatními v popularitě a v míře používání.
es_es: Ubuntu MATE es una distribución de escritorio (variación) de GNU / Linux - un sistema informático confiable, seguro, capaz y moderno que rivaliza con todos los demás en popularidad y uso.
it: Ubuntu MATE è una distribuzione (variazione) di GNU/Linux -- un affidabile, sicuro, capace, e moderno sistema per i computer che rivaleggia con tutti gli altri in popolarità e uso.
lt_lt: Ubuntu MATE yra GNU/Linux darbalaukio distribucija (variacija) -- patikima, saugi, veiksni ir šiuolaikinė kompiuterinė sistema, kuri konkuruoja su visomis kitomis pagal populiarumą bei naudojimą.
ms_my: Ubuntu MATE ialah distribusi (variasi) GNU/Linux -- debuah sistem komputer modern, berupaya dan selamat yang setanding dengan lain-lain distribusi dari segi kepopularan dan penggunaannya.
nl_nl: Ubuntu MATE is een distributie (variant) van GNU/Linux - een betrouwbaar, veilig, bekwaam en modern besturingssysteem dat wedijvert met alle anderen in populariteit en gebruik.
pt_br: O Ubuntu MATE é uma distribuição (variação) do GNU/Linux - um sistema confiável, seguro, capaz e moderno, que vence todos os outros em popularidade e uso.
sr: Убунту Мејт је дистрибуција радне површи (варијација) Гну/Линукса —— поуздан, сигуран, способан, и савремен рачунарски систем који конкурише свим осталим у популарности и употреби.
sv: Ubuntu MATE är en skrivbordsdistribution (variant) av GNU/Linux - en pålitligt, säker, kapabel och modernt datorsystem som utmanar alla andra i popularitet och användning.
zh_tw: Ubuntu MATE是GNU / Linux的桌面版本，它是一個可靠，安全，功能強大且現代化的計算機系統與所有人的流行度和使用情況相媲美。

source: Unlike other operating systems, Linux is used:
ar: على خلاف أنظمة التشغيل الأخرى، يستخدم لنكس:
bg: За разлика от други операционни системи, Линукс се използва за:
cs: Na rozdíl od jiných operačních systémů je Linux většinově používán:
es_es: A diferencia de otros sistemas operativos, Linux se usa:
it: A differenza di altri sistemi operativi, Linux è usato:
lt_lt: Kitaip nei kitos operacinės sistemos, Linux yra naudojama:
ms_my: Tidak seperti lain-lain sistem pengoperasian, Linux digunakan:
nl_nl: Anders dan andere besturingssystemen, wordt Linux gebruikt:
pt_br: Ao contrário de outros sistemas operacionais, o Linux é usado
sr: За разлику од других оперативних система, Линукс се користи:
sv: Till skillnad från andra operativsystem så används Linux:
zh_tw: 不同於其他操作系統，使用Linux：

source: on many of, if not most of, the computers that make up the backbone of Internet
ar: في عدد كبيرمن الحواسيب، إن لم يكن جميع الحواسيب التي تكوّن العمود الفقري للإنترنت
bg: много, ако не повечето от компютрите, изграждащи "гръбнака" на Интернета
cs: na mnohých (ne-li většině) počítačích, které tvoří páteř Internetu
es_es: en muchos de los, si no la mayoría de, las computadoras que constituyen la columna vertebral de Internet
it: su molti,se non sulla maggior parte, dei computer che sono la colonna vertebrale di Internet.
lt_lt: daugelyje, jei ne visuose, kompiuteriuose, kurie sudaro interneto pagrindą
ms_my: pada kebanyakan, jika bukan semuanya, komputer yang menjadi tulang belakang Internet
nl_nl: Op vele, zo niet de meeste computers die samen de ruggengraat van het internet vormen
pt_br: em muitos, se não quase todos, os computadores que integram a espinha dorsal da internet
ru: на многих (если не на большинстве) компьютерах во всей сети Интернет.
sr: на многим, ако не и на већини, рачунара који чине окосницу Интернета
sv: på flera utav, om inte de flesta, datorer som utgör Internets ryggrad
zh_tw: 在許多構成互聯網的計算機（如果不是大多數）
