Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/donate/*.po
Languages: bg, da_dk, de, es_es, fi_fi, hu_hu, id, ms_my, pl, pt_br, ro, sk, sr@latin, tr_tr

source: Donate
bg: Дарение
da_dk: Donér
de: Spenden
es_es: Donar
fi_fi: Lahjoita
hu_hu: Adományozás
id: Donasi
ms_my: Beri Sumbangan
pl: Wesprzyj projekt
pt_br: Doar
ro: Donatie
sk: Prispieť
sr@latin: Donacije
tr_tr: Bağış

source: About Donations
bg: Относно Даренията
da_dk: Om Donationer
de: Information über Spenden
es_es: Acerca de Donaciones
hu_hu: Az adományokról
id: Tentang Donasi
ms_my: Perihal Sumbangan
pl: O wsparciu
pt_br: Sobre as Doações
ro: Despre donații
sk: O daroch
sr@latin: O donacijama
tr_tr: Bağışlar Hakkında

source: Our Supporters
bg: Нашите Спонсори
da_dk: Vores supportere
de: Unsere Unterstützer
es_es: Nuestros Patrocinadores
hu_hu: Támogatóink
id: Pendukung Kami
ms_my: Penyokong Kami
pl: Wspierają nas
pt_br: Nossos Apoiadores
ro: Susținătorii noștri
sk: O podporovateľoch
sr@latin: Naši pokrovitelji
tr_tr: Destekçilerimiz

source: It appears you are not connected to the Internet. Please check your connection to access this content.
bg: Изглежда, че не сте свързани с Интернет. Моля проверете връзката си и опитайте отново.
da_dk: Det ser du til at du ikke har forbindelse til internettet. Kontroller din forbindelse for at få adgang til dette indhold.
de: Es scheint, dass Sie nicht mit dem Internet verbunden sind. Bitte überprüfen Sie die Verbindung, um auf diesen Inhalt zuzugreifen.
es_es: Parece que no estás conectado a Internet. Por favor, comprueba tu conexión para acceder a este contenido.
hu_hu: Úgy tűnik, nem csatlakozol az internetre. Kérlek ellenőrizd az internetkapcsolatod, hogy elérd ezt a tartalmat.
id: Sepertinya kamu tidak terhubung dengan internet. Silahkan periksa koneksi kamu untuk mengakses konten ini.
ms_my: Kelihatan anda tidak bersambung dengan Internet. Sila periksa sambungan anda untuk mencapai kandungan ini.
pl: Wygląda na to, że nie masz aktywnego połączenia z internetem. Sprawdź swoje połączenie.
pt_br: Parece que você não está conectado à internet. Por favor confira sua conexão para acessar o conteúdo.
ro: Se pare că nu sunteți conectat la Internet. Vă rugăm să verificați conexiunea pentru a avea acces la acest conținut.
sk: Zdá sa, že nie ste pripojení k Internetu. Prosím, skontrolujte si spojenia aby ste mohli pristupovať k tomuto obsahu.
sr@latin: Naizgled, trenutno nemate vezu sa Internet-om. Ispravna veza je neophodna da bi ste pristupili ovom sadržaju.
tr_tr: Görünüşe göre İnternet'e bağlı değilsiniz. Lütfen, bu içeriğe ulaşmak için bağlantınızı kontrol edin.

source: Sorry, Welcome was unable to establish a connection.
bg: Съжаляваме, но неуспяхме да установим връзка.
da_dk: Beklager, Velkommen var i stand til at oprette en forbindelse.
de: Willkommen war leider nicht in der Lage eine Verbindung aufzubauen.
es_es: Lo sentimos, Bienvenido fue incapaz de establecer conexión.
hu_hu: Elnézést, az Üdvözlőképernyő nem képes létrehozni a kapcsolatot.
id: Maaf, Selamat Datang tidak dapat membuat sambungan.
ms_my: Maaf, Aluan tidak berupaya menjalinkan sambungan.
pl: Przepraszamy, program Welcome nie mógł uzyskać połączenia.
pt_br: Desculpe, a tela de Boas vindas não pôde estabelecer uma conexão.
ro: Ne pare rău, dar Welcome nu a reușit să stabilească o conexiune.
sk: Sorry, program Vitajte nebol schopnú uskutočniť spojenie.
sr@latin: Welcome aplikacija nije uspela da uspostavi vezu.
tr_tr: Üzgünüz, Hoş Geldiniz bir bağlantı kuramıyor.

source: Retry
bg: Нов опит
da_dk: Prøv igen
de: Wiederholen
es_es: Reintentar
hu_hu: Megismétel
id: Coba lagi
ms_my: Cuba lagi
pl: Spróbuj ponownie
pt_br: Tentar de novo
ro: Reîncearca
sk: Opakovať
sr@latin: Ponovi
tr_tr: Tekrar Dene

source: Ubuntu MATE is funded by our community. Your donations help pay towards:
bg: Ubuntu MATE се финансира от нашето общество. Вашите дарения помагат да се изплащат:
da_dk: Ubuntu MATE er finansieret via vores fælleskat. Din donation vil hjælpe med at betale for:
de: Ubuntu MATE wird von unserer Benutzer-Gemeinde finanziert. Ihre Spenden helfen bei:
es_es: Ubuntu MATE es financiado por nuestra comunidad. Tus donaciones ayudan a abonar:
hu_hu: Az Ubuntu MATE-t a közösségünk támogatja. Az adományod az alábbiakhoz járul hozzá:
id: Ubuntu MATE didirikan oleh komunitas kami. Bantuan donasi anda akan membantu membayar:
ms_my: Ubuntu MATE ditaja oleh komuniti kami. Sumbangan yang anda beri dapat membayar:
pl: Ubuntu MATE jest finansowane przez społeczność. Wasze darowizny pomagają finansować:
pt_br: Ubuntu MATE é mantido pela nossa comunidade. Suas doações ajudarão a pagar:
ro: Ubuntu MATE este finanțat de către comunitatea noastră. Donatiile dumneavoastră ajuta la plata:
sk: Ubuntu MATE je financované našou komunitou. Vaše príspevky pomáhajú financovať:
sr@latin: Ubuntu MATE se finansira od strane zajednice. Vaše donacije se koriste za:
tr_tr: Ubuntu MATE topluluğumuz tarafından fonlanır. Sizin bağışlarınız şunlar için kullanılır:

source: Web hosting and bandwidth costs.
bg: Разходи за УЕБ хостинг и трафик на данни
da_dk: Web server plads og båndbredde omkostninger.
de: Der Finanzierung von Webhosting und Bandbreitenkosten.
es_es: Alojamiento del sitio web y costos de ancho de banda.
hu_hu: Web tárhely és internet költségek.
id: Web hosting dan biaya bandwidth.
ms_my: Kos pengehosan sesawang dan jalur lebar.
pl: Koszty hostingu strony internetowej i transferu.
pt_br: Hospedagem web e custos de largura de banda.
ro: Costurile gazduirii web și a lățimii de bandă
sk: Web hosting a ceny pripojenia.
sr@latin: Trškove Web hosting-a i internet protoka.
tr_tr: Hosting ve bant genişliği giderleri.

source: Supporting Open Source projects that Ubuntu MATE depends upon.
bg: Финансиране на проекти с Отворен код, на които разчита Ubuntu MATE
da_dk: Supportere Open Source projekter som Ubuntu MATE er afhængige af.
de: Der Unterstützung von Open-Source-Projekten, von denen Ubuntu MATE abhängig ist.
es_es: Apoyo a proyectos de código abierto en los que Ubuntu MATE depende.
fi_fi: Tukea avoimen lähdekoodin projekteille, joista Ubuntu MATE on riippuvainen.
hu_hu: Olyan nyílt forrású projektek támogatása, amikre az Ubuntu MATE épül.
ms_my: Menyokong projek Sumber Terbuka yang mana Ubuntu MATE bergantung kepadanya.
pl: Wsparcie projektów Open Source, od których Ubuntu MATE zależy.
pt_br: Apoiando os projetos de Software Livre dos quais o Ubuntu MATE depende.
ro: Sprijinirea proiecte Open Source de care Ubuntu MATE depinde .
sk: Podporovaním Open Source projektov na ktorých je Ubuntu MATE závislé.
sr@latin: Donacije prema Free and Open Source projektima na koje se Ubuntu MATE oslanja.
tr_tr: Ubuntu MATE'nin bağlı olduğu açık kaynak projelerinin desteklenmesi.

source: Eventually pay for full time developers of Ubuntu MATE and MATE Desktop.
bg: Заплащане на разработчици на пълно работно време, работещи върху Ubuntu MATE и Mate Desktop.
da_dk: Muligvis finansiere fuldtids udviklere ad Ubuntu MATE og MATE Desktop.
de: Der Bezahlung von Vollzeit-Entwicklern von Ubuntu MATE und dem MATE-Desktop.
es_es: Eventualmente pagar por los desarrolladores de tiempo completo de Ubuntu MATE y el escritorio MATE.
hu_hu: Végeredményben az Ubuntu MATE és a MATE asztali környezet teljes munkaidőben dolgozó fejlesztőinek fizetése.
ms_my: Membayar gaji pembangun sepenuh masa Ubuntu MATE dan Dekstop MATE.
pl: Programistów pracujących nad Ubuntu MATE i MATE Desktop.
pt_br: Eventualmente pagar por um desenvolvedor em tempo integral para o Ubuntu MATE e o MATE Desktop.
ro: În cele din urmă să plătească developeri program intreg pentru Ubuntu MATE și MATE Desktop.
sk: Eventuálne zaplatiť za plný úväzok vývojárov Ubuntu MATE a prostredia MATE
sr@latin: Eventualnoj plati za programere koji bi puno radno vreme posvetili radu na Ubuntu MATE i MATE Desktop-u.
tr_tr: Ubuntu MATE ve MATE Masaütü Ortamı'nın tam zamanlı çalışanlarının ücretleri.

source: Patreon
hu_hu: A Patreon
pt_br: Patrono

source: is a unique way to fund an Open Source project. A regular monthly income ensures sustainability for the Ubuntu MATE project. Patrons will be rewarded with exclusive project news, updates and invited to participate in video conferences where you can talk to the developers directly.
bg: е уникален начин за финансиране на проект с Отворен код. Ежемесечните вноски гарантират стабилност на Ubuntu MATE. 'Патроните' ще бъдат наградени с ексклузивни новини за проекта, ъпдейти и покани за участия във видео конференции, където могат да говорят лично с разработчиците.
da_dk: er en unik måde at støtte et Open Source projekt. En regelmæssig månedlige indkomst sikrer bæredygtigheden for Ubuntu MATE projektet. Støtter vil bliver belønnet med eksklusive projekt nyheder, opdateringer og invitationer til at deltage i video konferencer, hvor man kan snakke direkte med udviklerne.
de: ist eine einzigartige Möglichkeit, ein Open-Source-Projekt zu finanzieren. Ein regelmäßiges monatliches Einkommen sorgt für Nachhaltigkeit des Ubuntu-MATE-Projekts. Patrons werden mit exklusiven Projektneuigkeiten, Updates und Einladungen zu Videokonferenzen, wo sie direkt mit den Entwicklern sprechen können, belohnt.
es_es: es una forma única para financiar un proyecto de código abierto. Un ingreso mensual regular asegura la sostenibilidad del proyecto MATE Ubuntu. Los patrocinadores serán recompensados con exclusivas noticias de los proyectos, actualizaciones y serán invitados a participar en videoconferencias donde se puede hablar con los desarrolladores directamente.
hu_hu: egy egyedi módja egy nyílt forrású projekt támogatásának. A rendszeres havi jövedelem biztosítja az Ubuntu MATE projekt fenntarthatóságát. A támogatók cserébe kizárólag számukra elérhető híreket, frissítéseket kapnak, és részvételi lehetőségeket videóbeszélgetésre a fejlesztőkkel.
ms_my: merupakan cara unik menaja projek Sumber Terbuka. Pendapatan bulanan yang tetap dapat memastikan kelangsungan projek Ubuntu MATE. Para penaung akan dianugerahkan dengan berita, kemaskini projek secara ekslusif dan dijemput khas untuk menyertai sidang video yang mana anda boleh berbual terus dengan para pembangun.
pl: to wyjątkowy sposób na wsparcie projektu Open Source. Regularna miesięczna darowizna zapewnia stabilność projektowi Ubuntu MATE. Darczyńcy będą mieli wyłączny dostęp do najświeższych nowości oraz będą zapraszani do konferencji wideo, gdzie będą mogli porozmawiać z bezpośrednio z twórcami.
pt_br: é um jeito único de custear um projeto de Open Source. Um pagamento mensal garante sustentabilidade para o projeto Ubuntu MATE. Doadores Patronos serão recompensados com notícias exclusivas sobre o projeto, atualizações e convites para participar em videoconferências onde poderão falar diretamente com os desenvolvedores.
ro: este un mod unic de a finanta un proiect Open Source. Un venit lunar regulat asigură durabilitate pentru proiectul MATE Ubuntu. Patrons vor fi răsplătiți cu exclusive de proiecte de știri, actualizări și sunt invitați să participe la conferințe video unde puteți vorbi direct dezvoltatorilor.
sk: je unikátny spôsob financovania Open Source projektu. Pravidelný mesačný prijem zabezpečuje udržateľnosť projektu Ubuntu MATE. Patróni budú odmenení exkluzívnymi novinkami o projekte a pozvaním k účasti na videokonferenciach, kde môžete priamo hovoriť s vývojármi.
sr@latin: je jedinstven način za finansiranje Open Source projekta. Redovni mesečni prihodi omogućuju stabilan razvoj Ubuntu MATE projekta. Pokrovitelji su nagrađeni eksluzivnim vestima, detaljima o razvoju i pozvani da učestvuju u video konferencijama sa razvojnim timom.
tr_tr: Açık Kaynaklı bir projeyi desteklemek için eşsiz bir yöntemdir. Düzenli bir aylık gelir Ubuntu MATE projesinin sürdürebilinirliğini garanti altına alacaktır. Bağışçılar seçkin haberler, güncellemeler ve geliştiricilerle doğrudan bağlantı kurma imkanı veren video konferanslara davetler gibi armağanlara sahip olabilecekler.

source: If you would prefer to use
bg: Ако предпочитате да използвате
da_dk: Hvis du foretrækker at bruge
de: Wenn Sie lieber
es_es: Si usted prefiere usar
fi_fi: Jos käytät mieluummin
hu_hu: Ha inkább a
ms_my: Jika anda mahu gunakan
pl: Jeśli chcesz skorzystać z
pt_br: Se você prefere usar
ro: Dacă preferați să utilizați
sk: Ak by ste preferovali použiť
sr@latin: Ako Vam je draži
tr_tr: Eğer tercih ederseniz,

source: then we have options to donate monthly or make a one off donation. Finally, we also accept donations via
bg: тогава съществуват варианти да дарявате месечни вноски или еднократна сума. Освен това, приемаме също дарения чрез
da_dk: så har vi muligheden for en fast månedlig eller engangs donation. Vi accepterer også donationer via
de: bevorzugen, dann können Sie auch monatlich spenden oder eine einmalige Spende machen. Außerdem nehmen wir auch Spenden über
es_es: entonces tenemos opciones para donar mensualmente o hacer una única donación. Por último, también aceptamos donaciones a través de
fi_fi: niin meillä on vaihtoehtoja, joilla voit lahjoittaa kuukausittain tai tehdä kertaluonteisen lahjoituksen. Lopuksi otamme lahjoituksia vastaan myös käyttäen
hu_hu: használatát részesíted előnyben, akkor lehetőség van havi adományozásra vagy egyszeri adományozásra. Végül elfogadunk még adományokat az alábbi módon is:
ms_my: maka kami memberi pilihan sama ada dalam bentuk sumbangan bulanan ataupun sekali sahaja. Akhir sekali, kami juga menerima sumbangan dalam bentuk
pl: to istnieje możliwość przekazania darowizny miesięcznie lub jednorazowo. Akceptujemy także darowizny poprzez
pt_br: então temos opções para doar mensalmente ou doar apenas uma vez. Também aceitamos doações via
ro: atunci avem opțiuni pentru a dona lunar sau să facă o singura donație . În cele din urmă, acceptăm și donații prin intermediul
sk: tak môžete darovať mesačne, alebo podarovať jednorázovo. V poslednom rade tiež prijimame dary cez
sr@latin: tu postoje opcije za mesečni stalni nalog kao i jednokratne donacije. Pored ovih, Vašu donaciju možete poslati i kao
tr_tr: aylık ya da bir kerelik bağış seçeneklerimiz bulunuyor. Son olarak, kabul ettiğimiz bir başka bağış yöntemi de

source: Become a Patron
bg: Станете Патрон
da_dk: Bliv en fast støtte
de: Patron werden
es_es: Conviértete en un Patrocinador
fi_fi: Ryhdy tukijaksi
hu_hu: Légy támogató
id: Menjadi Patreon
ms_my: Menjadi Penaung
pl: Zostań darczyńcą
pt_br: Seja um Patrono
ro: Devii un Patron
sk: Stať sa Patrónom
sr@latin: Postani pokrovitelj
tr_tr: Patreon ile Destekleyin

source: Donate with PayPal
bg: Дарете чрез PayPal
da_dk: Donér via PayPal
de: Mit PayPal spenden
es_es: Donar con PayPal
fi_fi: Lahjoita PayPalilla
hu_hu: Adományozz PayPal-lel
id: Donasi dengan PayPal
ms_my: Beri sumbangan melalui PayPal
pl: Przekaż darowiznę przez PayPal
pt_br: Doar com PayPal
ro: Doneaza prin PayPal
sk: Darovať cez PayPal
sr@latin: Doniraj PayPal-om
tr_tr: PayPal ile Bağış Yap

source: Donate with Bitcoin
bg: Дарете чрез Bitcoin
da_dk: Donér via Bitcoin
de: Mit Bitcoin spenden
es_es: Donar con Bitcoin
fi_fi: Lahjoita Bitcoinilla
hu_hu: Adományozz Bitcoin-nal
id: Donasi dengan Bitcoin
ms_my: Beri sumbangan melalui Bitcoin
pl: Przekaż darowiznę przez Bitcoin
pt_br: Doar com Bitcoin
ro: Doneaza prin Bitcoin
sk: Darovať Bitcoin
sr@latin: Doniraj Bitcoin-om
tr_tr: Bitcoin ile Bağış Yap

source: Commercial sponsorship
bg: Комерсиално спонсориране
da_dk: Kommercielt sponsorat
de: Kommerzielles Sponsoring
es_es: Patrocinio Comercial
fi_fi: Kaupallinen sponsorointi
hu_hu: Kereskedelmi támogatás
id: Sponsor komersil
ms_my: Penajaan komersial
pl: Sponsoring komercyjny
pt_br: Patrocínio Comercial
ro: Sponsorizare comercială
sk: Komerčné sponzorstvo
sr@latin: Komercijalno sponzorstvo
tr_tr: Ticari amaçlı sponsorluk seçeneği de

source: is also available. Click the
bg: е също достъпно. Кликнете
da_dk: er også tilgængeligt. Klik på
de: ist ebenfalls verfügbar.
es_es: También está disponible. Haga clic en el
fi_fi: on myös saatavilla. Napsauta
hu_hu: szintén elérhető. Kattints a
id: juga tersedia. Klik
ms_my: juga tersedia. Klik
pl: jest również dostępny. Kliknij
pt_br: também está disponível. Clique no
ro: este de asemenea disponibil. Apasă pe
sk: je tiež dostupné. Kliknite na
sr@latin: je takođe moguće. Izaberite
tr_tr: mevcuttur. Daha fazla bilgi için

source: button above to find out more.
bg: бутона отгоре за да научите повече.
da_dk: knappen herover for at få mere information.
de: Klicken Sie den Knopf oben für weitere Informationen.
es_es: botón de arriba para encontrar más información.
fi_fi: ylläolevaa nappia lukeaksesi lisää.
hu_hu: gombra fent több információért.
id: tombol di atas untuk keterangan lebih lanjut.
ms_my: butang di atas untuk mengetahui lebih lanjut.
pl: , aby dowiedzieć się więcej.
pt_br: botão acima para saber mais.
ro: butonul de mai sus pentru a afla mai multe.
sk: tlačítko hore pre viac informácií
sr@latin: taster za više informacija.
tr_tr: yukarıdaki butonu tıklayın.

source: Thank you!
bg: Благодарим Ви !
da_dk: Tak!
de: Vielen Dank!
es_es: ¡Gracias!
hu_hu: Köszönjük!
id: Terima kasih!
ms_my: Terima kasih!
pl: Dziękujemy!
pt_br: Obrigado!
ro: Mulțumesc!
sk: Ďakujeme!
sr@latin: Hvala!
tr_tr: Teşekkürler!

source: Every month, we compile a list of our donations and detail how they are spent.
bg: Всеки месец, компилираме списък на постъпилите дарения и детейли за какво сме ги използвали.
da_dk: Hver måned samler vi en liste over de modtagne donationer og detaljer omkring hvordan de bliver brugt.
de: Jeden Monat stellen wir eine detaillierte Liste unserer Spenden zusammen und legen fest, wie diese verwendet werden.
es_es: Cada mes, compilamos una lista de nuestras donaciones y detallamos la forma en que se gastan.
hu_hu: Minden hónapban összeállítunk egy listát az adományokról és részleteket arról, hogy mire fordítottuk.
ms_my: Setiap bulan, kami kompilkan senarai para penyumbang kami dan bagaimana wang digunakan.
pl: Każdego miesiąca przygotowujemy listę darowizn wraz z informacją jak zostają one wydane.
pt_br: Todo mês compilamos a lista de nossas doações e os detalhes de como foram investidas.
ro: În fiecare lună, vom alcătui o listă de donații și in detaliu modul în care acestea sunt folosite.
sk: Každý mesiac robíme zoznam našich darov a ukazujeme, ako s nimi nakladáme.
sr@latin: Svakog meseca se priređuje spisak primljenih donacija sa uključenim detaljima kako su iste upotrebljene.
tr_tr: Her ay, aldığımız bağışları ve nasıl harcandığını gösteren listeler derliyoruz.

source: This information is published monthly to the
bg: Тази информация се публикува ежемесечно на
da_dk: Denne information bliver offentliggjort månedligt på
de: Diese Informationen werden monatlich auf dem
es_es: Esta información se publica mensualmente en el
hu_hu: Ezt az információt havonta közzétesszük az
id: Informasi ini diumumkan setiap bulan kepada
ms_my: Maklumat ini disiarkan secara bulanan kepada
pl: Te informacje są publikowane co miesiąc na
pt_br: As informações são publicadas mensalmente no
ro: Aceste informații sunt publicate lunar la
sk: Táto informácia je zverejňovaná mesačne do
sr@latin: Ove informacije se mesečno publikuju na
tr_tr: Bu bilgi aylık olarak yayınlanıyor.

source: Ubuntu MATE Blog
es_es: Blog de Ubuntu MATE
hu_hu: Ubuntu MATE Blogon
id: Blog Ubuntu MATE
ms_my: Blog Ubuntu MATE
pl: Blogu Ubuntu MATE
pt_br: Blog Ubuntu MATE
sk: blogu Ubuntu MATE

source: which you can take a look below.
bg: който можете да прегледате отдолу.
da_dk: som du kan se nedenfor.
de: veröffentlicht, den Sie weiter unten sehen können.
es_es: al que se puedes echar un vistazo a continuación.
hu_hu: amit alább megtekinthetsz.
id: yang dapat Anda lihat di bawah ini.
ms_my: yang anda dapat lihat di bawah.
pl: , który możesz zobaczyć poniżej.
pt_br: no qual você pode dar uma olhada a seguir.
ro: pe care o puteti vedea mai jos.
sk: na ktorý sa môžete pozrieť nižšie.
sr@latin: -u a do njih možete stići i prečicama u tabeli ispod.
tr_tr: bu bilgiye göz atma amaçlı ziyaret edilebilinir.

source: Year
bg: Година
da_dk: År
de: Jahr
es_es: Año
hu_hu: Év
id: Tahun
ms_my: Tahun
pl: Rok
pt_br: Ano
ro: An
sk: Rok
sr@latin: Godina
tr_tr: Yıl

source: Month
bg: Месец
da_dk: Måned
de: Monat
es_es: Mes
hu_hu: Hónap
id: Bulan
ms_my: Bulan
pl: Miesiąc
pt_br: Mês
ro: Luna
sk: Mesiac
sr@latin: Mesec
tr_tr: Ay

source: Support Ubuntu MATE Development
fi_fi: Tue Ubuntu MATE -kehitystyötä

source: Ubuntu MATE is funded by our community. Your donations help improve project momentum in the following ways:
fi_fi: Ubuntu MATE on yhteisömme rahoittama. Lahjoituksenne auttavat edistämään projektia näillä tavoin:

source: Fund developers working on MATE Desktop and Ubuntu MATE projects.
fi_fi: Rahoitusta MATE Desktop- ja Ubuntu MATE -projektien kehittäjille.

source: Travel expenses to attend conferences.
fi_fi: Konferenssivierailujen matkakulut.

source: Miscellaneous hosting costs for the project.
fi_fi: Projektin sekalaiset ylläpitokulut.

source: is a unique way to fund an Open Source project. A regular monthly income ensures sustainability for the Ubuntu MATE project. Patrons will be rewarded with exclusive project news, updates and developer access.
fi_fi: on ainutlaatuinen tapa rahoittaa avoimen lähdekoodin projektia. Säännöllinen kuukausitulo varmistaa Ubuntu MATE -projektin jatkuvuuden. Tukijat palkitaan yksityisillä projektiuutisilla, tiedotteilla ja pääsyllä tutustumaan kehitykseen.
