Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/chatroom/*.po
Languages: be_by, bg, da_dk, el, id, nb, ro, ru, sr

source: Chat Room
be_by: Чат-пакой
bg: Чат Стая
da_dk: Chatrum
el: Δωμάτιο συνομιλίας
id: Ruang Obrolan
nb: Chatterom
ro: Cameră de chat
ru: Перейти к чату
sr: Причаоница

source: Chat with fellow users
be_by: Чат з іншымі карыстальнікамі
bg: Чат със следните потребители
da_dk: Chat med andre brugere
el: Συνομιλήστε με άλλους χρήστες
id: Mengobrol dengan sesama pengguna
nb: Chatte med andre brukere
ro: Conversații cu alți utilizatori
ru: Общение с другими пользователями
sr: Ћаскајте са корисницима

source: This IRC client is pre-configured so you can jump into our
be_by: IRC-кліент ужо наладжаны, вы можаце адразу ўвайсці на наш канал
bg: Този IRC клиент е предварително настроен за вход в нашата
da_dk: Denne IRC klient er konfigureret til at forbinde til vores
el: Ο πελάτης IRC είναι προρυθμισμένος έτσι ώστε να εισέλθετε στο
id: Klien IRC telah dikonfigurasi jadi Anda bisa mengikuti
nb: Denne IRC-klienten er forhåndskonfigurert så du kan hoppe til vår
ro: Acest client IRC este pre-configurat astfel încât să puteți sări în
ru: Этот IRC клиент уже сконфигурирован, так что вы можете перейти на наш
sr: Овај ИРЦ клијент је унапред подешен тако да можете да ускочите на наш

source: channel on
be_by: на
bg: канал
da_dk: Kanal på
el: κανάλι στο
id: saluran aktif
nb: kanal på
ro: canal deschis
ru: канал на
sr: канал

source: Most of the Ubuntu MATE team are on here but they have real lives too. If you have a question, feel free to ask.
be_by: Большая частка каманды Ubuntu MATE знаходзяцца тут, але ў іх таксама ёсць рэальнае жыццё. Калі ў вас ёсць пытанні, чакаем.
bg: Мнозинството от екипа на Ubuntu MATE team са тук но те също си имат и свой живот. Ако имате въпроси, питайте.
da_dk: Det meste af Ubuntu MATE holdet er på her, men de har et liv ved siden af. Hvis du har et spørgsmål, er du velkommen til at spørge.
el: Οι περισσότεροι της ομάδας Ubuntu MATE βρίσκονται εδώ αλλά έχουν και προσωπική ζωή. Εάν έχετε κάποια ερώτηση, μην διστάσετε να ρωτήσετε.
id: Sebahagian besar dari tim Ubuntu MATE berada disini tetapi mereka juga mempunyai kehidupan nyata. Jika anda mempunyai pertanyaan, silahkan bertanya.
nb: De fleste av Ubuntu MATE laget er her, men de har virkelige liv også. Hvis du har spørsmål, kan du gjerne spørre.
ro: Cea mai mare parte a echipei Ubuntu MATE sunt aici, dar au si ei o viata reala. Dacă aveți o întrebare, nu ezitați să întrebați.
ru: Большинство членов команды Ubuntu MATE находятся здесь, но у них тоже должно быть личное время. Если у Вас есть вопрос, вы можете задать его здесь
sr: Већи део екипе Убунту Мејта се налази овде али они имају и своје приватне животе да пецају. Ако имате питање, слободно поставите.

source: However, it may take a while for someone to reply. Just be patient and don't disconnect right away.
be_by: Аднак чаканне адказу можа зацягнуцца. Будзьце цярплівымі, не выключайцеся загадзя.
bg: Ще отнеме време обаче, докато ви отговорят. Бъдете търпеливи и стойте на линия.
da_dk: Det kan dog tage et stykke tid før nogen svarer. Vær tålmodig og undlad at afbryde forbindelsen.
el: Ωστόσο, μπορεί να πάρει λίγο χρόνο σε κάποιον για να απαντήσει. Απλά να είστε υπομονετικοί και μην αποσυνδέσετε αμέσως.
id: Bagaimanapun, seseorang membutuhkan waktu untuk menjawabnya. Bersabarlah dan jangan langsung memutuskan koneksi sesegera mungkin.
nb: Derimot kan det ta en stund for noen å svare. Bare vær tålmodig og ikke koble fra med en gang.
ro: Cu toate acestea, este posibil să dureze un timp pentru ca cineva să vă răspundă. Doar să aveți răbdare și nu vă deconectați imediat.
ru: Однако, ответ может занять какое-то время. Потерпите немного, и вам ответят.
sr: Међутим, може проћи неко време док вам неко не да одговор. Само будите стрпљиви и не прекидајте везу.

source: It appears you are not connected to the Internet. Please check your connection to access this content.
be_by: Мабыць няма злучэння з інтэрнэтам. Калі ласка, праверце злучэнне, каб атрымаць доступ да змесціва.
bg: Изглежда, че не сте свързани с Интернет. Моля проверете връзката си и опитайте отново.
da_dk: Det ser du til at du ikke har forbindelse til internettet. Kontroller din forbindelse for at få adgang til dette indhold.
el: Φαίνεται ότι δεν είστε συνδεδεμένοι στο διαδίκτυο. Παρακαλώ ελέγξτε την σύνδεσή σας για πρόσβαση σε αυτό το περιεχόμενο.
id: Sepertinya kamu tidak terhubung dengan internet. Silahkan periksa koneksi kamu untuk mengakses konten ini.
nb: Det ser ut til at du ikke er koblet til Internett. Kontroller tilkoblingen for å få tilgang til dette innholdet.
ro: Se pare că nu sunteți conectat la Internet. Vă rugăm să verificați conexiunea pentru a avea acces la acest conținut.
ru: Похоже, что Вы не подключены к сети. Проверьте соединение, чтобы получить доступ к чату.
sr: Изгледа да нисте повезани на Интернет. Проверите везу да бисте приступили овом садржају.

source: Sorry, Welcome was unable to establish a connection.
be_by: Выбачайце, Welcome не здолеў усталяваць злучэнне.
bg: Съжаляваме, но неуспяхме да установим връзка.
da_dk: Beklager, Velkommen var i stand til at oprette en forbindelse.
el: Συγγνώμη, η εφαρμογή υποδοχής δεν ήταν σε θέση να συνδεθεί.
id: Maaf, Selamat Datang tidak dapat membuat sambungan.
nb: Beklager, Velkommen var ikke i stand til å etablere en forbindelse.
ro: Ne pare rău, dar Welcome nu a reușit să stabilească o conexiune.
ru: Простите, нам не удалось установить соединение
sr: Извините, Добродошлица није могла да успостави везу.

source: Retry
be_by: Паўтарыць
bg: Нов опит
da_dk: Prøv igen
el: Επανάληψη
id: Coba lagi
nb: Prøv igjen
ro: Reîncearca
ru: Попробовать снова
sr: Покушај поново

source: Join the IRC in Hexchat
be_by: Увайсці ў IRC праз Hexchat
bg: Влезте в IRC през Hexchat
da_dk: Forbind til IRC ved hjælp af Hexchat
el: Είσοδος στο IRC με το Hexchat
id: Gabung IRC di Hexchat
nb: Bli med på IRC i Hexchat
ro: Alăturați-vă IRC-ului în Hexchat
ru: Присоединиться к чату с помощью Hexchat
sr: Приступите ИРЦ-у у Хекс-ћаскању
