Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/rpi/*.po
Languages: cs, de, es_es, fr_fr, pl, pt_br, tr_tr

source: To read up on release notes and changes by version, visit the Ubuntu MATE website.
cs: Chcete-li si nastudovat poznámky k vydání a změny v této verzi, zavítejte na webové stránky Ubuntu MATE.
de: Besuchen Sie die Ubuntu MATE-Website, um Versionshinweise zu erhalten.
es_es: Para informarse sobre las notas de lanzamiento y los cambios por version, visitar el sitio web de Ubuntu MATE.
fr_fr: Pour lire les notes et changements classés par version, visitez le site web d'Ubuntu MATE.
pl: Aby zapoznać się na informacjach o wydaniu i zmian przez wersję, odwiedź stronę internetową MATE Ubuntu.
pt_br: Para ler sobre as notas de lançamento e mudanças da versão, visite o site do Ubuntu MATE.
tr_tr: Sürüm notlarını ve bu sürüm ile birlikte değişenleri okumak için Ubuntu Mate websitesini ziyaret edin.

source: Raspberry Pi is a trademark of the
cs: Raspberry Pi je ochranná známka
de: Raspberry Pi ist ein Warenzeichen der
es_es: Raspberry Pi es una marca registrada de la
fr_fr: Raspberry Pi est une marque déposée par
pl: Raspberry Pi jest znakiem towarowym
pt_br: Raspberry Pi é uma marca comercial da
tr_tr: Raspberry Pi bir ticari markadır.
