Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/rpi/*.po
Languages: cs, de, es_es, fr_fr, pl, pt_br, tr_tr

source: Raspberry Pi Information
cs: Informace k Raspberry Pi
de: Raspberry Pi-Informationen
es_es: Información sobre Raspberry Pi
fr_fr: Informations sur le Raspberry Pi
pl: Raspberry Pi - informacje
pt_br: Informação do Raspberry Pi
tr_tr: Raspberry Pi Bilgilendirme

source: A few important notes.
cs: Několik důležitých poznámek.
de: Ein paar wichtige Hinweise.
es_es: Unas pocas notas importantes.
fr_fr: Quelques notes importantes.
pl: Kilka istotnych uwag.
pt_br: Algumas notas importantes.
tr_tr: Bir iki önemli not.

source: While the experience is visually similar to the desktop edition of Ubuntu MATE, the underlying architecture is very different. This page will highlight a few of these differences.
cs: Zatímco vizuální zkušenost je podobná desktopovému vydání Ubuntu MATE, základní architektura je velmi odlišná. Tato stránka upozorní na některé z těchto rozdílů.
de: Obwohl Ubuntu MATE auf dem Raspberry Pi sehr ähnlich aussieht wie die Desktop-Edition, unterscheiden sich die zugrunde liegenden Architekturen stark voneinander. Diese Seite hebt einige dieser Unterschiede hervor.
es_es: Mientras que la experiencia es visualmente similar a la edición de escritorio de Ubuntu MATE, la arquitectura subyacente es muy diferente. Esta página destacará unas pocas de esas diferencias.
fr_fr: L'expérience visuelle est similaire à celle de l'edition "Bureau" d'Ubuntu MATE, cependant l'architecture interne est très différente. Cette page souligne quelques-unes de ces différences.
pl: Choć doświadczenie jest wizualnie podobne do wydań desktopowych Ubuntu MATE, architektura jest bardzo inna. Na tej stronie podświetlę kilka z tych różnic.
pt_br: Ainda que a experiência seja visualmente semelhante à edição Desktop do Ubuntu MATE, a arquitetura é muito diferente. Esta página irá destacar algumas diferenças.
tr_tr: Deneyiminiz görsel olarak Ubuntu MATE ile aynı olsa da, temel alınan mimari oldukça farklıdır. Bu sayfa ile bahsedilen bu farklılıklardan birkaçının altını çizeceğiz.

source: Resizing the file system
cs: Změna velikosti souborového systému
de: Größenanpassung des Dateisystems
es_es: Redimensionando el sistema de ficheros
fr_fr: Changer la taille du système de fichiers.
pl: Zmiana rozmiaru systemu plików
pt_br: Redimensionando o sistema de arquivos
tr_tr: Dosya sistemi yeniden boyutlandırılıyor

source: Your file system has already been resized.
cs: Váš souborový systém již změnil velikost.
de: Die Größe Ihres Dateisystems ist bereits angepasst worden.
es_es: Tu sistema de ficheros ya ha sido redimensionado.
fr_fr: La taille de votre système de fichiers a déjà été changée.
pl: Twój system plików został już zmodernizowany.
pt_br: Seu sistema de arquivos já foi redimensionado.
tr_tr: Dosya sisteminin zaten boyutlandırılmış.

source: After setting up Ubuntu MATE for the first time on your Raspberry Pi, the file system will be restricted to the size of the original image, which is about 3.9 GB. Use this button to resize and fill the entire Micro-SD card.
cs: Po prvotním nahrání Ubuntu MATE na vaše Raspberry Pi, bude systém souborů omezen na velikost původního obrazu disku, což je asi 3,9 GB. Pomocí tohoto tlačítka lze změnit velikost a vyplnit celou Micro-SD kartu.
de: Nach der Installation von Ubuntu MATE auf dem Raspberry Pi ist die Größe des Dateisystems zunächst auf die Größe des Installations-Images beschränkt, also auf etwa 3,9 GB. Klicken Sie auf den Button, um Ihr Dateisystem an die Größe Ihrer Micro-SD-Karte anzupassen.
fr_fr: Après le premier paramétrage d'Ubuntu MATE sur votre Raspberry Pi, la taille du système de fichiers sera restreinte à celle de l'image disque originale, qui est d'environ 3,9 GB. Utilisez ce bouton afin de modifier la taille allouée au système et remplir la carte Micro-SD.
pl: Po skonfigurowaniu Ubuntu MATE po raz pierwszy w programie Raspberry Pi system plików będzie ograniczony do rozmiaru oryginalnego obrazu, czyli około 3,9 GB. Użyj tego przycisku, aby zmienić rozmiar i napełnić całą kartę Micro-SD.
pt_br: Após configurar o Ubuntu MATE pela primeira vez no seu Raspberry Pi, o sistema de arquivos estará restrito ao tamanho da imagem original, que é cerca de 3,9 GB. Utilize este botão para redimensiona-lo e ocupar todo o cartão Micro-SD.
tr_tr: Raspberry Pi üzerinde Ubuntu MATE'yi ilk defa kurduktan sonra, dosya sisteminiz kalıp dosyasının boyutu olan 3.9 GB değeri ile sınırlandırılacak. Yeniden boyutlandırmak ve Micro-SD kartı tamamen doldurmak için bu butonu kullanın.

source: Resize Now
cs: Změnit velikost nyní
de: Größe jetzt anpassen
es_es: Redimensionar Ahora
fr_fr: Modifier la Taille Maintenant
pl: Zmień rozmiar teraz
pt_br: Redimensionar Agora
tr_tr: Şimdi Yeniden Boyutlandır

source: To complete the resize of your Raspberry Pi file system, please close all open windows and restart now.
cs: Chcete-li dokončit změnu velikosti souborového systému Raspberry Pi, zavřete prosím všechna otevřená okna a restartujte nyní.
de: Zum Abschließen der Größenanpassung Ihres Raspberry Pi-Dateisystems ist ein Neustart erforderlich. Bitte schließen Sie vorher alle offenen Anwendungen.
fr_fr: Pour terminer l'opération de modification de la taille du système de fichier de votre Raspberry Pi, veuillez fermer toutes les fenêtres ouvertes et effectuer un redémarrage maintenant.
pl: Aby zakończyć zmianę rozmiaru systemu plików Raspberry Pi, zamknij wszystkie otwarte okna i zrestartuj.
pt_br: Para completar o redimensionamento do sistema de arquivos de seu Raspberry Pi, por favor, feche todas as janelas abertas e reinicie agora.
tr_tr: Raspberry Pi dosya sisteminin boyutlandırma işlemini tamamlamak için lütfen tüm açık pencereleri kapatın ve sistemi yeniden başlatın.

source: Reboot
cs: Restartovat
de: Neu starten
fr_fr: Redémarrer
pl: Uruchom ponownie
pt_br: Reiniciar
tr_tr: Yeniden Başlat

source: Incompatible Software
cs: Nekompatibilní software
de: Nicht kompatible Software
es_es: Software Incompatible
fr_fr: Logiciel(s) Incompatible(s)
pl: Niezgodne oprogramowanie
pt_br: Software Incompatível
tr_tr: Uyumsuz Yazılım

source: Some packages available for Ubuntu have only been written and compiled for the
cs: Některé balíky dostupné pro Ubuntu byly psané a zkompilované pouze pro architekturu
de: Manche Softwarepakete sind nur für die
es_es: Algunos paquetes disponibles para Ubuntu han sido únicamente escritos y compilados para la
fr_fr: Certains paquets disponibles pour Ubuntu n'ont été écrits et compilés que pour l'architecture
pl: Niektóre pakiety dostępne dla Ubuntu zostały tylko zapisane i skompilowane dla
pt_br: Alguns pacotes disponíveis para o Ubuntu foram escritos e compilados apenas para a arquitetura
tr_tr: Ubuntu için mevcut olan paketleri bazıları sadece şunun için yazılmış ve derlenmiş olabilir:

source: or
cs: nebo
de: oder
es_es: o
fr_fr: ou
pl: lub
pt_br: ou
tr_tr: ya da

source: architecture. As the Raspberry Pi is based on
cs: . Vzhledem k tomu, že Raspberry Pi je založeno na
de: Architektur verfügbar. Der Raspberry Pi basiert dagegen auf
es_es: arquitectura. Como la Raspberry Pi está basada en
fr_fr: . Comme le Raspberry Pi est basé sur
pl: architektura. Jak opiera się Raspberry Pi jest
pt_br: Como o Raspberry Pi é baseado em
tr_tr: Raspberry Pi'ın tabanı

source: these packages will not be available to install. Depending on the package, it may be possible to compile these yourself or use an existing port.
cs: tyto balíky nebudou k dispozici pro instalaci. V závislosti na konkrétním balíku, může být možné sestavit si tyto svépomocí nebo použít existující port.
de: daher stehen diese Pakete hier nicht zur Installation zur Verfügung. Je nach Paket kann es jedoch möglich sein, dieses selbst zu kompilieren oder einen vorhandenen Port zu verwenden.
fr_fr: ces paquets ne sont pas disponibles à l'installation. Selon le paquet, vous pouvez soit le compiler vous-même ou utiliser une version portée.
pl: te pakiety nie będą dostępne do zainstalowania. W zależności od pakietu może być możliwe skompilowanie ich samodzielnie lub użycie istniejącego portu.
pt_br: esses pacotes não estarão disponíveis para instalação. A depender do pacote, é possível compila-lo você mesmo ou utilizar um port existente.
tr_tr: olduğundan bu paketlerin kurulması mümkün değildir. Pakete göre değişmekle birlikte, bunları kendiniz derleyebilir ve kullanabilirsiniz.

source: Incompatible:
cs: Nevyhovující:
de: Nicht kompatibel:
es_es: Incompatibles:
pl: Niekompatybilny:
pt_br: Incompatível:
tr_tr: Uyumsuz:

source: Compatible:
cs: Vyhovující:
de: Kompatibel:
pl: Zgodny:
pt_br: Compatível:
tr_tr: Uyumlu:

source: Upgrades
cs: Povýšení (upgrade)
de: Aktualisierungen
es_es: Actualizaciones
fr_fr: Mises à Jour
pl: Uaktualnienia
pt_br: Atualizações
tr_tr: Yükseltmeler

source: Please
cs: Prosíme,
de: Bitte versuchen Sie
es_es: Por favor
fr_fr: Veuillez
pl: Proszę
pt_br: Por favor
tr_tr: Lütfen

source: do not
cs: nepokoušejte
de: nicht,
es_es: no
fr_fr: ne pas
pl: nie rób
pt_br: não
tr_tr: Raspberry Pi bilgisayarınızı

source: attempt to
cs: se
de: Ihren Raspberry Pi auf eine neuere Version der Distribution zu
es_es: intentes
fr_fr: essayer de
pl: próbować
pt_br: tente
tr_tr: yükseltmeyi

source: upgrade
cs: povýšit
de: aktualisieren
es_es: actualizar
fr_fr: mettre à jour
pl: uaktualnić
pt_br: atualizar
tr_tr: denemeyin

source: your Raspberry Pi to a newer version of the distribution (for instance, from 15.04 to 15.10), as the underlying kernel is
cs: své Raspberry Pi na novější vydání distribuce (například z 15.04 na 15.10), protože použité jádro systému
de: (zum Beispiel von 15.04 auf 15.10). Der verwendete Kernel unterstützt diesen Anwendungsfall
es_es: tu Raspberry Pi a una versión más reciente de la distribución (por ejemplo, desde 15.04 a 15.10), ya que el núcleo subyacente será
fr_fr: votre Raspberry Pi vers une nouvelle version de la distribution (par exemple de 15.04 à 15.10), le noyau n'étant
pl: twój Raspberry Pi do nowszej wersji dystrybucji (na przykład od 15.04 do 15.10), jako podstawowe jądro jest
pt_br: seu Raspberry Pi para uma nova versão de distribuição (por exemplo de 15.04 para 15.10), pois o kernel utilizado é o
tr_tr: Raspberry Pi bilgisayarınızı dağıtımın yeni bir versiyonuna yükseltmeyi denemeyin. (15.04'den 15.10'e gibi)

source: not designed
cs: k tomu není navrženo.
de: nicht.
fr_fr: pas conçu
pl: nie zaprojektowany
pt_br: não projetado
tr_tr: Mevcut karnel bu yöntemi desteklememektedir.

source: to do this. This process will take a very long time to complete while potentially filling up your SD card to a point where there is no more free space.
cs: Tento proces bude potřebovat velmi dlouhou dobu k dokončení, zatímco potenciálně může zaplnit vaši SD kartu do bodu, kdy na ní nebude dostatek volného místa.
de: Der Vorgang würde sehr viel Zeit in Anspruch nehmen und möglicherweise den Speicherplatz auf Ihrer SD-Karte vollständig aufbrauchen.
es_es: el que lo haga. Este proceso
fr_fr: pour faire cela. Ce processus prendra beaucoup de temps, et peut remplir votre carte SD jusqu'à-ce-qu'il n'y ait plus d'espace libre.
pl: To zrobić. Ten proces trwa bardzo długo, a potencjalnie napełnienie karty SD do miejsca, w którym nie ma wolnej przestrzeni.
pt_br: para isso. Este processo consumirá um longo tempo para terminar e potencialmente encherá o seu cartão SD de forma a não deixar espaço livre algum.
tr_tr: Bu işlem oldukça uzun sürecek ve SD kartınızın da dolmasına sebep olabilecek bir noktaya ulaşacaktır.

source: It is safer to back up all of your data you wish to keep and re-flash the card with the new image. Attempting to upgrade may corrupt the SD card, prevent your installation from booting, or cause severe glitches.
cs: Je bezpečnější zazálohovat všechna data, která si přejete zachovat, a přepsat kartu novým obrazem disku. Pokoušení se o povýšení (upgrade) by mohlo vést k poškození SD karty, zabránění úspěšnému zavedení, nebo způsobit vážné závady.
de: Es ist besser, Ihre Daten zu sichern und danach die SD-Karte mit dem neuen Installations-Image zu überspielen. Der Versuch einer Aktualisierung könnte dagegen Ihre Installation beschädigen und Probleme beim Booten oder im Betrieb verursachen.
fr_fr: Il est plus sûr de sauvegarder toutes les données que vous souhaitez garder et de re-flasher la carte avec la nouvelle image disque. Vous risquez de corrompre la carte SD en continuant la mise à jour, de ne plus arriver à démarrer votre ordinateur, ou de causer des problèmes sévères.
pl: Bezpieczniejsze jest tworzenie kopii zapasowych wszystkich danych, które chcesz zachować i ponownie zapełnić kartę nowym zdjęciem. Próba uaktualnienia może uszkodzić kartę SD, uniemożliwić instalację od uruchomienia lub spowodować poważne zakłócenia.
pt_br: É mais seguro fazer um back up de todos os dados que você deseja manter e resetar o cartão com a nova imagem. Uma tentativa de atualização pode corromper o cartão SD, impedindo o sistema de iniciar ou causando sérios erros.
tr_tr: Saklamak istediğiniz verileri yedeklemeniz ve kartınızı yeni bir kalıp ile yeniden yakmanız daha güvenlidir. Yükseltme denemesi kartınızı bozabilir, sistem başlatmanızı engelleyebilir ve daha ciddi teknik sorunlara sebep olabilir.

source: You can, however, install
cs: Můžete však nainstalovat
de: Natürlich können Sie
es_es: Puedes, sin embargo, instalar
fr_fr: Vous pouvez cependant installer
pl: Możesz jednak zainstalować
pt_br: No entanto, você pode intalar
tr_tr: Fakat aynı zamanda

source: regular updates
cs: pravidelné aktualizace
de: reguläre Anwendungsaktualisierungen
es_es: actualizaciones normales
fr_fr: les mises à jour régulières pour vos applications
pl: regularne aktualizacje
pt_br: atualizações regulares
tr_tr: yüklü yazılımlarınız

source: via the
cs: přes
de: mit der
es_es: a través de la
fr_fr: via l'utilitaire de
pl: za pośrednictwem
pt_br: através das
tr_tr: için

source: Software Updater
cs: Správce aktualizací
de: Aktualisierungsverwaltung
es_es: Actualización de software
fr_fr: Mise à Jour
pl: Aktualizacje oprogramowania
pt_br: Atualizações de Software
tr_tr: Yazılım Güncelleştirici

source: utility for your installed software.
cs: - nástroj pro váš nainstalovaný software.
de: installieren.
es_es: herramienta para tu software instalado.
pl: narzędzie dla zainstalowanego oprogramowania.
pt_br: para os seus softwares instalados.
tr_tr: yardımıyla düzenli güncellemeleri alabilirsiniz.

source: Kernel Updates
cs: Aktualizace jádra
es_es: Actualizaciones del Núcleo
fr_fr: Mises à Jour Noyau
pl: Aktualizacje jądra
pt_br: Atualizações de Kernel
tr_tr: Çekirdek Güncellemeleri

source: The same kernel provided by the
cs: To samé jádro, které poskytuje
de: Diese Ausgabe von Ubuntu MATE verwendet den durch die
es_es: El mismo núcleo proporcionado por la
fr_fr: Le même noyau que celui fourni par la fondation
pl: Te same jądro dostarczone przez
pt_br: O mesmo kernel oferecido pela
tr_tr: Bu sürüm için

source: Raspberry Pi foundation
cs: nadace Raspberry Pi,
es_es: fundación Raspberry Pi
fr_fr: Raspberry Pi
pl: Fundacja Raspberry Pi
pt_br: fundação Raspberry Pi
tr_tr: Raspberry Pi Vakfı

source: is used in this edition of Ubuntu MATE. As this kernel is delivered like a "firmware" blob, updates are not distributed via the
cs: je použito v tomto vydání Ubuntu MATE. Vzhledem k tomu, že jádro je dodáváno jako "firmware" blob, aktualizace nejsou distribuovány prostřednictvím
de: herausgegebenen Kernel. Da dieser als "Firmware" Blob geliefert wird, erhalten Sie Kernel-Aktualisierungen nicht über die
es_es: se usa en esta edición de Ubuntu MATE. Como este núcleo es distribuido como un blob "firmware", sus actualizaciones no son distruidas a través del
fr_fr: est utilisé dans cette édition de Ubuntu MATE. Ce noyau étant livré comme un "blob" de type micrologiciel, les mises à jour ne sont pas distribuées via
pl: Jest używany w tym wydaniu Ubuntu MATE. Ponieważ ten kernel jest dostarczany w formie blobu "firmware", aktualizacje nie są rozprowadzane za pośrednictwem przez
pt_br: é utilizado na presente edição do Ubuntu MATE. Como este kernel é entregue como uma bolha "firmware", as atualizações não são distribuídas através do
tr_tr: tarafından sağlanan aynı çekirdek kullanılmıştır. çekirdek yazılım gibi sunulmadığından güncellemeleri normal yollardan alamazsınız.

source: Instead, to update the kernel, open a terminal and run:
cs: Místo toho, pro aktualizování jádra, otevřete terminál a spusťte:
de: Um den Kernel zu aktualisieren, öffnen Sie ein Terminal und führen Sie den folgenden Befehl aus:
es_es: En su lugar, para actualizar el núcleo, abre una terminal y ejecuta:
fr_fr: Au lieu de cela, pour mettre à jour le noyau, ouvrez un terminal et lancez cette commande :
pl: Zamiast tego, aby zaktualizować kernel, otwórz terminal i uruchom:
pt_br: Em vez disso, para atualizar o kernel, abra um terminal e execute:
tr_tr: Bununu yerine, çekirdek güncellemeleri için uçbirimi açıp şu kodu çalıştırın:

source: Hardware Acceleration
cs: Hardwarová akcelerace
de: Hardware-Beschleunigung
es_es: Aceleración por Hardware
fr_fr: Accélération Matérielle
pl: Przyspieszenie sprzętowe
pt_br: Aceleraçao do Hardware
tr_tr: Donanım Hızlandırması

source: Currently, hardware accelerated applications are
cs: V současné době, hardwarově akcelerované aplikace
de: Derzeit werden Hardware-beschleunigte Anwendungen
es_es: Actualmente, las aplicaciones aceleradas por hardware no
fr_fr: À ce jour, l'accélération matérielle des applications n'est
pl: Obecnie sprzętowe aplikacje przyspieszone są
pt_br: Atualmente, os aplicativos de acelaração de hardware são
tr_tr: Şu anda, donanımsal hızlandırmaya sahip uygulamalar

source: not supported
cs: nejsou podporovány
de: nicht unterstützt
es_es: están soportadas
fr_fr: pas supportée
pl: nieobsługiwany
pt_br: não suportado
tr_tr: desteklenmemektedir.

source: unlike
cs: na rozdíl od
de: , im Gegensatz zu
fr_fr: contrairement à
pl: w odróżnieniu
pt_br: ao contrário
tr_tr: Şunun aksine:

source: Applications that depend on OpenGL ES libraries or require the GPU will fail to start.
cs: Aplikace, které jsou závislé na OpenGL ES knihovnách nebo vyžadují GPU se nepodaří spustit.
de: Anwendungen, die OpenGL ES-Bibliotheken oder die GPU benötigen, können daher nicht verwendet werden.
fr_fr: Les applications qui reposent sur la librairie OpenGL ES ou qui requièrent la puce GPU ne démarreront pas.
pl: Aplikacje zależne od bibliotek OpenGL ES lub wymagają uruchomienia GPU nie zaczną.
pt_br: Os aplicativos que dependem de bibliotecas OpenGL ES ou exigem a GPU não serão iniciados.
tr_tr: OpenGL ES bağımlılığı ya da GPU gerektiren uygulamalar çalışmayacaktır.

source: For playing videos, the application
cs: Při přehrávání videa je schopna akcelerace aplikace
de: Um Videos abzuspielen, können Sie die vorinstallierte Anwendung
es_es: Para reproducir vídeos, la aplicación
fr_fr: L'application
pl: Do odtwarzania filmów, aplikacji
pt_br: Para a reprodução de vídeos, a aplicação
tr_tr: Video oynatmak için,

source: will be able to do this and is pre-installed. If you are looking to play MPEG-2 or VC-1 video files then
cs: , která je předinstalována. Pokud hledáte něco pro přehrávání MPEG-2 nebo VC-1 video souborů, pak
de: verwenden. Für MPEG-2 oder VC-1-Videodateien
es_es: será capaz de hacerlo y viene preinstalada. Si buscas reproducir archivos de vídeo MPEG-2 o VC-1 entonces
fr_fr: est préinstallée et capable lire des vidéos. Si vous cherchez à lire des fichiers vidéo MPEG-2 ou VC-1,
pl: będzie w stanie to zrobić i jest wstępnie zainstalowany. Jeśli chcesz odtwarzać pliki wideo MPEG-2 lub VC-1, a następnie
pt_br: será capaz de fazer isso e é pré-instalado. Se você estiver olhando para reproduzir arquivos MPEG-2 ou VC-1 de vídeo, em seguida,
tr_tr: uygulaması ön yüklü olarak gelir ve işinizi görecektir. MPEG-2 ya da VC-1 vidyo dosyalarını oynatmak istiyorsanız,

source: you will need MPEG-2 and/or VC-1 licenses from the
cs: budete potřebovat MPEG-2 a/nebo VC-1 licence z
de: benötigen Sie MPEG-2 oder VC-1-Lizenzen aus dem
es_es: necesitarás las licencias MPEG-2 y/o VC-1 de la
fr_fr: vous aurez besoin des licenses MPEG-2 et/ou VC-1 provenant du
pl: potrzebujesz licencji MPEG-2 i / lub VC-1 z
pt_br: você precisará das licenças do MPEG-2 e/ou VC-1 do
tr_tr: MPEG-2 ve VC-1 lisanlarına ihtiyacınız vardır.

source: Raspberry Pi Store.
es_es: Tienda Raspberry Pi
fr_fr: Boutique Raspberry Pi
pl: Raspberry Pi Sklep.
pt_br: Loja Raspberry Pi.
tr_tr: Raspberry Pi Mağaza

source: Enable/Disable X11
cs: Zapnutí/vypnutí X11
de: X11 aktivieren/deaktivieren
es_es: Habilita/Deshabilita X11
fr_fr: Activer/Désactiver X11
pl: Włącz / wyłącz funkcję X11
pt_br: Habilitar/Desabilitar X11
tr_tr: X11 Devrede/Devredışı

source: For users who are looking to create their own headless
cs: Pro uživatele, kteří se snaží vytvořit svůj vlastní headless (bezobslužný)
de: Wenn Sie einen Headless
es_es: Para usuarios que estén buscando crear sus propios "servidores"
fr_fr: Pour les utilisateurs cherchant à créer leur propre
pl: Dla użytkowników, którzy chcą tworzyć własne bez głowy
tr_tr: Ubuntu MATE'yi kullanarak kendi

source: "server"
es_es: sin interfaz gráfica
fr_fr: "serveur" X sans affichage
pl: "serwer"
pt_br: "servidor"
tr_tr: sunucusunu

source: using Ubuntu MATE, there is a utility for toggling the graphical environment.
cs: pomocí Ubuntu MATE, je zde nástroj pro přepínání grafického prostředí.
de: mit Ubuntu MATE aufsetzen möchten, können Sie die grafische Benutzeroberfläche mit dem folgenden Befehl an- und abschalten.
es_es: usando Ubuntu MATE, hay una herramienta para alternar con el entorno gráfico.
fr_fr: utilisant Ubuntu MATE, il y a un utilitaire servant à basculer dans ce mode et désactiver l'environnement graphique.
pl: przy użyciu Ubuntu MATE, jest narzędzie do przełączania środowiska graficznego.
pt_br: usando o Ubuntu MATE, existe um utilitário para alternar o ambiente gráfico.
tr_tr: oluşturmak isteyenler için grafik ekrana geçiş yapmaya yarayan bir araç vardır.

source: To disable X11 and login via the console:
cs: Chcete-li zakázat X11 a přihlášení přes konzoli:
de: Um X11 zu deaktivieren und sich über die Konsole anzumelden:
es_es: Para deshabilitar X11 e iniciar sesión a través de la consola:
fr_fr: Pour désactiver X11 et se connecter via la console :
pl: Aby wyłączyć X11 i zaloguj się za pośrednictwem konsoli:
pt_br: Para desativar X11 e login através do console:
tr_tr: X11'i devreden çıkart ve konsol aracılığı ile giriş yap.

source: To enable X11 to restore the Ubuntu MATE desktop:
cs: Chcete-li povolit X11 a obnovit Ubuntu MATE desktop:
de: Um X11 zu aktivieren und den Ubuntu MATE-Desktop wiederherzustellen:
es_es: Para habilitar X11 y volver al escritorio de Ubuntu MATE:
fr_fr: Pour activer X11 afin de restaurer le bureau Ubuntu MATE :
pl: Aby włączyć funkcję X11 w celu przywrócenia pulpitu Ubuntu MATE:
pt_br: Para habilitar X11 para restaurar o desktop Ubuntu MATE:
tr_tr: Ubuntu MATE masaüstünün geri getirme amacıyla X11'i etkinleştirmek için:

source: Changes take effect after a reboot.
cs: Změny se projeví po restartu.
de: Die Änderungen werden erst nach einem Neustart wirksam.
es_es: Los cambios tienen efecto después de un reinicio.
fr_fr: Les changements seront effectifs après un redémarrage.
pl: Zmiany mają wpływ po restarcie.
pt_br: As alterações terão efeito após uma reinicialização.
tr_tr: Değişiklikler makine yeniden başlatıldığı zaman etkin olacak.

source: Release Notes
cs: Poznámky k vydání
de: Versionshinweise
es_es: Notas de Lanzamiento
fr_fr: Notes de Version
pl: Informacje o wydaniu
pt_br: Notas de Lançamento
tr_tr: Sürüm Notları
