Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/index/*.po
Languages: ar, hy

source: Main Menu
ar: القائمة الرئيسة
hy: Հիմնական ցանկ

source: Ensures Welcome's documentation, translations and software picks are always up-to-date.
ar: التأكد من أن التوثيق (دليل المستخدم) والترجمات والبرامج المنتقاة محدثة دائماً لآخر إصدار.
hy: Հավաստիացնում է, որ Բարի Գալուստի թղթաբանությունը, թարգմանությունները և ծրագրերը միշտ արդիական են։

source: Subscribe to Welcome updates
ar: اشترك في تحديثات "شاشة الترحيب"
hy: Գրանցվեք Բարի Գալուստի թարմացումներին

source: This Welcome application and the Boutique are being updated and will re-open shortly.
ar: يجري تحديث تطبيق "شاشة الترحيب" والبوتيك وسيتم إعادة تشغيلهما في وقت قصير.

source: Choose an option to discover your new operating system.
ar: انتقِ خياراً لتستكشف نظام تشغيلك الجديد.

source: Introduction
ar: المقدمة
hy: Ներածություն

source: Features
ar: المزايا
hy: Հնարավորություններ

source: Getting Started
ar: لتبدأ
hy: Սկսել

source: Installation Help
ar: مساعدة التثبيت
hy: Ներդրման օգնություն

source: Get Involved
ar: ساهم
hy: Ներգրավվել

source: Shop
ar: المتجر
hy: Խանութ

source: Donate
ar: تبرع
hy: Նվիրաբերել

source: Community
ar: المجتمع
hy: համայնք

source: Chat Room
ar: غرفة المحادثة
hy: Զրուցարան

source: Software
ar: البرامج
hy: Ծրագիր

source: Install Now
ar: نصِّب الآن
hy: Ներդնել հիմա

source: Browser Selection
ar: اختيار المتصفح

source: Desktop Layout
ar: تصميم سطح المكتب

source: Raspberry Pi Information
ar: معلومات حول رازبيري باي
hy: Տեղեկություն Raspberry Pi֊ի մասին։

source: Open Welcome when I log on.
ar: إظهار "شاشة الترحيب" عند كل تسجيل دخول.

source: Color Selection
hy: Գույների ընտրություն
