Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/software/*.po
Languages: cs, da, de, es, es_es, fi_fi, fr_fr, hu_hu, it, nl_nl, pl, pt_br, ru, sl, sr, sr@latin, sv, tr_tr, zh_tw

source: This section contains operations that can fix common problems should you encounter an error while upgrading or installing new software.
cs: Tato část obsahuje operace, které mohou opravit běžné problémy, se kterými se dá setkat při aktualizaci nebo instalaci nového softwaru.
da: Denne sektion indeholder diverse handlinger der han udbedre kendte problemer der somme tider forhindrer installation eller opgradering af ny software.
de: Dieser Abschnitt enthält Vorgänge, die häufig auftretende Probleme bei der Aktualisierung oder der Installation neuer Software beheben können.
es: Esta sección contiene operaciones que pueden reparar problemas que podría encontrar durante una actualización o al instalar programas nuevos.
es_es: Esta sección contiene operaciones que pueden arreglar problemas comunes como encontrar un error al actualizar o instalar nuevo software.
fi_fi: Tämä osio sisältää toimenpiteitä, joilla voit korjata yleisiä ongelmia, jos törmäät ongelmaan päivittäessäsi tai asentaessa uutta ohjelmaa.
fr_fr: Cette section contient des opérations pouvant résoudre les principaux problèmes dans le cas où vous rencontreriez une erreur à la mise à jour ou l'installation de nouveaux logiciels.
hu_hu: Ez a részleg olyan műveleteket tartalmaz, amik megoldanak közismert problémákat amik hibákat okozhatnak új szoftverek telepítésénél, vagy frissítésnél.
it: Questa sezione contiene delle operazioni che possono risolvere alcuni problemi comuni che potresti incontrare durante l'aggiornamento o l'installazione di nuovi programmi.
nl_nl: Deze sectie bevat oplossingen voor veelvoorkomende problemen bij het upgraden of installeren van nieuwe programma's.
pl: Ta sekcja zawiera operacje, które mogą naprawić typowe problemy powodujące błędy przy aktualizowaniu lub instalacji oprogramowania.
pt_br: Essa seção contém operações que podem corrigir problemas comuns que você poderá deparar-se ao atualizar ou instalar um novo Software.
ru: В этой секции содержатся операции, которые могут исправить типичные проблемы, если вы обнаружите ошибку при обновлении или установке нового ПО.
sl: To poglavje vsebuje postopke, ki lahko odpravijo najpogostejše težave, če se pojavijo napake, med nadgradnjo ali nameščanjem novih programov.
sr: Овај одељак садржи операције које могу поправити опште проблеме ако наиђете на грешку приликом надоградње или инсталирања новог софтвера.
sr@latin: Rešenja za uobičajne probleme koji mogu da se pojave prilikom ažuriranja starog ili instalacije novog softvera.
sv: Det här avsnittet innehåller funktioner som kan fixa vanliga problem, ifall du stöter på ett fel när du uppgraderar eller installerar ny programvara.
tr_tr: Bu bölüm yeni uygulama yüklerken ya da yükseltme işlemi yaparken karşılaşabileceğiniz yaygın sorunların onarımı için gerçekleştirebileceğiniz işlemleri içerir.
zh_tw: 這個章節包含可修復一般問題的操作，當您升級或者安裝新軟體時您是否遭遇到問題?

source: Outdated Package Lists?
cs: Zastaralé seznamy balíků?
da: Uddaterede pakkelister?
de: Veraltete Paketlisten?
es: ¿Listas de paquetes desactualizadas?
es_es: ¿Listas de Paquetes Obsoletas?
fi_fi: Vanhentuneet Paketti Listaukset?
fr_fr: Listes de paquets obsolètes ?
hu_hu: Elavult csomag listák?
it: Elenco di pacchetti vecchio?
nl_nl: Verouderde Pakketlijsten?
pl: Nieaktualna lista pakietów?
pt_br: Listas de Pacotes Desatualizada?
ru: Устаревшие списки пакетов?
sl: Zastareli seznami paketov?
sr: Застарели спискови пакета?
sr@latin: Zastarela lista softverskih paketa?
sv: Föråldrade paketlistor?
tr_tr: Güncel Olmayan Paket Lisesi?
zh_tw: 過期套件清單?

source: Your repository lists may be out of date, which can cause
cs: Vaše seznamy zdrojů (repozitářů) mohou být zastaralé, což může způsobit
da: Din liste over software arkiver er muligvis uddatteret, hvilket kan forårsage
de: Ihr Paketlisten könnten veraltet sein, wodurch Fehler wie
es: Sus listas de repositorios podrían estar obsoletas, lo cual puede provocar errores
es_es: Tus listas de repositorios pueden estar obsoletas, lo que puede ocasionar
fi_fi: Sinun jakelupakettilistasi saattaa olla vanhentunut, joka aiheuttaa
fr_fr: Vos listes de dépôts sont peut-être trop anciennes, et peuvent causer des erreurs du type
hu_hu: A tároló listáid elavultak lehetnek, amik okozhatnak
it: L'elenco dei repository può essere vecchio, questo può causare
nl_nl: Uw lijsten met pakketbronnen kunnen verouderd zijn, dit kan leiden tot
pl: Twoja lista repozytoriów może być nieaktualna, co może spowodować błędy typu
pt_br: Sua lista de repositórios talvez esteja desatualizada, o que pode causar
ru: Ваши списки репозиториев могут быть устаревшими, что может привести к ошибке
sl: Vaše skladišče lahko vsebuje sezname, ki so zastareli, kar lahko povzroči
sr: Ваши спискови ризница могу бити застарели, који могу довести до грешака
sr@latin: Lista repozitorijuma može da zastari. Manifestuje se greškama
sv: Dina förrådslistor kan vara inaktuella, vilket kan orsaka
tr_tr: Depo listeleriniz güncel durumda olmayabilir, bu da
zh_tw: 您的軟體庫清單可能已過期，可能造成

source: Not Found
cs: Not Found (nenalezeno)
da: Ikke fundet
de: Nicht Gefunden
es: No encontrado
es_es: errores de No Encontrado
fi_fi: Ei Löytynyt
fr_fr: Élément Non Trouvé
hu_hu: "Nem található"
it: Non trovato
nl_nl: Niet gevonden
pl: nie znaleziono
pt_br: Não Encontrado
ru: Не найдено
sl: Ni bilo mogoče najti
sr: Нисам нашао
sv: Hittades Inte
tr_tr: Bulunamadı
zh_tw: 找不到

source: errors and
cs: chyby a
da: fejl samt
de: und
es: y emitir información
es_es: e
fi_fi: virheitä ja
fr_fr: ainsi que
hu_hu: hibaüzeneteket és
it: errori e
nl_nl: fouten en
pl: albo
pt_br: erros e
ru: и
sl: napake in
sr: и информација о
sr@latin: i
sv: fel och
tr_tr: hatalar ve
zh_tw: 錯誤和

source: outdated version
cs: outdated version (zastaralá verze)
da: uddatteret version
de: veraltete Versionsinformationen
es: de versiones obsoleta
es_es: información desactualizada
fi_fi: vanhentunut versio
fr_fr: des informations de version périmées
hu_hu: elavult verzió
it: informazioni vecchie sulle
nl_nl: gedateerde versie
pl: nieaktualna wersja
pt_br: versão desatualizada
ru: информации об
sl: zastarelo različico
sr: застарелим издањима
sv: Föråldrad version
tr_tr: güncel olmayan sürüm
zh_tw: 過期的版本

source: information when trying to install new or newer versions of software. This is particularly the case when Ubuntu MATE connects online for the first time after installation.
cs: informaci při pokusu o instalaci nových nebo novějších verzí softwaru. Toto je zejména případ, kdy se Ubuntu MATE připojí on-line poprvé po instalaci.
da: information når du forsøger at installere eller opgradere software. Dette kan især forekomme når Ubuntu mate forbinder til internettet for første gang efter installation.
de: ausgelöst werden können, wenn Sie neue oder neuere Versionen von Software zu installieren versuchen. Das ist besonders der Fall, wenn Ubuntu MATE sich nach der Installation das erste Mal online verbindet.
es: cuando intenta instalar programas nuevos. Esto se da sobre todo la primera vez que Ubuntu MATE se conecta a Internet después de la instalación.
es_es: al intentar instalar versiones nuevas o más recientes del software. Este es particularmente el caso cuando Ubuntu MATE se conecta en línea por primera vez después de la instalación.
fi_fi: tietoa, kun yrität asentaa uutta tai uudempaa versiota ohjelmasta. Tämä erityisesti tapahtuu, kun Ubuntu MATE yhdistetään verkkoon ensimmäistä kertaa asennuksen jälkeen.
fr_fr: au moment d'installer de nouveaux logiciels ou de nouvelles version de celui-ci, ce qui est particulièrement vrai au moment où Ubuntu MATE se connecte au réseau pour la première fois après l'installation.
hu_hu: információt, új, vagy újabb verziójú szoftver telepítésekor. Ez különösen akkor fordul elő, mikor az Ubuntu MATE először csatlakozik az internethez a telepítés után.
it: informazioni quando si prova ad installare una nuova o nuove versioni di software. Questo è in particolare il caso quando Ubuntu MATE si connette online la prima volta dopo l'installazione.
nl_nl: informatie voor wanneer geprobeerd wordt om nieuwe of nieuwere versies van de software te installeren. Dit is met name het geval wanneer Ubuntu MATE voor het eerst met internet verbindt na de installatie.
pl: podczas próby instalacji lub aktualizacji oprogramowania. Zdarza się to często w przypadku, gdy Ubuntu MATE łączy się do sieci po raz pierwszy od zainstalowania.
pt_br: informação enquanto tentar instalar versões mais novas do software. Esse caso em particular acontece quando o Ubuntu MATE conecta-se à internet pela primeira vez após a instalação.
ru: устаревших версиях при попытке установить новые версии ПО. В частности, когда Ubuntu MATE в первый раз подключается к сети после установки.
sl: informacije ko poskušate namestiti nove ali novejše različice programov. To je posebej v primeru, ko se Ubuntu MATE prvič poveže na internet po namestitvi.
sr: када покушате да инсталирате нов или новије издање програма. Ово је посебно случај када се Убунту Мејт по први пут повеже на мрежу након инсталације.
sr@latin: prilikom ažuriranja postojećeg ili instalacije novog softvera. Najčešći slučaj je prilikom prvog povezivanja na Internet sveže instaliranog Ubuntu MATE operativnog sistema.
sv: information när du försöker installera nya eller nyare versioner av programvara. Detta är särskilt fallet när Ubuntu MATE ansluter på nätet för första gången efter installationen.
tr_tr: yeni bir uygulama ya da yeni bir sürüme yükseltme işlemi yaparken bu bilginin görülmesine sebep olabilir. Bu, Ubuntu MATE yüklendikten sonra ilk defa internete bağlandığında karşılaşılan bir durumdur.
zh_tw: 在首次安裝完成之後，當Ubuntu MATE連上線時會試圖安裝新版軟體或者更新

source: Update the repository lists:
cs: Aktualizovat seznamy zdrojů:
da: Opdater listen af software arkiver
de: Aktualisieren Sie die Paketlisten:
es: Actualice las listas de repositorios:
es_es: Actualiza las listas de repositorios:
fi_fi: Päivitä jakelupaketti listat:
fr_fr: Mettre à jour les listes de dépôts:
hu_hu: A tároló listák frissítése:
it: Aggiorna l'elenco dei repository:
nl_nl: Werk de lijst met pakketbronnen bij:
pl: Zaktualizuj listę repozytoriów:
pt_br: Atualiza as listas de repositórios:
ru: Обновить списки репозиториев:
sl: Posodobi listo skladišč:
sr: Да освежите списак ризница:
sr@latin: Ažurira listu repozitorijuma:
sv: Uppdatera förrådslistor:
tr_tr: Depo listelerini güncelle:
zh_tw: 更新軟體庫清單

source: Update Sources List
cs: Aktualizovat seznam zdrojů
da: Opdater lister af softwarekilder
de: Paketquellen-Liste aktualisieren
es_es: Actualizar Lista de Fuentes
fi_fi: Päivitä Lähde Listat
fr_fr: Mettre à jour les listes des Sources
hu_hu: Forrás listák frissítése
it: Aggiorna Elenco Sorgenti
nl_nl: Bronnenlijst bijwerken
pl: Zaktualizuj listę oprogramowania
pt_br: Atualiza Lista de Fontes
ru: Обновить список источников
sl: Posodobi seznam virov
sr: Освежи списак извора
sr@latin: Ažuriraj Sources listu
sv: Uppdatera Källistor
tr_tr: Kaynak Listelerini Güncelle
zh_tw: 更新來源檔清單

source: Upgrade Installed Packages
cs: Povýšit instalované balíky
da: Opgrader installeret software
de: Installierte Pakete aktualisieren
es_es: Actualizar Paquetes Instalados
fi_fi: Päivitä Asennetut Paketit
fr_fr: Mettre à jour les Paquets Installés
hu_hu: Telepített szoftverek frissítése
it: Aggiorna Pacchetti Installati
nl_nl: Update geinstalleerde programma's
pl: Pobierz aktualne pakiety
pt_br: Atualizar pacotes instalados
ru: Обновить установленные пакеты
sl: Nadgradi nameščene pakete
sr: Надогради инсталиране пакете
sr@latin: Ažuriraj instalirane pakete
sv: Uppgradera Installerade Paket
tr_tr: Yüklü Paketleri Yükselt
zh_tw: 更新已安裝的套件

source: Broken Packages?
cs: Poškozené balíky?
da: Pakker der er i stykker?
de: Beschädigte Pakete?
es_es: ¿Paquetes Rotos?
fi_fi: Rikkoutuneita Paketteja?
fr_fr: Paquets Cassés ?
hu_hu: Törött csomagok?
it: Pacchetti Corrotti?
nl_nl: Defecte pakketten?
pl: Uszkodzone pakiety?
pt_br: Pacotes Quebrados
ru: Битые пакеты?
sl: Pokvarjeni paketi?
sr: Оштећени пакети?
sr@latin: Oštećeni paketi?
sv: Trasiga Paket?
tr_tr: Bozuk Paketler?
zh_tw: 缺少套件?

source: When a previous installation or removal was interrupted
cs: Pokud byla přerušena předchozí instalace nebo odstraňování
da: Når en tidligere installation eller afinstallation blev afbrudt få den blev færdig
de: Sollte eine vorherige Installation oder Deinstallation unterbrochen worden sein
es_es: Cuando una instalación o eliminación previa fue interrumpida
fi_fi: Kun edellinen asennus tai poisto oli keskeytetty
fr_fr: Quand une installation ou une désinstallation a été interrompue
hu_hu: Ha egy előző telepítés, vagy eltávolítás meg lett szakítva
it: Quando una precedente installazione o rimozione è stata interrotta.
nl_nl: Als een vorige installatie- of verwijder-actie is onderbroken
pl: Jeśli poprzednia instalacja lub odinstalowywanie zostało przerwane,
pt_br: Quando uma instalação ou remoção anterior foi interrompida
ru: Если прошлая установка или удаление были внезапно прекращены,
sl: V primeru, da je bila prejšnja namestitev ali odstranitev prekinjena
sr: Ако је дошло до прекида претходне инсталације или уклањања
sr@latin: Kada se instalacija ili uklanjanje paketa prekine
sv: När en tidigare installation eller borttagning avbröts
tr_tr: Önceki bir kurulum ya da kaldırma işlemi kesintiye uğradığında
zh_tw: 當之前的安裝被中斷或移除

source: (for instance, due to power failure or loss of Internet connection)
cs: (například v důsledku výpadku proudu nebo ztráty připojení k Internetu)
da: (for eksempel som en konsekvens af et strømafbrud eller tab af internet forbindelse)
de: (z. B. aufgrund eines Strom- oder Verbindungsausfalls),
es_es: (por ejemplo, debido a un fallo de corriente o una pérdida de conexión a Internet)
fi_fi: (esimerkiksi, virtakatkoksen tai Internet-yhteyden katkeamisen takia)
fr_fr: (par exemple à cause d'une coupure de courant ou d'une perte de connexion internet)
hu_hu: (pl. energiaellátási problémák, vagy internetcsatlakozási hiba miatt)
it: ( per esempio, a causa di un problema elettrico o alla perdita della connessione internet)
nl_nl: (bijvoorbeeld door stroom-onderbrekingen of een wegvallende internetverbinding)
pl: (na przykład wskutek odcięcia zasilania lub utraty połączenia z siecią)
pt_br: (por exemplo, devido à falha de energia ou perda de conexão com a Internet)
ru: (например, из-за отказа питания или потери подключения к Интернету)
sl: (na primer, če je zmanjkalo elektrike ali se je prekinila povezava z internetom)
sr: (на пример, услед прекида напајања или губитка Интернет везе)
sr@latin: (npr. zbog nestanka struje ili gubitka veze sa Internet-om)
sv: (exempelvis på grund av strömavbrott eller förlust av Internet-anslutning)
tr_tr: (örneğin güç kesintisi ya da İnternet bağlantısının kopması)
zh_tw: (例如，因為失去電力供應或是網路連線)

source: further software cannot be added or removed without properly re-configuring these broken packages. If necessary, you may need to also resolve dependencies and install any missing packages in order for the software to run properly.
cs: další software nemůže být přidán nebo odstraněn bez řádné rekonfigurace těchto poškozených balíků. Pokud to bude nutné, možná budete potřebovat také vyřešit závislosti a nainstalovat všechny chybějící balíky, aby se software mohl správně spustit.
da: yderligere software kan ikke tilføjes eller fjernes før de ødelagte software pakker er blevet rekonfigureret. Det kan ogsâ være nødvendigt at afvikle afhængigheder og installere evt. manglenede software pakker for at fâ programmer til at køre ordentligt.
de: kann weitere Software nicht ohne Neukonfiguration dieser beschädigten Pakete hinzugefügt oder entfernt werden. Falls notwendig, kann es sein, dass Sie Abhängigkeiten selbst verfolgen und eventuell fehlende Pakete installieren müssen, damit die Software richtig funktioniert.
es_es: no puede ser añadido o eliminado más software sin reconfigurar apropiadamente estos paquetes rotos. Si es necesario, puede que necesites solucionar dependencias e instalar cualesquiera paquetes ausentes con el fin de ejecutar el software correctamente.
fi_fi: lisää ohjelmia ei voida lisätä tai poistaa ilman näiden rikkinäisten pakettien perusteellista uudelleenmäärittelyä. Jos tarpeellista, sinun ehkä tarvitsee ratkaista riippuvuudet ja asentaa mahdolliset puuttuvat paketit, jotta ohjelmisto toimii kunnolla.
fr_fr: aucun autre logiciel ne peut être ajouté ou retiré sans re-configurer proprement ces paquets cassés. Si nécessaire, il se peut que vous deviez aussi résoudre des problèmes de dépendances et installer tout paquet manquant pour que le ou les logiciels fonctionnent correctement.
hu_hu: további szoftverek nem telepíthetők, vagy távolíthatók el a törött csomagok újrakonfigurálása nélkül. Ha szükséges, lehet, hogy függőségeket is fel kell oldani és minden hiányzó csomagot telepíteni kell annak érdekében, hogy a szoftver megfelelően fusson.
it: non può essere aggiunto o rimosso ulteriore software senza aver propriamente riconfigurato questi pacchetti interrotti. Se necessario, potresti aver bisogno di risolvere le dipendenze e installare qualsiasi pacchetto mancante affinche il software venga eseguito correttamente.
nl_nl: kan andere software niet worden toegevoegd of verwijderd zonder de herconfiguratie van deze onderbroken pakketten. Het zou kunnen dat er ook afhankelijkheden moeten worden opgelost of dat er missende pakketten moeten worden geïnstalleerd om de gebroken software te herstellen.
pl: kolejne instalowanie albo usuwanie oprogramowania nie będzie możliwe bez wcześniejszej konfiguracji uszkodzonych pakietów. Być może będzie trzeba także rozwiązać zależności i zainstalować wszystkie brakujące pakiety, aby oprogramowanie działało poprawnie.
pt_br: mais programas não podem ser adicionados ou removidos sem a devida reconfiguração desses pacotes quebrados. Se necessário, você também precisará resolver as dependências e instalar quaisquer pacotes que faltam para que o software seja executado corretamente.
ru: дальнейшее ПО не может быть добавлено или удалено без правильной перенастройки этих битых пакетов. Вам может также потребоваться разрешение зависимостей и установка отсутствующих пакетов, чтобы правильно запустить ПО.
sl: dodatnih programov ni mogoče dodati ali odstraniti brez ustrezne ponovne nastavitve teh pokvarjenih paketov. Morda boste morali rešiti tudi odvisnosti in namestiti manjkajoče pakete, da bodo programi pravilno delovali.
sr: следећи програм се не може додати или уклонити без исправног подешавања тих оштећених пакета. Ако је потребно, мораћете да решите зависности и инсталирате све пакете који недостају како би програм могао да ради исправно.
sr@latin: dalja manipulacija sa paketima nije moguća dok se oštećeni paketi ne dovedu u konzistentno stanje. Da bi softver radio korektno ponekada je potrebno instalirati zavisne ili dodatne pakete.
sv: ytterligare programvara kan inte läggas till eller tas bort utan korrekt återkonfigurera dessa trasiga paket. Vid behov kan du även behöva lösa beroenden och installera saknade paket för att programmet ska fungera korrekt.
tr_tr: bu bozuk paketler yeniden yapılandırılmadan yazılım ekleme ya da kaldırma işlemi gerçekleştirilemez. Yazılımların sorunsuz bir şekilde çalışması için, gerektiği takdirde paket bağımlılıklarını çözümlemeniz ve eksik olan paketleri kurmanız gerekebilir.
zh_tw: 沒有適當的調整設定這些損毀的套件，許多軟體將不能被新增或者移除。為了使軟體可以正常的運作，您也需要解決相依性及安裝所有缺少的套件。

source: Configure packages that were unpacked but not configured:
cs: Konfigurovat balíky, které byly rozbaleny, ale ne nastaveny:
da: Konfigurer software pakker der blev âbnet men er endnu ikke konfigureret:
de: Konfigurieren Sie Pakete, die entpackt, aber noch nicht konfiguriert worden sind:
es_es: Configurar paquetes que fueron desempaquetados pero no configurados:
fi_fi: Määrittele paketit, jotka purettiin, muttei määritelty:
fr_fr: Configurer les paquets ouverts et non configurés :
hu_hu: Csomagok konfigurálása amik ki lettek csomagolva, de nem lettek konfigurálva:
it: Configura i pacchetti che sono stati spacchettati ma non configurati:
nl_nl: Pakketten configureren die uitgepakt waren, maar nog niet geconfigureerd zijn:
pl: Skonfiguruj pakiety, które zostały rozpakowane, ale nie skonfigurowane:
pt_br: Configure os pacotes que foram descompactados mas ainda não foram configurados:
ru: Настроить распакованные ненастроенные пакеты
sl: Nastavi pakete, ki so bili odpakirani ampak niso bili nastavljeni:
sr: Да подесите пакете који су распаковани али нису подешени:
sr@latin: Konfiguriše pakete koji su raspakovani ali nisu prošli proces konfiguracije:
sv: Konfigurera paket som packades upp, men inte konfigurerade:
tr_tr: Açılmış fakat yapılandırılmamış paketleri yapılandır:
zh_tw: 調整未調整的未打包套件

source: Download and install broken dependencies:
cs: Stáhnout a nainstalovat poškozené závislosti:
da: Download og installer ødelagte afhægigheder:
de: Beschädigte Abhängigkeiten herunterladen und installieren:
es_es: Descargar e instalar dependencias rotas:
fi_fi: Lataa ja asenna rikkoutuneet riippuvuudet:
fr_fr: Télécharger et installer les dépendances cassées :
hu_hu: Törött függőségek letöltése és telepítése:
it: Scarica e installa le dipendenze corrotte:
nl_nl: Download en installeer defecte afhankelijkheden:
pl: Pobierz i napraw niespełnione zależności
pt_br: Baixar e instalar as dependências quebradas:
ru: Загрузить и установить нарушенные зависимости:
sl: Prejmi in namesti pokvarjene odvisnosti:
sr: Да преузмете и инсталирате оштећене зависности:
sr@latin: Preuzima i instalira oštećene zavisne pakete:
sv: Ladda ner och installera trasiga beroenden:
tr_tr: Bozulmuş bağımlılıkları indir ve kur:
zh_tw: 下載並安裝缺少的相依性套件

source: Configure Interrupted Packages
cs: Nastavit přerušené balíky
da: Konfigurer afbrudte software pakker
de: Abgebrochene Pakete konfigurieren
es_es: Configure Paquetes Interrumpidos
fi_fi: Määrittele Keskeytyneet Paketit
fr_fr: Configurer les Paquets en Suspend
hu_hu: Megszakított csomagok konfigurálása
it: Configura Pacchetti Interrotti
nl_nl: Configureer onderbroken programma-installaties
pl: Skonfiguruj pakiety, których instalacja została przerwana
pt_br: Configurar pacotes interrompidos
ru: Настроить пакеты, установка которых не завершилась
sl: Ponastavi prekinjene pakete
sr: Подеси прекинуте пакете
sr@latin: Konfiguriši prekinute pakete
sv: Konfigurera Avbrutna Paket
tr_tr: Tamamlanmamış Paketleri Yapılandır
zh_tw: 調整中斷的套件

source: Resolve Broken Packages
cs: Vyřešit poškozené balíky
da: Afvikl ødelagte software pakker
de: Paketbeschädigungen beheben
es_es: Solucionar Paquetes Rotos
fi_fi: Ratkaise Rikkoutuneet Paketit
fr_fr: Résoudre les Problèmes de Paquets Cassés
hu_hu: Törött csomagok feloldása
it: Risolvi Pacchetti Corrotti
nl_nl: Defecte pakketten oplossen
pl: Napraw uszkodzone pakiety
pt_br: Resolver pacotes quebrados
ru: Решить проблемы с битыми пакетами
sl: Razreši pokvarjene pakete
sr: Реши оштећене пакете
sr@latin: Ispravi oštećene pakete
sv: Lös Trasiga Paket
tr_tr: Bozuk Paketleri Çözümle
zh_tw: 解決缺少的套件
