Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/software/*.po
Languages: cs, da, de, es, es_es, fi_fi, fr_fr, hu_hu, it, nl_nl, pl, pt_br, ru, sl, sr, sr@latin, sv, tr_tr, zh_tw

source: Decide which software to add or remove without committing straight away.
cs: Rozhodněte, který software přidat nebo odebrat aniž by se to projevilo hned.
da: Vælg hvilken software du vil tilføje og fjerne uden at starte installation/afinstallation med det samme.
de: Entscheiden Sie, welche Software Sie hinzufügen oder entfernen wollen ohne die Änderungen sofort umzusetzten.
es_es: Decidir qué software agregar o eliminar sin aplicar los cambios ahora mismo.
fi_fi: Päätä mitkä ohjelmat lisäät tai poistat ilman sitoutumista heti.
fr_fr: Décider quels logiciels ajouter ou enlever sans appliquer les changements tout de suite
hu_hu: Döntsd el, melyik szoftvert telepíted vagy távolítod el azonnali végrehajtás nélkül.
it: Decidi quale software aggiungere o rimuovere senza eseguire subito l'operazione.
nl_nl: Besluit welke toepassingen je wilt toevoegen of verwijderen, zonder dit direct toe te passen.
pl: Zdecyduj, które oprogramowanie dodać lub usunąć bez natychmiastowego popełniania.
pt_br: Decida qual software adicionar ou remover sem comprometer imediatamente.
ru: Определить, какое ПО добавить или удалить, без немедленного применения изменений.
sl: Odločite se katere programe bi dodali ali odstranili, brez takojšne potrditve.
sr: Одлучите који софтвер ћете додати или уклонити без тренутног извршавања.
sv: Bestäm vilken programvara för att lägga till eller ta bort utan att verkställa direkt.
tr_tr: Devam etmeden önce hangi yazılımı kuracağınıza veya kaldıracağınıza karar verin.

source: Apply Changes
cs: Provést změny
da: Bekræft ændirnger
de: Änderungen anwenden
es: Aplicar cambios
es_es: Aplicar Cambios
fi_fi: Toteuta Muutokset
fr_fr: Appliquer les changements
hu_hu: Változtatások alkalmazása
it: Applica cambiamenti
nl_nl: Wijzigingen toepassen
pl: Zastosuj zmiany
pt_br: Aplicar Mudanças
ru: Применить изменения
sl: Uveljavi spremembe
sr: Примени измене
sv: Verkställ Förändringar
tr_tr: Değişiklikleri Uygula

source: Clear
cs: Vyčistit
da: Ryd
de: Löschen
es_es: Limpiar
fi_fi: Tyhjennä
fr_fr: Tout supprimer
hu_hu: Törlés
it: Pulisci
nl_nl: Wissen
pl: Wyczyść
pt_br: Limpar
ru: Очистить
sl: Počisti
sr: Очисти
sv: Rensa
tr_tr: Temizle

source: Finished
cs: Dokončit
da: Færdig
de: Erledigt
es: Finalizado
es_es: Finalizado
fi_fi: Valmis
fr_fr: Finis
hu_hu: Befejezve
it: Finito
nl_nl: Afgerond
pl: Ukończono
pt_br: Finalizado
ru: Готово
sl: Končano
sr: Готово
sv: Färdig
tr_tr: Bitti

source: Preparing to start...
cs: Příprava ke spuštění...
da: Gør klar til at starte...
de: Start vorbereiten...
es: Preparando para iniciar...
es_es: Preparando para empezar...
fi_fi: Valmistaudutaan aloittamaan...
fr_fr: Préparation à démarrer ...
hu_hu: Felkészülés a kezdéshez...
it: Preparazione all'avvio...
nl_nl: Starten wordt voorbereid...
pl: Przygotowanie do rozpoczęcia...
pt_br: Preparando para iniciar...
ru: Подготовка к запуску...
sl: Pripravljanje na zagon ...
sr: Спремам се за почетак...
sv: Förbereder start...

source: Your changes are being applied.
cs: Vaše změny jsou aplikovány.
da: Dine ændringer er ved at blive anvendt.
de: Veränderungen werden vorgenommen.
es: Se están aplicando los cambios.
es_es: Tus cambios han sido aplicados.
fi_fi: Muutoksiasi toteutetaan parhaillaan.
fr_fr: Vos changements sont en cours d'application.
hu_hu: A változtatásaid alkalmazása folyamatban.
it: I tuoi cambiamenti sono stati applicati.
nl_nl: Jouw wijzigingen worden toegepast.
pl: Zmiany zostały wprowadzone.
pt_br: Suas alterações estão sendo aplicadas.
ru: Ваши изменения применяются.
sl: Spremembe se uveljavljajo.
sr: Ваше измене су примењене.
sv: Dina ändringar verkställs.

source: Not all changes could be applied.
cs: Ne všechny změny mohou být provedeny.
da: Ikke alle ændringer gik igennem.
de: Es konnten nicht alle Änderungen angewendet werden.
es: No todos los cambios pudieron aplicarse.
es_es: No todos los cambios pudieron ser aplicados
fi_fi: Kaikkia muutoksia ei voitu toteuttaa.
fr_fr: Tous les changements n'ont pas pu être appliqués.
hu_hu: Nem minden változtatás lehet alkalmazva.
it: Non tutti i cambiamenti possono essere applicati.
nl_nl: Niet alle wijzigingen konden worden toegepast.
pl: Nie wszystkie zmiany mogły zostać wprowadzone.
pt_br: Nem todas as mudanças puderam ser aplicadas.
ru: Не все изменения были успешно применены.
sl: Vseh sprememb ni bilo mogoče uveljaviti.
sr: Не могу све измене бити примењене.
sv: Inte alla ändringar kunde tillämpas.
tr_tr: Tüm değişiklikler uygulanamadı.

source: Please review the error dialog for further details.
cs: Přečtěte si prosím okno chybového hlášení, kde získáte další podrobnosti.
da: Se venligst fejl-dialogen for yderligere detaljer.
de: Für mehr Details angezeigt zu bekommen, sehen Sie bitte den Fehlerdialog ein
es_es: Por favor revise el diálogo de error para más detalles.
fi_fi: Ole hyvä ja tarkista virhedialogi lisätietojen takia.
fr_fr: Merci de regarder la boîte de dialogue d'erreur pour plus de détails
hu_hu: Kérlek nézd át a hibaüzenet ablakot további részletekért.
it: Controlla la finestra d'errore per maggiori dettagli.
nl_nl: Bekijk het fout-dialoog voor verdere details.
pl: Proszę przejrzeć okno błędu, aby uzyskać więcej informacji.
pt_br: Por favor, reveja o diálogo de erro para mais detalhes.
ru: Пожалуйста, осмотрите окно ошибки для того, чтобы получить подробную информацию.
sl: Za dodatne informacije preglejte pogovorno okno o napaki.
sr: Прегледајте прозорче грешака за даљим појединостима.
sv: Läs igenom feldialog för ytterligare information.
tr_tr: Daha fazla detay için hata diyaloğunu gözden geçirin.

source: Nothing to see here -- There's no software in the queue yet.
cs: Nic k vidění -- zatím zde ve frontě není žádný software.
da: Intet at se her, der er ikke noget software i køen endnu.
de: Nichts anzuzeigen -- es befindet sich noch keine Software in der Warteschlange.
es_es: Nada que ver aquí -- No hay software en la cola aún.
fi_fi: Täällä ei ole mitään nähtävää -- Yhtään ohjelmaa ei ole jonossa vielä.
fr_fr: Rien à voir ici -- Il n'y a pas encore de logiciels dans la file d'attente
hu_hu: Nem látható itt semmi -- Nincs szoftver még a sorban.
it: Niente da vedere qui -- Non c'è nessun software in coda adesso.
nl_nl: Hier is niets te zien -- Er zijn geen te installeren programma's gemarkeerd.
pl: Nie ma nic do wyświetlenia -- Kolejka jest jeszcze pusta.
pt_br: Nada para ver aqui - Não há nenhum software na fila ainda.
ru: Здесь ничего нет -- в очереди ещё нет ПО.
sl: Tu ni ničesar -- Ni še nobenega programa v čakalni vrsti.
sr: Овде нема ничега —— Још увек нема програма у реду чекања.
sv: Inget att se här - det finns ingen programvara i kön ännu.
tr_tr: Görülecek bir şey yok -- Henüz sırada yazılım yok.

source: Software Sources
cs: Zdroje softwaru
da: Softwarekilder
de: Softwarequellen
es: Recursos de Software
es_es: Fuentes de Software
fi_fi: Ohjelmistolähteet
fr_fr: Sources de Logiciels
hu_hu: Szoftverforrások
it: Sorgenti software
nl_nl: Software Bronnen
pl: Źródła oprogramowania
pt_br: Fontes do Software
ru: Источники программного обеспечения
sl: Viri programov
sr: Извори софтвера
sv: Programvarukällor
tr_tr: Yazılım Kaynakları

source: Your system and applications are obtained and kept up-to-date via the following repositories.
cs: Váš systém a aplikace jsou získávány a udržovány aktuální pomocí těchto úložišť.
da: Dit system og dine applikationer bliver hentet fra- og opdateret via de følgende software arkiver.
de: Ihr System und Ihre Anwendungen werden mittels der folgenden Paketquellen in Stand gehalten und aktualisiert.
es_es: Su sistema y aplicaciones se obtienen y actualizan a través de los siguientes repositorios.
fi_fi: Sinun järjestelmäsi ja sovellukset ovat voimassa ja pidetään ajantasalla seuraavien jakelupakettien kautta.
fr_fr: Votre système et ses applications sont obtenus et mis à jour via les dépôts suivant
hu_hu: A rendszered és az alkalmazásaid a következő tárolókból telepíthetők és tarthatók naprakészen.
it: Il tuo sistema e le applicazioni vengono ottenute e mantenute aggiornate tramite i seguenti repository.
nl_nl: Uw systeem en toepassingen worden verkregen en up-to-date gehouden via de volgende pakketbronnen.
pl: Twój system i aplikacje są utrzymywane aktualnymi poprzez te repozytoria.
pt_br: Seu sistema e aplicações são obtidos e mantidos atualizados através dos seguintes repositórios.
ru: Ваши система и приложения заполучаются и обновляются через следующие репозитории.
sl: Sistem in programi so pridobljeni in posodobljeni iz naslednjih skladišč.
sr: Ваш систем и програми су добијени и одржавају се освеженим путем следећих ризница.
sv: Systemet och införskaffade applikationer hålls uppdaterade via följande databaser.
tr_tr: Sisteminiz ve uygulamalarınız bu depolarla her daim güncel kalacaktır.

source: Parsing lists...
cs: Zpracovávání seznamů...
da: Indlæser lister...
de: Analysiere Paketlisten
es_es: Interpretando listas...
fi_fi: Jäsennetään listoja...
fr_fr: Lecture des listes...
hu_hu: Listák elemzése...
it: Analisi elenchi...
nl_nl: Lijsten worden voorbereid...
pl: Parsowanie list...
pt_br: Analisando as listas ...
ru: Чтение списков...
sl: Prebiranje seznamov ...
sr: Обрађујем спискове...
sv: Analyserar listor...
tr_tr: Listeler ayrıştırılıyor...

source: Update Package Lists
cs: Aktualizovat seznamy balíčků
da: Opdater pakke lister.
de: Paketlisten aktualisieren
es: Actualizar Lista de Paquetes
es_es: Actualizando Listas de Paquetes
fi_fi: Päivitetään Paketti Listoja
fr_fr: Mettre à jour les Listes de Paquets
hu_hu: Csomaglisták frissítése
it: Aggiorna Elenco pacchetti
nl_nl: Pakketlijsten bijwerken
pl: Zaktualizuj listę pakietów
pt_br: Atualizar Lista de Pacotes
ru: Обновить списки пакетов
sl: Posodobi seznam paketov
sr: Освежи спискове пакета
sv: Uppdatera Paketlistor
tr_tr: Paket Listelerini Güncelle

source: Hide Proprietary Software
cs: Skrýt proprietární software
da: Skjul proprietær software
de: Proprietäre Software ausblenden
es: Ocultar software privativo
es_es: Ocultar Software Propietario
fi_fi: Piilota Omisteinen Ohjelmisto
fr_fr: Masquer les Logiciels Propriétaires
hu_hu: Zárt szoftverek elrejtése
it: Nascondi Software Proprietario
nl_nl: Verberg Gepatenteerde Software
pl: Ukryj oprogramowanie własnościowe
pt_br: Esconder Programas Proprietários
ru: Скрыть проприетарное ПО
sl: Skrij lastniške programe
sr: Сакриј власничке програме
sr@latin: Ne prikazuj vlasnički softver
sv: Göm Proprietär Mjukvara
tr_tr: Sahipli Yazılımları Gizle
zh_tw: 隱藏專利軟體

source: Show Terminal Commands
cs: Zobrazit terminálové příkazy
da: Vis terminal kommandoer
de: Konsolen-Befehle anzeigen
es: Mostrar órdenes de terminal
es_es: Mostrar Comandos de Terminal
fi_fi: Näytä Pääte Komennot
fr_fr: Afficher les Commandes Terminal
hu_hu: Terminál parancsok mutatása
it: Mostra Comandi Terminale
nl_nl: Toon terminal commando's
pl: Pokaż komendy terminala
pt_br: Mostrar comandos do Terminal
ru: Показать команды Терминала
sl: Prikaži ukaze za terminal
sr: Прикажи наредбе терминала
sr@latin: Prikaži komande za terminal
sv: Visa Terminal Kommandon
tr_tr: Uçbirim Komutlarını Göster
zh_tw: 顯示終端機指令

source: About Proprietary Software
cs: O proprietárním softwaru
da: Om proprietær software
de: Über proprietäre Software
es: Acerca del software privativo
es_es: Sobre el Software Propietario
fi_fi: Omisteisesta Ohjelmistosta
fr_fr: À propos des logiciels propriétaires...
hu_hu: A zárt szoftverekről
it: Informazioni sul Software Proprietario
nl_nl: Over Gepatenteerde Software
pl: O oprogramowaniu własnościowym
pt_br: Sobre Software Proprietário
ru: О проприетарном ПО
sl: O lastniških programih
sr: О власничком софтверу
sv: Om Proprietär Programvara
tr_tr: Tescilli Yazılımlar Hakkında

source: Proprietary Software
cs: Proprietární software
da: Proprietær software
de: Proprietäre Software
es: El software privativo
es_es: El Software Propietario
fi_fi: Omisteinen Ohjelmiston
fr_fr: Les Logiciels Propriétaires
hu_hu: A zárt szoftver
it: Software Proprietario
nl_nl: Gepatenteerde Software
pl: Oprogramowanie własnościowe
pt_br: Software proprietário
ru: Проприетарное программное обеспечение
sl: Lastniški program
sr: Власнички програм
sr@latin: Vlasnički softver
sv: Proprietär Mjukvara
tr_tr: Sahipli Yazılım
zh_tw: 專利軟體

source: is owned by an individual or company. There may be restrictions on its usage (like a license agreement), and provides no access to the source code.
cs: je ve vlastnictví jednotlivce nebo společnosti. Mohou existovat omezení týkající se jeho použití (jako licenční smlouvy), a neposkytuje žádný přístup ke zdrojovému kódu.
da: er ejet af en privatperson eller et firma. Der er muligvis restriktioner på hvorledes softwaren må bruger (såsom en licensaftale) og der er ikke givet adgang til programmets kildekode.
de: ist Eigentum einer Einzelperson oder eines Unternehmens. Es kann Beschränkungen ihrer Nutzung geben (z. B. eine Lizenzvereinbarung) und der Quellcode ist nicht verfügbar.
es: es propiedad de un individuo o una empresa. Pueden existir restricciones sobre su uso (por ejemplo, un acuerdo de licencia) y no proporciona acceso a su código fuente.
es_es: es propiedad de un particular o empresa. Pueden haber restricciones en su uso (como unos términos y condiciones), y no proporciona acceso al código fuente.
fi_fi: omistaa joko yksilö tai yritys. Rajoituksia saattaa liittyä käyttöön (kuten lisenssiehdot), ja lähdekoodia ei ole tarjolla.
fr_fr: sont des logiciels dont les droits sont possédés par un individu ou une société. Leur utilisation peut être soumise à une restriction (par exemple un accord de licence), et leur code source non-accessible.
hu_hu: egy adott egyén, vagy vállalat tulajdona. Lehetnek korlátozások a használatát illetően (pl. licensz megállapodás), és nem biztosít hozzáférést a forráskódhoz.
it: è proprietà di un singolo o di una azienda. Potrebbero esserci delle restrinzioni nel suo utilizzo ( come un accordo di licenza), a non offre nessun accesso al codice sorgente,
nl_nl: Is eigendom van een persoon of bedrijf. Er kunnen beperkingen gelden voor het gebruik ervan (zoals een licentie-overeenkomst), en biedt geen toegang tot de broncode.
pl: jest własnością twórcy lub firmy. Użytkowanie może być ograniczone (na przykład licencją), a kod źródłowy nie jest udostępniany.
pt_br: é de propriedade de um indivíduo ou empresa. Pode haver restrições sobre seu uso (como um contrato de licença), e não fornece acesso ao código-fonte.
ru: принадлежит конкретной личности или компании. На его использовании могут быть ограничения (оговариваемые в лицензионном соглашении), и к его исходному коду нет свободного доступа.
sl: je v lasti posameznika ali podjetja. Lahko pride do omejitev pri njeni uporabi (kot so licenčne pogodbe) in ne zagotavlja dostopa do izvorne kode.
sr: поседује појединац или предузеће. Могу постојати ограничења у његовој употреби (као договор о дозволи), и нећете имати приступ изворном коду.
sr@latin: je u vlasništvu individue ili kompanije. Moguće je da postoje ograničenja prilikom njegovog korišćenja (npr. poseban ugovor o licenciranju) kao i ne postojanje mogućnosti pristupa source kodu.
sv: ägs av en enskild person eller företag. Det kan finnas begränsningar för dess användning (som ett licensavtal), och ger ingen tillgång till källkoden.
tr_tr: bir bireye ya da bir firmaya aittir. Kullanımı konusunda kısıtlamalar bulunabilir (lisans antlaşması gibi) ve kaynak koduna ulaşım kısıtlanmıştır.
zh_tw: 由個人或公司擁有。 其使用可能有限制（如許可協議），並且不提供對源代碼的訪問。

source: Free and Open Source Software
cs: Svobodný a otevřený software
da: Software med fri og åben kildekode
de: Freie und Open-Source-Software
es: El software libre y de código abierto
es_es: El Software Libre y de Código Abierto
fi_fi: Vapaa ja Avoimen Lähdekoodin Ohjelmisto
fr_fr: Les Gratuiciels et Logiciels Open Source
hu_hu: A szabad és nyílt forrású szoftver
it: Software Libero e Open Source
nl_nl: Vrije software en Opensourcesoftware
pl: Wolne i otwarte oprogramowanie
pt_br: Software Livre e Código-Aberto
ru: Бесплатное и свободное программное обеспечение
sl: Zastonj in odprtokodni program
sr: Слободан и софтвер отвореног кода
sr@latin: Besplatan softver otvorenog koda
sv: Fri och Öppen Källkod Programvara
tr_tr: Özgür ve Açık Kaynaklı Yazılım
zh_tw: 自由和開源軟體

source: grants the user the freedom to share, study and modify the software without restriction. For instance, the GPL is an example of a 'Free Software' license.
cs: umožňuje uživateli volnost sdílení, studia a modifikace softwaru bez omezení. Třeba GPL je příkladem licence 'svobodného softwaru'.
da: giver brugeren friheden til at dele, studere og ændre softwaren uden restriktioner. GPL licensen er et eksempel på en "Fri software" licens.
de: gibt dem Benutzer die Freiheit, die Software ohne Einschränkung zu teilen, zu studieren und zu modifizieren. Ein Beispiel für eine 'Freie-Software'-Lizenz ist die GPL.
es: brinda a los usuarios las libertades de compartirlo, estudiarlo y modificarlo sin restricciones. Por ejemplo, la GPL es una de las licencias de software libre que existen.
es_es: concede al usuario la libertad de compartir, estudiar y modificar el software sin restricción. Por ejemplo, la GPL es un caso de una licencia de "Software Libre"
fi_fi: tarjoaa käyttäjälleen vapauden jakaa, opiskella ja muokata ohjelmistoa ilman rajoituksia. Esimerkiksi, GPL on esimerkki 'Vapaa Ohjelmisto'-lisenssistä.
fr_fr: donnent à l'utilisateur la liberté de partager, étudier et modifier leur code sans restriction. Concrètement, GPL est un exemple de licence "Logiciel Libre".
hu_hu: garantálja a felhasználónak a szabadságot szoftver a megosztására, tanulmányozásra és módosítására a legtöbb esetben megkötések nélkül. Például a GPL egy példa a "Szabad szoftver" licenszre.
it: garantisce all'utente la libertà di condividere, studiare e modificare il software senza restrinzioni. Per esempio, la GPL è un esempio di licenza "Free Software".
nl_nl: geeft de gebruiker de vrijheid om de software te delen, te bestuderen en zonder enige beperking aan te passen. De GPL is een voorbeeld van een 'Vrije Software' licentie.
pl: gwarantuje użytkownikom wolność analizowania, modyfikowania i dzielenia się oprogramowaniem bez ograniczeń. Licencja GPL jest przykładem licencji „Wolnego Oprogramowania”.
pt_br: concede ao usuário a liberdade de compartilhar, estudar e modificar o software sem restrições. Por exemplo, o GPL é um exemplo de uma licença "software livre".
ru: дарует пользователю свободу распространять, изучать и модифицировать программное обеспечение без ограничений. Например, примером свободной лицензии является GPL.
sl: daje uporabniku svobodo pri razdeljevanju, preučevanju in spreminjanju programov brez omejitev. Na primer, GPL je primer licence "proste programske opreme"
sr: гарантује кориснику слободу да дели, проучава и мења програм без ограничења. На пример, ОЈЛ је пример дозволе „Слободног софтвера“.
sr@latin: garantuje korisniku prava da deli, proučava i menja softver bez ikakvih ograničenja. GPL je dobar primer jedne od 'Free Software' licenci.
sv: ger användaren frihet att dela, studera och modifiera programvaran utan begränsning. Till exempel är GPL ett exempel på en fri mjukvarulicens.
tr_tr: kullanıcıya herhangi bir kısıtlama olmaksızın paylaşma, üzerinde çalışma ve değişiklik yapma özgürlüğünü verir. Örneğin, GPL lisansı bir 'Özgür Yazılım' lisansıdır.
zh_tw: 授予使用者自由地分享、學習和修改軟體而不受限。例如GPL就是一個"自由軟體"的授權

source: Once you have finished choosing your applications, click here to confirm your selections.
fr_fr: Une fois votre sélection d'applications terminée, cliquez ici pour confirmer votre choix.
sv: När du är klar med valet av dina applikationer, klicka här för att bekräfta.

source: Got it!
fr_fr: D’accord !
sv: Uppfattat!

source: Boutique
tr_tr: Butik

source: Filter by Software License
tr_tr: Yazılım Lisanları ile Filtrele
