Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/software/*.po
Languages: cs, da, de, es, es_es, fi_fi, fr_fr, hu_hu, it, nl_nl, pl, pt_br, ru, sl, sr, sr@latin, sv, tr_tr, zh_tw

source: tab may have them available for your system.
cs: mohou být pro váš systém k dispozici.
da: tab har dem muligvis tilgængelige for dit system.
de: könnte sie für Ihr System zur Verfügung haben.
es: podría incluir controladores funcionales para su sistema.
es_es: puede que los tenga disponibles para tu sistema.
fi_fi: välilehti saattaa sisältää ne järjestelmällesi.
fr_fr: l'onglet du même nom
hu_hu: oldalon lehet hogy találsz elérhetőt a rendszeredhez.
it: tab potrebbe quindi essere disponibile per il tuo sistema.
nl_nl: tab zou ze beschikbaar kunnen hebben voor jouw systeem.
pl: może zawierać je dostępne dla systemu.
pt_br: guia pode ter eles disponíveis para o seu sistema
ru: может помочь вам получить таковые для вашей системы.
sl: so lahko na voljo za vaš sistem.
sr: их можда има доступним за ваш систем.
sr@latin: se možda već nalazi odgovarajući za vaš sistem.
sv: fliken kan ha dom tillgängliga för ditt system.
tr_tr: sekmesinde sisteminiz için gerekli olanlar bulunabilir.

source: Otherwise, you will need to manually install third party drivers for your hardware, or a download specific package containing the firmware. See
cs: V opačném případě budete muset ručně nainstalovat ovladače třetích stran pro váš hardware, nebo stáhnout konkrétní balíček obsahující firmware. Vizte volbu
da: Alternativt er du nød til at installere tredjeparts drivere til din hardware manuelt, eller downloade en specifik pakke med firmware i. Se venligst
de: Andernfalls müssen Sie Treiber von Drittanbietern manuell für Ihre Hardware installieren, oder ein spezifisches Paket, das die Firmware enthält, herunterladen. Sehen Sie
es: De otro modo, habrá de instalar controladores de terceros o un paquete de microprograma manualmente. Consulte
es_es: Si no, necesitarás instalar manualmente controladores de terceros para tu hardware, o descargar un paquete específico que contenga el firmware. Ver
fi_fi: Muussa tapauksessa, sinun tarvitsee manuaalisesti asentaa kolmannen osapuolen ajurit laitteistollesi, tai ladata erityinen paketti, joka sisältää laiteohjelmiston. Katso
fr_fr: Le cas échéant, il vous faudra installer manuellement des pilotes tiers pour votre matériel, ou télécharger des paquets spécifiques contenant les micrologiciels. Référez-vous à
hu_hu: Egyéb esetben kénytelen leszel kézzel telepíteni harmadik féltől származó illesztőprogramot a hardveredhez, vagy letölteni a megfelelő csomagot ami tartalmazza a firmware-t. Lásd:
it: Altrimenti, avrai bisogno di installare manualmente i driver di terze parti per il tuo hardware, o scaricare un pacchetto specifico contenente il firmware. Vedi
nl_nl: Zo niet, dan zul je de drivers voor de hardware van de derde partij handmatig moeten installeren, of een specifiek pakket moeten installeren die de benodige firmware bevat. Zie de
pl: W przeciwnym razie musisz ręcznie zainstalować niezależne sterowniki do Twojego sprzętu lub pobrać odpowiedni pakiet zawierający sterownik. Zobacz
pt_br: Caso contrário, você precisará instalar manualmente drivers de terceiros para o seu hardware, ou um pacote específico contendo o firmware. Vejo
ru: В ином случае вам придётся вручную установить драйверы сторонних производителей или загрузить конкретный пакет, содержащий фирменное программное обеспечение. Смотрите вкладку
sl: V nasprotnem primeru boste morali ročno namestiti gonilnike tretjih oseb za strojno opremo, ali prenesti drugo strojno programsko opremo. Poglejte
sr: У супротном, мораћете ручно да инсталирате управљачке програме трећег лица за ваш хардвер, или да преузмете одређени пакет који садржи уграђени програм. Видите
sr@latin: U preostalom slučaju moraćete ručno da dodate drajvere od trećeg lica za konkretan model koji se nalazi u vašem sistemu ili eventualno instalirate već spreman paket od strane trećeg lica. Pogledajte
sv: Annars måste du manuellt installera drivrutiner från tredje part för din hårdvara, eller ladda ner specifikt paket som innehåller den fasta programvaran. Se
tr_tr: Aksi takdirde, donanımınız için gereken üçüncü taraf sürücüleri el ile kurmanız ya da donanıma özgü yazılım paketinizi indirmeniz gerekir. Daha fazla bilgi için
zh_tw: 此外，您需要為您的硬體手動安裝第3方的驅動程式，或者為軔體下載特定的套件。請參見

source: Drivers
cs: Ovladače
da: Drivere
de: Treiber
es: Controladores
es_es: Controladores
fi_fi: Ajurit
fr_fr: Pilotes
hu_hu: Illesztőprogramok
it: Driver
pl: Sterowniki
ru: Драйверы
sl: Gonilniki
sr: управљачке програме
sr@latin: Drajveri
sv: Drivrutiner
tr_tr: Sürücüler
zh_tw: 驅動程式

source: in the
cs: v sekci
da: I
de: im Abschnitt
es: en la sección
es_es: en la
fr_fr: dans la section
hu_hu: a
it: nella
nl_nl: in de
pl: w sekcji
pt_br: no
ru: в секции
sl: v
sr: у одељку
sr@latin: u sekciji
sv: I den
tr_tr: bölümünün bulunduğu
zh_tw: 在

source: Getting Started
cs: Začínáme
da: Kom godt i gang
de: Erste Schritte
es: Primeros pasos
es_es: sección Primeros Pasos
fi_fi: Aloitusopas
fr_fr: Démarrage
hu_hu: Kezdő lépések
it: Iniziare
nl_nl: Aan de slag
pl: Wprowadzenie
pt_br: Começando
ru: Начало работы,
sl: Kako začeti
sr: Започните
sr@latin: Prvi koraci
sv: Komma igång
tr_tr: Başlangıç Kılavuzu
zh_tw: 準備開始

source: section for more details.
cs: , kde získáte více informací.
da: sektionen for yderligere detaljer.
de: für weitere Details.
es: para más detalles.
es_es: para más detalles.
fi_fi: osiossa saadaksesi lisätietoja.
fr_fr: pour plus de détails.
hu_hu: lapon részletes információért.
it: sezione per maggiori dettagli.
nl_nl: sectie voor meer details.
pl: aby uzyskać więcej informacji.
pt_br: seção para obter mais detalhes.
ru: чтобы узнать подробнее.
sl: poglavju za več podrobnosti.
sr: за више појединости.
sr@latin: za više detalja.
sv: avsnitt för mer information.
tr_tr: içerisindeki ilgili bölümünü inceleyin.
zh_tw: 更多細節

source: Feel free to
cs: Neváhejte
da: Spørg gerne
de: Zögern Sie nicht
es: No dude en
es_es: Siéntete libre de
fi_fi: Kysy vapaasti
fr_fr: N'hésitez pas à
hu_hu: Nyugodtan
it: Sentiti libero di
nl_nl: Voel je vrij om
pl: Nie wahaj się
pt_br: Sinta-se livre para
ru: Не стесняйтесь
sl: Lahko kar
sr: Слободно
sr@latin: Slobodno
sv: Känn dig fri att
tr_tr: Topluluğa danışmaktan

source: ask the community
cs: zeptat se komunity
da: spørg fællesskabet
de: die Gemeinde zu fragen
es: formular una pregunta a la comunidad
es_es: preguntar a la comunidad
fi_fi: yhteisöltä
fr_fr: poser vos questions à la communauté
hu_hu: kérdezz a közösségtől
it: chiedi alla community
nl_nl: het aan de community te vragen
pl: zapytać społeczności
pt_br: Perguente à comunidade
ru: задавать вопросы сообществу,
sl: vprašate skupnost
sr: питајте заједницу
sr@latin: postavite pitanje zajednici
sv: fråga gemenskapen
tr_tr: topluluğa danışmaktan
zh_tw: 於社群發問

source: if you need assistance.
cs: pokud budete potřebovat pomoc.
da: hvis du har behov for assistance.
de: falls Sie Hilfe benötigen.
es: si necesita ayuda.
es_es: si necesitas ayuda.
fi_fi: ,jos tarvitset apua.
fr_fr: si vous avez besoin d'aide.
hu_hu: ha segítségre van szükséged.
it: se hai bisogno di assistenza.
nl_nl: als je hulp nodig hebt.
pl: jeśli potrzebujesz pomocy.
pt_br: se você precisar de ajuda.
ru: если вам требуется помощь.
sl: v primeru, da potrebujete pomoč.
sr: ако вам је отребна помоћ.
sr@latin: ako Vam je potrebna pomoć.
sv: Om du behöver hjälp.
tr_tr: çekinmeyin.
zh_tw: 如果您需要協助

source: Our Picks
cs: Náš výběr
da: Særligt udvalgte
de: Unsere Auswahl
es: Nuestras elecciones
es_es: Nuestras selecciones
fi_fi: Meidän Valintamme
fr_fr: Notre sélection
hu_hu: Válogatott szoftvereink
it: Le nostre scelte
nl_nl: Onze Favorieten
pl: Nasz wybór
pt_br: Nossas Escolhas
ru: Наш выбор
sl: Naš izbor
sr: Наш избор
sv: Våra Val
tr_tr: Bizim Seçtiklerimiz

source: OK
es: Aceptar
es_es: VALE
hu_hu: Oké
ru: ОК
sl: V redu
sr: У реду
sr@latin: Potvrdi
tr_tr: TAMAM

source: No Filter
cs: Žádný filtr
da: Intet filter
de: Kein Filter
es: Sin filtros
es_es: Sin Filtro
fi_fi: Ei Suodatinta
fr_fr: Pas de filtre
hu_hu: Nincs szűrő
it: Nessun filtro
nl_nl: Geen filter
pl: Bez filtra
pt_br: Sem filtro
ru: Без фильтра
sl: Brez filtra
sr: Без филтера
sr@latin: Bez filtriranja
sv: Inget Filter
tr_tr: Filtre Yok
zh_tw: 無過濾條件

source: Handy utilities for your computing needs.
cs: Praktické nástroje pro potřeby vaší práce s počítačem.
da: Smarte værktøjer til alle dine computer behov.
de: Praktische Dienstprogramme für Ihre Arbeit am Computer.
es: Herramientas útiles para sus necesidades informáticas.
es_es: Herramientas prácticas para tus necesidades informáticas.
fi_fi: Käteviä hyötyohjelmia tietojenkäsittely tarpeisiisi.
fr_fr: Utilitaires pratiques pour votre ordinateur.
hu_hu: Hasznos eszközök a számítógépes igényeidhez.
it: Utilità per le vostre esigenze di elaborazione.
nl_nl: Handige tools voor alledaagse computer taken.
pl: Przydatne narzędzia dla Twoich potrzeb.
pt_br: Utilitários práticos para as suas necessidades de computação.
ru: Полезные утилиты для ваших трудовых нужд.
sl: Priročni pripomočki za vaše računalniške potrebe.
sr: Практични алати за ваше потребе рачунарства.
sr@latin: Zgodni alati za svakodnevnu upotrebu.
sv: Praktiska verktyg för dina datorbehov.
tr_tr: Bilgisayar kullanımı ihtiyaçlarınız için kullanışlı yardımcı programlar.
zh_tw: 您常會用到的小工具

source: For study and children.
cs: Ke studiu a pro děti.
da: Til uddannelse og børn.
de: Zum Lernen und für Kinder.
es: Para el estudio y los niños.
es_es: Para estudiar y para niños.
fi_fi: Opiskeluun ja lapsille.
fr_fr: Pour les études ainsi que pour les enfants.
hu_hu: Tanulásra és gyerekeknek.
it: Per studio e per i bambini.
nl_nl: Voor studiebollen en kinderen.
pl: Do nauki i dla dzieci.
pt_br: Para estudantes e crianças
ru: Для учёбы и детей.
sl: Za študente in otroke.
sr: За учење и децу.
sr@latin: Za učenje i decu.
sv: För studier och barn.
tr_tr: Öğrenim ve çocuklar için.
zh_tw: 針對兒童及學習

source: A selection of 2D and 3D games for your enjoyment.
cs: Výběr 2D a 3D her pro vaše potěšení.
da: Et udvalg af 2D og 3D spil.
de: Eine Auswahl von 2D- und 3D-Spiele für Ihren Zeitvertreib.
es: Una selección de juegos 2D y 3D para su disfrute.
es_es: Una selección de juegos 2D y 3D para tu disfrute.
fi_fi: Valikoima 2D ja 3D pelejä ajanvietteeksi.
fr_fr: Une sélection de jeux 2D et 3D pour votre plaisir.
hu_hu: 2D és 3D játékok gyűjteménye a szórakozáshoz.
it: Una selezione di giochi 2D e 3D per il tuo divertimento.
nl_nl: Een selectie van 2D en 3D spellejtes voor jouw entertainment.
pl: Trochę gier 2D i 3D dla Twojej rozrywki.
pt_br: Uma coletânea de jogos 2D e 3D para o seu divertimento
ru: Выбор 2D и 3D игр на ваш вкус.
sl: Izbor 2D in 3D iger za vaš užitek.
sr: Избор 2Д и 3Д игара за ваше уживање.
sr@latin: Neke od 2D i 3D igara za Vaše uživanje.
sv: Ett urval av 2D- och 3D-spel för din njutning.
tr_tr: Keyfini çıkarabileceğiniz bir 2D ve 3D oyunlar seçkesi.
zh_tw: 一系列的2D和3D遊戲供您選擇

source: For producing and editing works of art.
cs: Pro tvorbu a úpravu uměleckých děl.
da: Til at skabe og behandle kunstværker.
de: Für die Herstellung und Bearbeitung von Kunstwerken.
es: Para producir y modificar obras artísticas.
es_es: Para producir y editar obras de arte.
fi_fi: Taiteen luomiseen ja muokkaamiseen.
fr_fr: Produisez et éditez des créations artistiques.
hu_hu: Munkához és művészi munkák szerkesztésére.
it: Per produrre e modificare lavori artistici.
nl_nl: Voor al het creatieve werk.
pl: Do tworzenia i edycji dzieł sztuki.
pt_br: Para a produção e edição de trabalhos artísticos.
ru: Для создания и редактирования произведений искусства.
sl: Za izdelavo in urejanje umetniških del.
sr: За стварање и уређивање уметничких дела.
sr@latin: Za izradu i doradu vizuelnih umetničkih dela.
sv: För att producera och redigera konstverk.
tr_tr: Sanat eserleri üretin ve düzenleyin.
zh_tw: 針對生產力及編輯、藝術

source: For staying connected and enjoying the features of your own cloud.
cs: Chcete-li zůstat připojení nebo se těšit z funkcí svého vlastního cloudu.
da: Til at holde dig forbundet og nyde fordelene ved din egen Cloud.
de: Um verbunden zu bleiben und die Funktionen einer eigenen Cloud zu genießen.
es: Para mantenerse en conexión y disfrutar de las prestaciones de su propia nube.
es_es: Para mantenerse conectado y disfrutar de las características de tu propia nube.
fi_fi: Pysyäksesi yhdistettynä ja nauttiaksesi oman pilven ominaisuuksista.
fr_fr: Restez connecté(e) et appréciez les fonctions de votre nuage personnel.
hu_hu: Kapcsolattartáshoz és hogy élvezd a saját felhő tárolód funkcióit.
it: Per rimanere connesso e goderti le caratteristiche del tuo cloud personale.
nl_nl: Om verbonden te blijven en te genieten van het hebben van je eigen cloud.
pl: Do bycia w kontakcie i cieszenia się funkcjami Twojej własnej chmury.
pt_br: Para continuar ligado e aproveitar as características de sua própria nuvem.
ru: Для того, чтобы оставаться на связи и наслаждаться функционалом своего облака.
sl: Ker ste povezani in uživate v zmožnostih lastnega oblaka.
sr: Да останете повезани и да уживате у одликама вашег властитог облака.
sr@latin: Za uživanje u povezanosti sa drugima.
sv: För att hålla kontakten och njuta av funktionerna i ditt eget moln.
tr_tr: Kendi bulut depolama alanınıza bağlanın ve özelliklerinin keyfini çıkarın.
zh_tw: 保持連線並且享受您的雲端上功能

source: For more then just documents and spreadsheets.
cs: Nejen pro dokumenty a tabulky.
da: Til mere end bare dokumenter og regneark.
de: Für mehr als nur Dokumente und Tabellen.
es_es: Para algo más que sólo documentos y hojas de cálculo.
fi_fi: Enemmän kuin vain asiakirjoja ja taulukkolaskentakaavioita.
fr_fr: Plus que des documents et du tableur.
hu_hu: Nem csak dokumentumokhoz és táblázatokhoz.
it: Per qualcosa di più di documenti e fogli di calcolo.
nl_nl: Voor meer dan alleen je documenten en spreadsheets.
pl: Więcej niż dokumenty i arkusze kalkulacyjne.
pt_br: Para mais do que apenas documentos e planilhas.
ru: Для большего, чем просто документов и таблиц.
sl: Za več kot le dokumente in preglednice.
sr: За више од докумената и табеларних прорачуна.
sr@latin: Kada je potrebno više od običnih dokumenata i tabela.
sv: För mer än bara dokument och kalkylblad.
tr_tr: Belgeler ve çizelgelerden daha fazlası.
zh_tw: 除文件和試算表外

source: For the developers and system administrators out there.
cs: Pro vývojáře a správce systému.
da: Til alle udviklere og system administratorer derude.
de: Für die Entwickler und Systemadministratoren.
es: Para los programadores y administradores de sistemas allá afuera.
es_es: Para los desarrolladores y administradores de sistema por ahí fuera.
fi_fi: Kehittäjille ja järjestelmänvalvojille.
fr_fr: Pour les développeurs et les administrateurs.
hu_hu: Fejlesztőknek és rendszergazdáknak.
it: Per gli sviluppatori e gli amministratori di sistema.
nl_nl: Voor de ontwikkelaars en systeembeheerders onder ons.
pl: Dla deweloperów i administratorów.
pt_br: Para os desenvolvedores e administradores de sistemas de fora.
ru: Для разработчиков и сисадминов.
sl: Za razvijalce in sistemske administratorje tam zunaj.
sr: За програмере и администраторе система.
sr@latin: Za izradu softvera i administratore kompjuterskih sistema.
sv: För utvecklare och systemadministratörer.
tr_tr: Geliştirici ve sistem yöneticileri için.
zh_tw: 針對開發者和系統管理者

source: Multimedia software for listening and production.
cs: Multimediální software pro poslech a produkci.
da: Multimediesoftware, både til at lytte og til produktion.
de: Multimedia-Software zum Hören und zur Produktion.
es: Software multimedia para escucha y producción.
es_es: Software multimedia para escuchar y producir.
fi_fi: Multimedia ohjelmisto kuunteluun ja tuottamiseen.
fr_fr: Logiciels pour écouter, regarder, ainsi que produire du multimedia.
hu_hu: Multimédiás szoftverek szórakozásra és munkára
it: Software multimediale per l'ascolto e la produzione.
nl_nl: Multimedia programma's voor zowel luisteren als produceren van multimedia.
pl: Oprogramowanie multimedialne do słuchania i tworzenia.
pt_br: Programas de multimídia para ouvir e reproduzir.
ru: Мультимедийное ПО для создания и воспроизведения.
sl: Večpredstavnostni programi za poslušanje in produkcijo.
sr: Мултимедијални програми за слушање и призводњу.
sr@latin: Za reprodukciju i stvaranje multimedijalnog sadržaja.
sv: Multimedia programvara för lyssning och produktion.
tr_tr: Dinleme ve üretim için çoklu ortam yazılımları
zh_tw: 針對生產力的多媒體軟體

source: Software that makes the most out of your system resources.
cs: Chcete-li získat co nejvíce ze svého systému.
da: Software der hjælper med at få mest ud af din computer.
de: Software, die das Beste aus Ihren System-Ressourcen macht.
es: Programas que aprovechan al máximo los recursos del sistema.
es_es: Software que aprovecha al máximo los recursos de tu sistema.
fi_fi: Ohjelmisto, jolla saat eniten irti järjestelmäsi resursseista.
fr_fr: Des logiciels qui tirent le maximum des ressources de votre système.
hu_hu: Szoftverek, amik kihozzák a legtöbbet a rendszered erőforrásaiból.
it: Software per tirare fuori il massimo dalle risorse di sistema.
nl_nl: Programma's die het meeste halen uit jouw systeem.
pl: Oprogramowanie pomagające w pełni wykorzystać zasoby systemu.
pt_br: Programa que aproveita ao máximo recursos do seu sistema.
ru: ПО, использующее ваши системные ресурсы по-максимуму.
sl: Programi, ki kar najbolje izkoristijo vaša sistemska sredstva.
sr: Програми који дају највише од ваших изворишта система.
sr@latin: Za praćenje i upravljanje sistemskim resursima.
sv: Programvara som gör det mesta av dina systemresurser.
tr_tr: Sistem kaynaklarınızı oluşturan yazılımlar.
zh_tw: 可以充份發揮您的系統資源的軟體

source: Software that makes your computer more accessible.
cs: Software, který dělá váš počítač více přístupnější.
da: Software der hjælper med at gøre din computer mere tilgængelig.
de: Software, die Ihren Computer einfacher zugänglicher macht.
es: Programas que vuelven más accesible el equipo.
es_es: Software que hace a tu ordenador más accesible.
fi_fi: Ohjelmisto, jolla saat parannettua tietokoneesi esteettömyyttä.
fr_fr: Des logiciels rendant votre ordinateur plus accessible aux personnes ayant un handicap.
hu_hu: Szoftverek amik mindenki számára hozzáférhetővé teszik a számítógépet.
it: Software che rende il tuo computer più accessibile.
nl_nl: Programma's die je computer toegankelijker maken
pl: Oprogramowanie dla większej dostępności komputera.
pt_br: Programa que faz seu computador ser mais acessível.
ru: ПО для улучшения доступности вашего компьютера.
sl: Programi, ki naredijo vaš računalnik bolj dostopen.
sr: Програми који чине ваш рачунар приступачнијим.
sr@latin: Softver koji čini Vaš kompjuter lakšim za upotrebu osobama sa invaliditetom.
sv: Programvara som gör din dator mer tillgänglig.
tr_tr: Bilgisayarınızı daha ulaşılabilir yapan yazılımlar.
zh_tw: 使您的電腦更容易親近的軟體

source: One-click installations for serving the network.
cs: Instalace na jedno kliknutí různých serverů a síťových služeb.
da: Et-klik installationer til at tjene netværket.
de: Ein-Klick-Installationen zum Bedienen des Netzwerks.
es_es: Instalaciones de Un-click prestar servicios en red.
fi_fi: Yhden napsautuksen asennuksia verkon palvelemiseen.
fr_fr: Installations en un clic pour assurer la bonne marche du réseau.
hu_hu: Egy kattintásos telepítés a hálózat kiszolgálására.
it: Installazioni con un click per servire la rete.
nl_nl: Eén-klik installaties voor het bedienen van het netwerk.
pl: Jedno kliknięcie instalacji obsługujących sieć.
pt_br: Instalação com apenas um clique para servidor de rede.
ru: Установки в один клик для обеспечения сети.
sl: Z enim klikom namestite vse potrebno, da oddajate omrežje.
sr: Инсталације на један клик за опслуживање мреже.
sr@latin: Instalacije mrežnih servisa na jedan klik.
sv: En-klicks installationer för nätverksservice.
tr_tr: Ağa sunuculuk yapmak için tek tıkla kurulumlar.
zh_tw: 針對服務網路的一鍵安裝

source: Discover More Software
cs: Objevte další software
da: Mere software
de: Mehr Software entdecken
es: Descubrir más software
es_es: Descubre Más Software
fi_fi: Löydä Lisää Ohjelmistoja
fr_fr: Découvrez Plus de Logiciels
hu_hu: Fedezz fel több szoftvert
it: Scopri Più Software
nl_nl: Ontdek meer programma's
pl: Odkryj więcej programów
pt_br: Descubra mais programas
ru: Найти больше программного обеспечения
sl: Odkrite več programov
sr: Откријте још програма
sr@latin: Istraži još softvera
sv: Upptäck Mer Programvara
tr_tr: Daha fazla yazılım keşfedin.
zh_tw: 發掘更多軟體

source: Graphical interfaces to browse a wide selection of software available for your operating system.
cs: Grafická rozhraní určená pro procházení širokého výběru dostupného softwaru pro váš operační systém.
da: Brugergrænseflade til udforskning af et bredt udvalg af software tilgængelig.
de: Grafische Programme für Ihr Betriebssystem um eine große Auswahl an Software zu finden.
es: Interfaces gráficas para explorar una amplia selección de programas disponibles para su sistema operativo.
es_es: Interfaces Gráficas para explorar una amplia selección de software disponible para tu sistema operativo.
fi_fi: Graafiset käyttöliittymät laajan ohjelmistovalikoiman selaamiseen käyttöjärjestelmällesi.
fr_fr: Des interfaces graphiques pour feuilleter un large catalogue de logiciels disponibles pour votre système d'exploitation.
hu_hu: Grafikus felületek az operációs rendszeredhez elérhető szoftverek széleskörű választékának böngészéséhez.
it: Interfacce grafiche per sfogliare un'ampia selezione di software disponibile per il tuo sistema operativo.
nl_nl: Grafische interfaces voor het makkelijke kunnen vinden van programma's uit de brede selectie van beschikbare software voor jouw besturingssysteem.
pl: Interfejs graficzny pomagający przeszukiwać szeroką gamę programów dostępnych dla systemu.
pt_br: Interface gráficas listando uma grande variedade de programas disponível para o seu sistema operacional.
ru: Графические интерфейсы для обозрения широкого ассортимента программного обеспечения, доступного для вашей операционной системы.
sl: Grafični vmesnik za brskanje po širokem izboru programov, ki so na voljo za vaš operacijski sistem.
sr: Графичка сучеља за претраживање широког избора програма доступних за ваш оперативни систем.
sr@latin: Grafičke aplikacije za pretragu i instalaciju dodatnog softvera.
sv: Grafiska gränssnitt för att bläddra ett brett urval av programvara för ditt operativsystem.
tr_tr: İşletim sisteminiz için geniş bir uygulama bir yelpazesini görüntülemeniz için grafik arayüzler.
zh_tw: 圖形化的介面讓您瀏覽一系列針對您作業系統設計的應用程式

source: Miscellaneous Fixes
cs: Různé opravy
da: Diverse "bag-ved-tæppet" rettelser og forbedringer
de: Verschiedene Reparatur-Möglichkeiten
es: Correcciones varias
es_es: Reparaciones Diversas
fi_fi: Sekalaisia Korjauksia
fr_fr: Corrections Diverses
hu_hu: Különféle megoldások
it: Fix vari
nl_nl: Overige oplossingen
pl: Rozwiązywanie różnych problemów
pt_br: Correções diversas
ru: Разное
sl: Razna popravila
sr: Разне исправке
sr@latin: Selotejp i WD40
sv: Diverse Fixar
tr_tr: Çeşitli Onarımlar
zh_tw: 雜項修復
