Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/software/*.po
Languages: cs, da, de, es, es_es, fi_fi, fr_fr, hu_hu, it, nl_nl, pl, pt_br, ru, sl, sr, sr@latin, sv, tr_tr, zh_tw

source: Software
fi_fi: Ohjelmisto
fr_fr: Logiciels
hu_hu: Szoftver
nl_nl: Programma's
ru: Программное обеспечение
sl: Programi
sr: Софтвер
sr@latin: Softver
sv: Programvara
tr_tr: Yazılım
zh_tw: 軟體

source: Bulk Queue
cs: Hromadná fronta
da: Grupperet kø
de: Gleichzeitige Verarbeitung
es_es: Cola por Volumen
fi_fi: Asennusjono
fr_fr: File d'attente
hu_hu: Csoportos telepítés
it: Coda di massa
nl_nl: Massale wachtrij
pl: Kolejka luzem
ru: Очередь
sl: Čakalna vrsta
sr: Групни ред
sv: Bulk kö
tr_tr: Çoklu Düzenleme

source: Bulk Queue Disabled
cs: Hromadná fronta vypnuta
da: Kø-gruppering slået fra
de: Gleichzeitige Verarbeitung deaktiviert
es_es: Cola por Volumen Deshabilitada
fi_fi: Asennusjono ei ole käytössä
fr_fr: File d'attente désactivée
hu_hu: Csoportos telepítés letiltva
it: Coda di massa disabilitata
nl_nl: Massale wachtrij geblokkeerd
pl: Luzem Kolejka niepełnosprawnych
pt_br: Bulk Queue Desabilitada
ru: Очередь отключена
sl: Čakalna vrsta onemogočena
sr: Групни ред је искључен
sv: Bulk kö inaktiverad
tr_tr: Çoklu Düzenleme Devre Dışı

source: Search
cs: Hledat
da: Søg
de: Suchen
es: Buscar
es_es: Buscar
fi_fi: Etsi
fr_fr: Recherche
hu_hu: Keresés
it: Cerca
nl_nl: Zoeken
pl: Szukaj
pt_br: Procurar
ru: Поиск
sl: Išči
sr: Претражи
sv: Sök
tr_tr: Ara

source: Boutique News
cs: Novinky v Softwarovém butiku
da: Butik nyheder
de: Boutique Neuigkeiten
es_es: Noticias de Boutique
fi_fi: Putiikki Uutiset
fr_fr: Actualités de la Boutique
hu_hu: Butik hírek
it: News Boutique
nl_nl: Boetiek Nieuws
pl: Nowości w Boutique
pt_br: Novidades na Boutique
ru: Новости магазина
sl: Novice iz Trgovine
sr: Вести бутика
sv: Boutique Nyheter
tr_tr: Butik Haberleri

source: Preferences
cs: Předvolby
da: Præferencer
de: Bevorzugte Einstellungen
es: Preferencias
es_es: Preferencias
fi_fi: Asetukset
fr_fr: Préférences
hu_hu: Beállítások
it: Preferenze
nl_nl: Voorkeuren
pl: Preferencje
pt_br: Preferências
ru: Предпочтения
sl: Možnosti
sr: Поставке
sr@latin: Postavke
sv: Inställningar
tr_tr: Ayarlar
zh_tw: 偏好

source: Accessories
cs: Příslušenství
da: Tilbehør
de: Zubehör
es: Accesorios
es_es: Accesorios
fi_fi: Apuohjelmat
fr_fr: Accessoires
hu_hu: Kellékek
it: Accessori
nl_nl: Accessoires
pl: Akcesoria
pt_br: Acessórios
ru: Стандартные
sl: Pripomočki
sr: Алати
sr@latin: Dodatni alati
sv: Tillbehör
tr_tr: Donatılar
zh_tw: 配件

source: Education
cs: Vzdělávání
da: Uddannelse
de: Bildung
es: Educación
es_es: Educación
fi_fi: Opetusohjelmat
fr_fr: Éducation
hu_hu: Oktatás
it: Educazione
nl_nl: Educatie
pl: Edukacja
pt_br: Educação
ru: Образование
sl: Izobraževanje
sr: Образовање
sr@latin: Obrazovanje
sv: Utbildning
tr_tr: Eğitim
zh_tw: 教育

source: Games
cs: Hry
da: Spil
de: Spiele
es: Juegos
es_es: Juegos
fi_fi: Pelit
fr_fr: Jeux
hu_hu: Játékok
it: Giochi
pl: Gry
pt_br: Jogos
ru: Игры
sl: Igre
sr: Игре
sr@latin: Igre
sv: Spel
tr_tr: Oyunlar
zh_tw: 遊戲

source: Graphics
cs: Grafika
da: Grafik
de: Grafik
es: Gráficos
es_es: Gráficos
fi_fi: Grafiikka
fr_fr: Graphismes
hu_hu: Grafika
it: Grafica
nl_nl: Grafisch
pl: Grafika
pt_br: Gráficos
ru: Графика
sl: Grafika
sr: Графика
sr@latin: Grafika
sv: Grafik
tr_tr: Grafik
zh_tw: 圖形

source: Internet
ru: Интернет
sr: Интернет
zh_tw: 網際網路

source: Office
cs: Kancelář
da: Kontor
es: Oficina
es_es: Oficina
fi_fi: Toimisto
fr_fr: Bureautique
hu_hu: Iroda
it: Ufficio
nl_nl: Kantoor
pl: Narzędzia biurowe
pt_br: Escritório
ru: Офис
sl: Pisarna
sr: Канцеларија
sr@latin: Kancelarija
sv: Kontor
tr_tr: Ofis
zh_tw: 辦公軟體

source: Programming
cs: Programování
da: Programmering
de: Programmierung
es: Programando
es_es: Desarrollo
fi_fi: Ohjelmointi
fr_fr: Programmation
hu_hu: Programozás
it: Programmazione
nl_nl: Programmeren
pl: Programowanie
pt_br: Programação
ru: Программирование
sl: Programiranje
sr: Програмирање
sr@latin: Programiranje
sv: Programmering
tr_tr: Programlama
zh_tw: 程式開發

source: Sound & Video
cs: Zvuk a video
da: Lyd og Video
es: Sonido y vídeo
es_es: Sonido y Vídeo
fi_fi: Ääni ja Video
fr_fr: Son & Vidéo
hu_hu: Hang és videó
it: Suono & Video
nl_nl: Geluid en Video
pl: Dźwięk i obraz
pt_br: Som & Vídeo
ru: Звук и видео
sl: Zvok in video
sr: Звук и снимци
sr@latin: Zvuk i video
sv: Ljud & Video
tr_tr: Ses & Video
zh_tw: 聲音及影片

source: System Tools
cs: Systémové nástroje
da: Systemværktøjer
de: Systemwerkzeuge
es: Herramientas del sistema
es_es: Herramientas de Sistema.
fi_fi: Järjestelmätyökalut
fr_fr: Outils systèmes
hu_hu: Rendszereszközök
it: Strumenti di Sistema
nl_nl: Systeemgereedschappen
pl: Narzędzia systemowe
pt_br: Ferramentas do Sistema
ru: Системные утилиты
sl: Sistemska orodja
sr: Системске алатке
sr@latin: Sistemski alati
sv: Systemverktyg
tr_tr: Sistem Araçları
zh_tw: 系統工具

source: Universal Access
cs: Univerzální přístup
da: Universel adgang
de: Barrierefreiheit
es: Acceso universal
es_es: Acceso Universal
fi_fi: Esteettömyys
fr_fr: Accessibilité
hu_hu: Kisegítő lehetőségek
it: Accesso Universale
nl_nl: Universele toegang
pl: Ułatwienia dostępu
pt_br: Acesso Universal
ru: Универсальный доступ
sl: Univerzalni dostop
sr: Универзални приступ
sr@latin: Univerzalni pristup
sv: Hjälpmedel
tr_tr: Evrensel Erişim

source: Servers
cs: Servery
da: Servere
de: Server
es: Servidores
es_es: Servidores
fi_fi: Palvelimet
fr_fr: Serveurs
hu_hu: Szerverek
it: Server
pl: Serwery
pt_br: Servidores
ru: Серверы
sl: Strežniki
sr: Сервери
sr@latin: Serveri
sv: Server
tr_tr: Sunucular
zh_tw: 伺服器

source: More Software
cs: Více softwaru
da: Mere software
de: Mehr Software
es: Más software
es_es: Descubre Más Software
fi_fi: Lisää Ohjelmia
fr_fr: Plus de Logiciels
hu_hu: Több szoftver
it: Altro Software
nl_nl: Meer Software
pl: Więcej programów
pt_br: Mais Software
ru: Больше программного обеспечения
sl: Več programov
sr: Још програма
sr@latin: Još softvera
sv: Mer Programvara
tr_tr: Daha Fazla Yazılım

source: Fixes
cs: Opravy
da: Rettelser
de: Reparatur-Möglichkeiten
es: Correcciones
es_es: Correcciones
fi_fi: Korjaukset
fr_fr: Corrections
hu_hu: Javítások
it: Fix
nl_nl: Oplossingen
pl: Poprawki
pt_br: Correções
ru: Исправления
sl: Popravki
sr: Исправке
sr@latin: Ispravke
sv: Korrigeringar
tr_tr: Onarımlar

source: Stocking the Boutique...
cs: Plnění butiku...
da: Fylder butikshylderne...
de: Die Boutique wird aufgefüllt.
es_es: Proveyendo a la Boutique...
fi_fi: Varastoidaan Putiikkia...
fr_fr: Chargement de la Boutique...
hu_hu: A butik feltöltése...
it: Riempimento Boutique...
nl_nl: Boetiek aan het bevoorraden...
pl: Ładowanie Boutique
pt_br: Estocando a Boutique...
ru: Заполнение Магазина...
sl: Nalaganje trgovine ...
sr: Сређујем Бутик...
sv: Fyller upp Boutique...
tr_tr: Butiğe Depolanıyor...

source: Software Boutique
cs: Softwarový butik
da: softwarebutik
es_es: Boutique de Software
fi_fi: Ohjelmisto Putiikki
fr_fr: Boutique de Logiciels
hu_hu: Szoftver butik
nl_nl: Software Boetiek
pt_br: Boutique de Software
ru: Магазин программного обеспечения
sl: Trgovina programov
sr: Бутик софтвера
sr@latin: Softver butik
sv: Programvarubutik
tr_tr: Yazılım Butiği
zh_tw: 軟體商店

source: There is an abundance of software available for Ubuntu MATE and some people find that choice overwhelming. The Boutique is a carefully curated selection of the best-in-class applications chosen because they integrate well, complement Ubuntu MATE and enable you to self style your computing experience.
cs: Pro Ubuntu MATE je k dispozici velké množství dostupného softwaru a někteří lidé zjišťují, že možnosti výběru jsou ohromující. Softwarový butik pro vás pečlivě vybral ty nejlepší aplikace ve své třídě, protože se dobře integrují, doplňují Ubuntu MATE a umožní vám vlastní styl práce s počítačem.
da: Der er en overflod af software og programmer tilgængelige for Ubuntu MATE og for nogle er udvalget overvældende. Butikken består af et omhyggeligt udvalg af de bedste applikationer, valgt fordi de er velintegrerede og komplimenterer Ubuntu MATE systemet, samt gør det muligt for dig at tilpasse din computer til din egen smag.
de: Es gibt jede Menge Software für Ubuntu MATE und einige Leute finden, dass die Auswahl einfach überwältigend ist. Die Software-Boutique ist eine sorgfältige Auswahl der besten Anwendungen, die sich gut in Ubuntu MATE integrieren, es ergänzen und Ihnen erlauben, Ihr Erlebnis mit dem System selbst zu gestalten.
es_es: Hay gran cantidad de software disponible para Ubuntu MATE y algunas personas encuentran esa opción abrumadora. La Boutique es una cuidada selección de las mejores aplicaciones escogidas porque se integran bien, complementan Ubuntu MATE y te permiten definir tu experiencia informática.
fi_fi: Ubuntu MATE:lle on saatavana yltä kyllin ohjelmia, ja jotkin ihmiset kokevat valinnanvapauden ylivoimaisena. Putiikki on tarkoin valikoitu valikoima luokkansa parhaista sovelluksista, jotka on valittu sen takia ne sopivat hyvin, täydentäen Ubuntu MATE:a ja mahdollistaen sinulle oman tyylisen tietojenkäsittelykokemuksen.
fr_fr: Un grand nombre de logiciels sont disponibles pour Ubuntu MATE ; certaines personnes sont dépassées par tout ce choix. La Boutique est une sélection faite avec soin des meilleures applications dans leur domaine. Elles ont été choisies pour leur bonne intégration et grâce à leur complémentarité avec Ubuntu MATE et vous permet de personnaliser vous-même votre expérience informatique.
hu_hu: Bőséges mennyiségű szoftver érhető el az Ubuntu MATE-ra és sokan ezt a mennyiséget nyomasztónak találják. Ezen minőségi alkalmazásokból gondosan összeállított válogatás szoftverei jól beépülnek és kiegészítik az Ubuntu MATE-t, és lehetővé teszik, hogy a saját stílusod szerint alakítsd a felhasználói élményt.
it: C'è un abbondanza di software disponibile per Ubuntu MATE e alcune persone trovano tutta questa scelta eccessiva. La Boutique è una attenta selezione delle migliori applicazioni selezionate perché si integrano al meglio e completano Ubuntu MATE e ti permettono di avere un tuo stile nella tua esperienza informatica.
nl_nl: Er is een overvloed van programma's beschikbaar voor Ubuntu MATE en er zijn mensen die de keuze te groot achten. De Boetiek bevat een weloverwogen selectie van de beste programma's die goed integreren in de Ubuntu MATE desktop en je in staat stellen het meeste uit je computerervaring te halen.
pl: Ubuntu MATE posiada nieprawdopodobną ilość dostępnego oprogramowania. Program Boutique to starannie wyselekcjonowana kolekcja najlepszych w swoim rodzaju aplikacji, wybranych dzięki dobrej integracji, dopasowaniu do Ubuntu MATE, które umożliwiają dostosowanie systemu do własnych potrzeb.
pt_br: Há uma abundância de software disponíveis para o Ubuntu MATE e algumas pessoas acham esta escolha irresistível. A Boutique é uma seleção cuidadosamente selecionada das melhores aplicações de sua classe escolhidas porque integram bem e complementam o Ubuntu MATE e permitem-lhe auto estilo em sua experiência de computação.
ru: Ubuntu MATE доступно несметное количество программного обеспечения, и такое богатство некоторые люди находят сокрушающим. Магазин -- выборка тщательно избранных приложений, лучших в своём роде, хорошо интегрирующихся и дополняющих Ubuntu MATE, и позволяющих вам избрать собственный стиль опыта работы.
sl: Na voljo je veliko programov za Ubuntu MATE in za nekatere osebe je izbira prevelika. Trgovina programov je skrbno izbrana izbira najboljših programov v svojem razredu, izbranih ker se dobro vključijo in dopolnjujejo Ubuntu MATE in vam omogočajo da samo izoblikujete svojo računalniško izkušnjo.
sr: Постоји обиље програма доступних за Убунту Мејт а неки људи сматрају да је избор огроман. Бутик је пажљиво изграђен избор најбољих програма у класи који су изабрани јер се добро интегришу, допуњују Убунту Мејт и омогућавају вам да сами изградите ваше рачунарско искуство.
sr@latin: Kako za Ubuntu MATE postoji puno različitog softvera pojedini ljudi se nalaze pred problemom preobimnog izbora. Softver Butik je pažljivo odabrana lista najboljih u svojoj kategoriji biranih po kriterijumu: odlične integracije, logičnog proširenja gde je Ubuntu MATE kratak i ostavljene mogućnosti da korisnik sam nametne svoj stil.
sv: Det finns ett överflöd av programvara för Ubuntu MATE och en del människor tycker att valet är överväldigande. Boutique ger ett noggrant urval av de bästa i klassen applikationer eftersom de integreras väl, kompletterar Ubuntu MATE och gör det möjligt för dig att välja din stil i datoranvändningen.
tr_tr: Ubuntu MATE için kullanılabilir durumda olan uygulamalar konusunda bir bolluk var ve bazı insanlar bunlar arasından seçim yapmayı eziyet olarak görüyor. Butik, sınıfının en iyi uygulamalarından oluşan bir sergiyi size sunuyor. Burada yer alan uygulamalar Ubuntu MATE ile iyi entegrasyon sağlayıp onu tamamladığı ve bilgisayar kullanımınızı kendinize has şekilde kişiselleştirmenize olanak sağladığı için seçildi.
zh_tw: Ubuntu MATE有大量可用的軟件，有些人發現這個選擇壓倒一切。 精品店是精心策劃的一流選擇，因為它們整合良好，補充了Ubuntu MATE，使您能夠自己設計您的計算體驗。

source: If you can't find what you're looking for, install one of the
cs: Pokud nemůžete najít to, co hledáte, nainstalujte jedno ze
da: Hvis du ikke kan finde det du lefer efter, installer en af de følgende
de: Wenn Sie nicht finden, was Sie suchen, installieren Sie eines der
es: Si no encuentra lo que busca, instale uno de los
es_es: Si no puedes encontrar lo que estás buscando, instala uno los
fi_fi: Jos et löydä mitä etsit, asenna yksi
fr_fr: Dans le cas où vous ne trouviez pas ce que vous cherchez, installez une des
hu_hu: Ha nem találod, amit keresel, telepítsd valamelyik
it: Se non riesci a trovare quello che stavi cercando, installa uno dei
nl_nl: Als je niet kan vinden wat je zoekt, installeer dan een van de
pl: Jeśli masz problem ze znalezieniem tego, czego szukasz, zainstaluj jeden z programów z menu
pt_br: Se você não consegue encontrar o que você está procurando, instale um dos
ru: Если вы не можете найти требуемое, установите один из
sl: Če ne najdete, kar iščete, namestite enega od
sr: Ако не можете да пронађете оно што тражите, инсталирајте један од
sr@latin: Ako imate problem da nađete softver po Vašoj meri, probajte da instalirate neki od
sv: Om du inte hittar det du letar efter, installera en av de
tr_tr: Eğer aradığınızı bulamadıysanız, yazılım merkezi uygulamalarından birini
zh_tw: 如果您不能找到您想要的，請安裝其中

source: Get More Apps
cs: Získejte více aplikací
da: Få flere apps
de: Erhalte weitere Anwendungen
es: Conseguir más aplicaciones
es_es: Obtenga más aplicaciones
fi_fi: Hanki Lisää Sovelluksia
fr_fr: Obtenir plus d'applications
hu_hu: Alkalmazások beszerzése
it: Scarica Più App
nl_nl: Vind meer Apps
pl: Więcej programów
pt_br: Obter Mais aplicativos
ru: Получить больше программ
sl: Pridobite več programov
sr: Добави још програма
sv: Skaffa fler appar
tr_tr: Daha Fazlasını Yükleyin

source: software centers
cs: softwarových center
da: Software centre
de: Software-Zentren
es: centros de software
es_es: centros de software
fi_fi: pakettienhallintaohjelmistoista
fr_fr: logithèques
hu_hu: szoftver központot
it: software center
nl_nl: software centra
pl: Centra oprogramowania
pt_br: central de programas
ru: центров программного обеспечения,
sl: programskih središč
sr: софтверских центара
sr@latin: menadžera softverskih paketa
sv: Programvarucenter
tr_tr: yazılım merkezi uygulamalarından birini
zh_tw: 軟體中心

source: to explore the complete Ubuntu software catalog.
cs: a prozkoumejte celý katalog softwaru dostupného pro Ubuntu.
da: udforsk det komplette Ubuntu-softwarekatalog.
de: und erkunden Sie den kompletten Ubuntu-Software-Katalog.
es: para explorar el catálogo de programas completo de Ubuntu.
es_es: para explorar el completo catálogo de software para Ubuntu.
fi_fi: löytääksesi täydellinen Ubuntu ohjelmistoluettelo.
fr_fr: afin d'explorer le catalogue complet des logiciels Ubuntu.
hu_hu: ahhoz, hogy felfedezd a teljes Ubuntu szoftverkínálatot.
it: per esplorare il catalogo software completo di Ubuntu.
nl_nl: om het complete aanbod van programma's voor Ubuntu te bekijken.
pl: aby odkrywać pełny katalog programów Ubuntu.
pt_br: para explorar o catálogo completo de software Ubuntu.
ru: чтобы осмотреть полный каталог программного обеспечения для Ubuntu.
sl: in raziščite celoten katalog programov za Ubuntu.
sr: да истражите читаву збирку Убунтуових програма.
sr@latin: i istražite kompletan katalog Ubuntu softvera.
sv: att utforska hela Ubuntus programvarukatalog.
tr_tr: yükleyin.
zh_tw: 探索完整的Ubuntu軟體目錄

source: More Apps Await.
cs: Další aplikace čekají.
da: Yderligere apps venter.
de: Weitere Programme sind verfügbar.
es_es: Más Apps te esperan.
fi_fi: Enemmän Sovelluksia Odottaa.
fr_fr: Des nouvelles Apps vous attendent.
hu_hu: Több alkalmazás vár.
it: Più App in Attesa.
nl_nl: Meer Apps wachten op u
pl: Więcej Aplikacje czekają.
pt_br: Mais aplicativos aguardam.
ru: Вас ждут больше приложений.
sl: Čaka vas še več programov.
sr: Још програма чека.
sr@latin: Čeka Vas obilje aplikacija.
sv: Fler appar väntar.
tr_tr: Daha fazla uygulama beklemede.
zh_tw: 更多程式期待中

source: Connect your computer to the Internet to explore a wide selection of applications for Ubuntu MATE.
cs: Připojte svůj počítač k Internetu a prozkoumejte široký výběr aplikací pro Ubuntu MATE.
da: Forbind computeren til internettet for at udforske et bredt udvalg af applikationer for Ubuntu MATE.
de: Verbinden Sie Ihren Computer mit dem Internet, um eine große Auswahl an Anwendungen für Ubuntu MATE zu erkunden.
es: Conecte el equipo a Internet para explorar una amplia selección de aplicaciones para Ubuntu MATE.
es_es: Conecta tu ordenador a Internet para explorar la amplia selección de aplicaciones para Ubuntu MATE.
fi_fi: Yhdistä tietokoneesi Internetiin tutkiaksesi Ubuntu MATE:n laajempaa sovellusvalikoimaa.
fr_fr: Connectez-vous à Internet pour explorer une vaste sélection d'applications pour Ubuntu MATE.
hu_hu: Csatlakoztasd a számítógépedet az Internethez, hogy felfedezd az Ubuntu MATE-hez használható alkalmazások széles választékát.
it: Connetti il tuo computer ad Internet per esplorare una vasta selezione di applicazioni per Ubuntu MATE.
nl_nl: Verbind je computer met het internet om de brede selectie van programma's voor Ubuntu MATE te bekijken.
pl: Podłącz komputer do Internetu, aby odkrywać szeroką gamę aplikacji dostępnych dla Ubuntu MATE.
pt_br: Ligue o seu computador à Internet para explorar uma grande variedade de aplicações para Ubuntu MATE.
ru: Подключите ваш компьютер к Интернету, чтобы исследовать широкий ассортимент приложений для Ubuntu MATE.
sl: Povežite računalnik na internet, da raziščete širok izbor programov za Ubuntu MATE.
sr: Повежите рачунар на Интернет да истражите широк избор програма за Убунту Мејт.
sr@latin: Povežite Vaš kompjuter na Internet kako bi istražili obimnu selekciju aplikacija za Ubuntu MATE.
sv: Anslut datorn till Internet för att utforska ett stort utbud av applikationer för Ubuntu MATE.
tr_tr: Ubuntu MATE için geniş bir uygulama yelpazesi keşfetmek için bilgisayarınızı İnternete bağlayın
zh_tw: 連接您的電腦至網際網路以探索更多Ubuntu MATE應用程式

source: Once online, you'll be able to download and install tried & tested software right here. Our picks ensure that the featured software integrates well on the Ubuntu MATE desktop.
cs: Jakmile budete on-line, budete zde moci stáhnout a instalovat vyzkoušený a testovaný software. Náš výběr zajistí, aby se zde zařazený software dobře integroval do pracovního prostředí Ubuntu MATE.
da: Så snart du er online, vil du her kunne downloade og installere software der er afprøvet og testet. Vores udvalg sikrer at de viste programmer er velintegrerede i Mate miljøet.
de: Einmal online, können Sie direkt hier bereits getestete Programme herunterladen und installieren. Unsere Auswahl stellt sicher, dass die Software sich optimal in den MATE-Desktop integriert.
es: Cuando se conecte, podrá descargar e instalar programas probados desde aquí. Nuestras elecciones garantizan una integración plena con el escritorio de MATE.
es_es: Una vez en línea, podrás descargar e instalar software probado desde aquí. Nuestra selecciones aseguran que el software destacado se integra bien con el escritorio Ubuntu MATE.
fi_fi: Kun olen kerran verkossa, voit ladata ja koeteltuja & testattuja ohjelmia juuri tässä. Meidän valintamme varmistavat, että esillä olevat ohjelmat sulautuvat hyvin Ubuntu MATE työpöytään.
fr_fr: Une fois en ligne, vous pourrez télécharger et installer des applications pré-testées ici. Notre séléection assure une parfaite intégration avec le bureau Ubuntu MATE.
hu_hu: Ha online vagy, itt letölthetsz és telepíthetsz kipróbált és tesztelt alkalmazásokat. A választékunk biztosítja, hogy a kiemelt szoftver jól beépül az Ubuntu MATE rendszerbe.
it: Una volta online, sarai in gradi di scaricare, installare e provare e testare il software direttamente da qui. Le nostre scelte assicurano che il software selezionato si integri al meglio con il desktop di Ubuntu MATE.
nl_nl: Eenmaal online, zult u in staat zijn om software dat uitgeprobeerd & getest is, hier te downloaden en te installeren. Onze keuzes zullen ervoor zorgen dat de aanbevolen software goed integreert op de Ubuntu-MATE desktop.
pl: Kiedy połączysz się z siecią, będziesz mógł pobierać i instalować wypróbowane i sprawdzone oprogramowanie. Nasz wybór zapewnia, że dostarczane programy dobrze współpracują z pulpitem Ubuntu MATE.
pt_br: Uma vez online, você será capaz de baixar e instalar software experimentado e testado aqui. Nossas escolhas garantem que os recursos do software se integrem bem na área de trabalho do Ubuntu MATE.
ru: Как только вы будете подключены к сети, вы сможете загрузить и установить испытанное программное обеспечение прямо здесь. Наш выбор ручается за хорошую интеграцию представляемого ПО на десктопе с Ubuntu MATE.
sl: Ko se povežete na splet, boste lahko prenesli in namestili preizkušene in testirane programe kar od tu. Naš izbor programov se dobro ujema z delovanjem namizja Ubuntu MATE.
sr: Једном на мрежи, овде ћете моћи да преузмете и инсталирате издвојене и испробане програме. Наши изабори осигуравају да се издвојени програми интегришу добро на радној површи Убунту Мејта.
sv: När du är uppkopplad, kommer du att kunna ladda ner och installera testade program här. Våra val säkerställer att programvaran integrerar väl med Ubuntu MATE skrivbordet.
tr_tr: Bağlantıyı sağladığınızda, buradan test edilmiş ve onaylanmış yazılımları bilgisayarınıza indirebilecek ve kurabileceksiniz. Bizim seçtiklerimiz, uygulama özelliklerinin Ubuntu MATE Masaüstü Ortamı ile iyi bir şekilde entegrasyonunu sağlıyor.
zh_tw: 一旦在線，您將可以在這裡下載並安裝經過測試的測試軟件。 我們的選擇確保特色軟件可以在Ubuntu MATE桌面上集成。
