Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/software/*.po
Languages: cs, da, de, es, es_es, fi_fi, fr_fr, hu_hu, it, nl_nl, pl, pt_br, ru, sl, sr, sr@latin, sv, tr_tr, zh_tw

source: Sorry, Welcome could not establish a connection to the Ubuntu repository server. Please check your connection and try again.
cs: Je nám líto, aplikace Vítejte nemůže navázat připojení k serveru s repozitáři pro Ubuntu. Zkontrolujte prosím své připojení a zkuste to znovu.
da: Beklager, men velkomstprogrammet kunne ikke etablere en forbindelse til Ubuntu's software arkiver. Venligst tjek din internetforbindelse og forsøg igen.
de: Entschuldigung, Willkommen konnte keine Verbindung mit dem Ubuntu-Software-Server herstellen. Bitte überprüfen Sie die Verbindung und versuchen Sie es erneut.
es: No se pudo establecer una conexión con el servidor del repositorio de Ubuntu. Revise su conexión e intente de nuevo la acción.
es_es: Lo siento, Bienvenido no pudo establecer conexión con el servidor de repositorios de Ubuntu. Por favor, comprueba tu conexión e inténtalo de nuevo.
fi_fi: Valitettavasti Tervetuloa ei voinut muodostaa yhteyttä Ubuntun pakettivarasto palvelimeen. Ole hyvä ja tarkasta yhteytesi ja yritä uudestaan.
fr_fr: Désolé, Bienvenue n'a pu établir de connexion au serveur de dépôt Ubuntu. Veuillez vérifier votre connexion et réessayer.
hu_hu: Sajnáljuk, az Üdvözlő nem tudott kapcsolatot létesíteni az Ubuntu tároló szerverrel. Kérjük ellenőrizd az internetkapcsolatod és próbáld újra.
it: Spiacente, Benvenuto non può stabilire una connessione con i repository di Ubuntu. Controlla la tua connessione e prova di nuovo.
nl_nl: Sorry, Welkom kon geen verbinding met de Ubuntu pakketbron server vaststellen. Controleer uw verbinding en probeer het opnieuw.
pl: Przepraszamy, program Welcome nie może nawiązać połączenia z serwerem repozytoriów Ubuntu. Proszę sprawdzić połączenie i spróbować ponownie.
pt_br: Desculpe, Bem-vindo não foi possível estabelecer uma conexão com o servidor de repositório do Ubuntu. Por favor, verifique sua conexão e tente novamente.
ru: Извините, программа Добро пожаловать не смогла подключиться к серверу репозитория Ubuntu. Пожалуйста, проверьте подключение и попробуйте ещё раз.
sl: Oprostite, Welcome ni mogel vzpostaviti povezave na strežnik skladišča Ubuntu. Preverite povezavo in poskusite znova.
sr: Извините, Добродошлица не може да успостави везу са сервером Убунтуове ризнице. Проверите везу и покушајте поново.
sr@latin: Žao nam je ali Welcome aplikacija nije uspela da uspostavi vezu sa serverima koji nose Ubuntu repozitorijum. Molim Vas proverite vezu prema Internet-u i pokušajte ponovo.
sv: Tyvärr, Välkommen kunde inte upprätta en anslutning till Ubuntus förrådserver. Kontrollera din anslutning och försök igen.
tr_tr: Üzgünüz, Hoş Geldiniz Ubuntu Depo Sunucusu ile bağlantıyı kuramadı. Lütfen bağlantınızı kontrol edin ve tekrar deneyin.
zh_tw: 抱歉，"歡迎"無法建立至Ubuntu軟體庫伺服器的連線。請檢查您的網路連線並且再試一次

source: Retry Connection
cs: Opakovat připojení
da: Forsøg at forbinde igen.
de: Verbindung erneut versuchen
es: Reintentar conexión
es_es: Reintentar Conexión
fi_fi: Uudelleenyritä Yhteyttä
fr_fr: Réessayer la connexion
hu_hu: Újracsatlakozás
it: Ritenta connessione
nl_nl: Probeer verbinding opnieuw
pl: Połącz ponownie
pt_br: Reconectar
ru: Повторить попытку подключения
sl: Znova se poskusite povezati
sr: Понови повезивање
sr@latin: Ponovi uspostavu veze
sv: Anslut igen
tr_tr: Yeniden bağlanmayı dene
zh_tw: 重試連線

source: Connection Troubleshooting
cs: Řešení problémů s připojením
da: Fejlfindelse af forbindelsen
de: Verbindungsfehlerbehebung
es: Solución de problemas de conexión
es_es: Buscador de soluciones de conexión.
fi_fi: Yhteyden Ongelmanratkaisu
fr_fr: Résolution des problèmes de connexion
hu_hu: Csatlakozási problémák megoldása
it: Risoluzione problemi connessione
nl_nl: Verbinding oplossen
pl: Rozwiązywanie problemów z połączeniem
pt_br: Resolução de problemas de conexão
ru: Решение проблем с подключениями
sl: Odpravljanje težav s povezavo
sr: Решавање проблема повезивања
sv: Felsök Anslutning
tr_tr: Bağlantı Sorunu Gideriliyor

source: Connection Help
cs: Nápověda k připojení
da: Hjælp til forbindelsen
de: Verbindungs-Hilfe
es: Ayuda con la conexión
es_es: Ayuda con la Conexión
fi_fi: Yhteysapu
fr_fr: Aide à la Connexion
hu_hu: Csatlakozási segítség
it: Aiuto Connessione
nl_nl: Hulp bij verbinden
pl: Pomoc z połączeniem
pt_br: Ajuda de Conexão
ru: Помощь по подключению
sl: Pomoč o povezavi na internet
sr: Помоћ повезивања
sr@latin: Pomoć za uspostavu veze
sv: Anslutningshjälp
tr_tr: Bağlantı Yardımı
zh_tw: 連線幫助

source: Get Connected.
cs: Získejte připojení.
da: Forbind.
de: Verbinden Sie sich.
es: Conéctese.
es_es: Conéctate.
fi_fi: Luo Yhteys.
fr_fr: Comment se Connecter.
hu_hu: Csatlakozz.
it: Connettiti
nl_nl: Maak een verbinding.
pl: Połącz się.
pt_br: Conecte-se.
ru: Подключиться.
sl: Povežite se.
sr: Повезао сам се.
sr@latin: Uspostavi vezu.
sv: Bli Ansluten.
tr_tr: Bağlan
zh_tw: 已取得連線

source: Here's a few things you can check, depending on the type of connection you have:
cs: Zde je několik věcí, které můžete zkontrolovat, v závislosti na typu vašeho připojení:
da: Her er et par ting du kan tjekke, afhængigt af hvilken type forbindelse du har til internettet.
de: Hier ein paar Dinge, die Sie überprüfen können, abhängig von der Art Ihrer Verbindung:
es: Estas son algunas cosas que puede comprobar en función de su tipo de conexión:
es_es: Aquí hay algunas cosas que puedes comprobar, dependiendo del tipo de conexión que tengas:
fi_fi: Tässä on muutama asia, jotka voit tarkistaa, yhteytesi tyypistä riippuen:
fr_fr: Voici quelques points que vous pouvez vérifier, ils dépendent cependant du type de connexion que vous avez :
hu_hu: Itt van néhány dolog, amit ellenőrizhetsz, a csatlakozási típusodtól függően:
it: Qui ci sono alcune cose che puoi controllare, in base al tuo tipo di connessione:
nl_nl: Hier zijn een aantal dingen die je kan proberen, naargelang het type verbinding die je hebt:
pl: To kilka rzeczy, które możesz sprawdzić, zależnie od rodzaju połączenia, które posiadasz:
pt_br: Eis algumas coisas que você pode verificar, dependendo do tipo de conexão que você tem:
ru: Вот несколько вещей, которые вы можете проверить, в зависимости от типа вашего подключения к сети:
sl: Tukaj je nekaj stvari, ki jih lahko preverite, odvisno od vrste povezave, ki jo imate:
sr: Ево неколико ствари које можете да проверите, у зависности коју врсту везе имате:
sr@latin: Par stvari koje bi valjalo proveriti u zavisnosti od tipa veze koju imate:
sv: Här är några saker du kan kontrollera, beroende på vilken typ av anslutning du har:
tr_tr: Bağlantı tipine bağlı olarak gözden geçirebileceğiniz bir kaç şey:
zh_tw: 這裡有幾件事情您可以檢查，視您有的連線種類而定

source: Wired Connection
cs: Drátové připojení
da: Kablet forbindelse
de: Kabelverbindung
es: Conexión cableada
es_es: Conexión Cableada
fi_fi: Langallinen Yhteys
fr_fr: Connexion filaire
hu_hu: Vezetékes kapcsolat
it: Connessione via cavo
nl_nl: Bekabelde Verbinding
pl: Połączenie przewodowe
pt_br: Conexão com fio
ru: Проводное соединение
sl: Žična povezava
sr: Жичана веза
sr@latin: Žična veza
sv: Kabelanslutning
tr_tr: Kablolu Bağlantı
zh_tw: 有線連線

source: Is the cable securely plugged in?
cs: Je kabel pevně zapojen?
da: Sidder kablet fast forbundet til maskinen, og er den anden ende fast forbundet til din router?
de: Ist das Kabel richtig angeschlossen?
es: ¿El cable se ha conectado con seguridad?
es_es: ¿Está el cable conectado con seguridad?
fi_fi: Onko kaapeli kytketty kunnolla kiinni?
fr_fr: Le câble est-il branché ?
hu_hu: A kábel biztonságosan be van dugva?
it: Il cavo è stato inserito correttamente?
nl_nl: Is de kabel stevig aangesloten?
pl: Czy kabel jest prawidłowo podłączony?
pt_br: O cabo está corretamente plugado?
ru: Подключён ли кабель надёжно?
sl: Ali je kabel trdno priključen?
sr: Да ли је кабал безбедно прикључен?
sr@latin: Da li su krajevi kabla korektno utaknuti - čvrsto stoje u svojim ležištima?
sv: Är kabeln ordentligt ansluten?
tr_tr: Kablo güvenli bir şekilde bağlandı mı?
zh_tw: 網路線是否已妥善的接上?

source: Is the router online and can other devices access the network? Try restarting the router.
cs: Je směrovač on-line a mohou ostatní zařízení přistupovat k síti? Zkuste restartovat router.
da: Har din router forbindelse til internettet, og kan andre enheder (andre computere, smartphones, tables) forbinde til internettet via din router? Forsøg eventuelt at genstarte din router.
de: Ist der Router online und können andere Geräte auf das Netzwerk zugreifen? Versuchen Sie den Router neu zu starten.
es: ¿El enrutador está en línea y otros dispositivos pueden acceder a la red? Pruebe a reiniciar el enrutador.
es_es: ¿Está el router en línea y pueden otros dispositivos acceder a la red? Intenta reiniciar el router.
fi_fi: Onko reititin päällä ja voivatko muut laitteet käyttää verkkoa? Yritä uudelleenkäynnistää reitititin.
fr_fr: Le routeur est-il allumé ? Est-ce que d'autres appareils peuvent accéder au réseau ? Essayez de le redémarrer le cas échéant.
hu_hu: Csatlakozik a router az internethez és más eszközök el tudják érni a hálózatot? Próbáld újraindítani a router-t.
it: Il router è online e gli altri device possono accedere alla rete? Prova a riavviare il router.
nl_nl: Is de router online en heeft deze een verbinding met andere toestellen in het netwerk? Probeer de router opnieuw op te starten.
pl: Czy router jest połączony z siecią i czy inne urządzenia mają dostęp do Internetu? Spróbuj zrestartować router.
pt_br: O roteador está ativo e outros dispositivos podem acessar a rede? Tente reiniciar o roteador.
ru: Включен ли маршрутизатор и могут ли других устройства получить доступ к сети? Попробуйте перезагрузить маршрутизатор.
sl: Je usmerjevalnik povezan na splet in ali imajo druge naprave dostop do omrežja? Poskusite znova zagnati usmerjevalnik.
sr: Да ли је усмеривач на мрежи и да ли други уређаји могу да приступе мрежи? Покушајте поново да покренете усмеривач.
sr@latin: Da li je Vaš ruter aktivan? Da li i drugi uređaji na mreži imaju problem da pristupe Internet-u? Probajte da restartujete ruter.
sv: Är routern uppkopplad och kan andra enheter komma åt nätverket? Försök att starta om routern.
tr_tr: Router çevrimiçi durumda ve diğer cihazlar ağa ulaşabiliyor mu? Router'i yeniden başlatmayı deneyin.
zh_tw: 路由器是否上線且其他裝置可以連入網路? 試著重啟路由器看看

source: Wireless Connection
cs: Bezdrátové připojení
da: Trådløs forbindelse
de: Kabellose Verbindung (WiFi)
es: Conexión inalámbrica
es_es: Conexión Inalámbrica
fi_fi: Langaton Yhteys
fr_fr: Connexion sans-fil
hu_hu: Vezeték nélküli kapcsolat
it: Connessione Wireless
nl_nl: Draadloze Verbinding
pl: Połączenie bezprzewodowe
pt_br: Conexão Sem-Fio
ru: Беспроводное соединение
sl: Brezžična povezava
sr: Бежична веза
sr@latin: Bežična veza
sv: Trådlös Anslutning
tr_tr: Kablosuz Bağlantı
zh_tw: 無線連線

source: Have you entered the correct wireless password from the
cs: Zadali jste správné heslo bezdrátové sítě přes
da: Har du indtastet den korrekte WiFi kode fra
de: Haben Sie das richtige WiFi-Passwort vom
es: ¿Ha proporcionado la contraseña correcta de la red en el
es_es: ¿Has introducido la contraseña correcta de la red inalámbrica desde el
fi_fi: Oletko syöttänyt oikean langattoman-verkon salasanan
fr_fr: Avez-vous entré le bon mot de passe correspondant à
hu_hu: A megfelelő vezeték nélküli jelszót írtad be a
it: Hai inserito la corretta password per il wireless dal
nl_nl: Heb je het correcte draadloos wachtwoord ingegeven in de
pl: Czy podałeś prawidłowe hasło do sieci WiFi
pt_br: Você digitou corretamente a senha da rede sem-fio a partir do
ru: Ввели ли вы правильный пароль для беспроводной сети через
sl: Ali ste vnesli pravilno geslo za dostop do brezžičnega omrežja iz
sr: Да ли сте унели исправну лозинку за бежичну везу у
sr@latin: Da li ste uneli ispravnu šifru za bežičnu mrežu u
sv: Har du angett rätt trådlösa lösenord från
tr_tr: Sağ üst köşede bulunan
zh_tw: 您有輸入正確的無線網路密碼嗎

source: network indicator
cs: indikátor sítě
da: Netværksindikator
de: Netzwerk-Indikator
es: indicador de red
es_es: indicador de red
fi_fi: verkkoilmaisimeen
fr_fr: l'indicateur réseau
hu_hu: hálózat indikátorból
it: indicatore di rete
nl_nl: Netwerk-indicator
pl: w aplecie sieci
pt_br: indicador de rede
ru: индикатор сети
sl: omrežnega kazalnika
sr: указивачу мреже
sr@latin: indikator mreže
sv: nätverksindikator
tr_tr: ağ göstergesinden
zh_tw: 網路狀況指示器

source: in the upper-right?
cs: v pravém horním rohu?
da: øverst til højre?
de: oben rechts eingegeben?
es: en la esquina superior derecha?
es_es: arriba a la derecha?
fi_fi: ylä-oikealla?
fr_fr: en haut à droite ?
hu_hu: a jobb felső sarokban?
it: nell'angolo in alto a destra?
nl_nl: in de rechterbovenhoek?
pl: w prawym górnym rogu?
pt_br: no canto superior direito?
ru: в правом верхнем углу?
sl: v zgornem desnem kotu?
sr: у горњем десном углу?
sr@latin: koji se nalazi u gornjem desnom uglu ekrana?
sv: i det övre högra?
tr_tr: doğru şifreyi girdiniz mi?
zh_tw: 在右上方?

source: When disconnected, the applet looks like this:
cs: Pokud jste odpojení, applet vypadá takto:
da: Når du ikke er forbundet til et netværk, ser netværksindikatoren sålede ud:
de: Wenn keine Verbindung besteht, sieht das Applet so aus:
es: Cuando no hay conexión, la miniaplicación luce así:
es_es: Al estar desconectado, el applet se ve de esta manera:
fi_fi: Kun yhteyttä ei ole, sovelma näyttää tältä:
fr_fr: Quand vous êtes déconnecté(e), l'applet ressemble à ça :
hu_hu: Ha nem vagy csatlakozva, a kisalkalmazás így néz ki:
it: Quando disconnesso, l'applet sembra così:
nl_nl: Wanneer niet verbonden, ziet het applet er uit zoals dit:
pl: Kiedy nie ma połączenia, aplet wygląda tak:
pt_br: Quando desconectado, o applet se parece como:
ru: Если компьютер отключен от сети, апплет выглядит вот так:
sl: Ko niste povezani na internet, vmesnik izgleda takole:
sr: Када је искључен, програмчић изгледа овако:
sr@latin: Kada niste povezani na bežičnu mrežu indikator mreže izgleda ovako:
sv: När frånkopplad ser applet ut så här:
tr_tr: Bağlantı koptuğunda uygulamacık şu şekilde görünür:
zh_tw: 一旦離線，小程序看起來像是:

source: Is there a physical switch that may have accidentally switched off wireless functionality?
cs: Existuje fyzický vypínač, přes který mohou být nechtěně vypnuté bezdrátové funkce?
da: Er der en fysisk knap på din computer der eventuelt har slukket for netværksforbindelsen?
de: Gibt es möglicherweise einen Schalter, der versehentlich die Wireless-Funktion ausgeschaltet hat?
es: ¿Hay un interruptor físico que se haya accionado accidentalmente y apagado la red inalámbrica?
es_es: ¿Hay un interruptor físico que pueda haber apagado accidentalmente la funcionalidad inalámbrica?
fi_fi: Onko olemassa fyysistä kytkintä, joka on ehkä vahingossa kytkenyt langattomat toiminnot pois päältä?
fr_fr: Avez-vous accidentellement appuyé sur un bouton qui a éteint la fonction sans-fil ?
hu_hu: Van esetleg egy fizikai switch, ami véletlenül kikapcsolta a vezeték nélküli funkciót?
it: C'è un tasto fisico che può aver accidentalmente spento la funzionalità wireless?
nl_nl: Is er een fysieke knop waardoor de draadloze functionaliteit uitgeschakeld is?
pl: Czy komputer posiada fizyczny przycisk, który może przypadkowo wyłączyć sieć bezprzewodową?
pt_br: Existe um botão físico que pode ter acidentalmente desligado funcionalidade sem fio?
ru: Если ли физический переключатель, который случайно отключил беспроводную функциональность?
sl: Ali obstaja fizično stikalo, s katerim bi lahko nehote izklopiti brezžične funkcije?
sr: Да ли постоји физички прекидач којим сте случајно искључили бежичну мрежу?
sr@latin: Da li možda postoji fizički prekidač koji može slučajno da se prebaci i isključi bežičnu vezu?
sv: Finns det en fysisk omkopplare som kan av misstag stängt av trådlösa funktioner?
tr_tr: Kablosuz bağlantı özelliğini kapatmaya yarayan ve yanlışlıkla kapatılmış olabilecek bir fizik bir anahtar var mı?
zh_tw: 是否有可能誤觸到機器上的無線網路實體開關?

source: Is there a soft (keyboard) switch that toggles it off?
cs: Existuje softwarový (klávesový) přepínač, který bezdrátové funkce přepíná?
da: Er der en knap på tastaturen (ofte benyttet i forbindelse med "Fn"-knappen på en bærbar) der kan have slukket for netværksforbindelsen?
de: Gibt es eine Funktionstaste (auf der Tastatur), der es abschaltet?
es: ¿Existe un interruptor de teclado que la desactive?
es_es: ¿Hay un interruptor por teclado que la apague?
fi_fi: Onko (näppäimistössä) namikkaa, jolla voi kytkeä sen päälle ja pois?
fr_fr: Y a-t-il un commutateur logiciel (sur le clavier) qui a pu le désactiver ?
hu_hu: Van egy szoftveres (billentyűzet) kapcsoló, ami kikapcsolta?
it: C'è un interrutore (tastiera) che lo spegne?
nl_nl: Is er een zachte (keyboard) switch dat het uitschakelt?
pl: Czy istnieje miękki (klawiaturowy) przycisk funkcyjny wyłączający WiFI?
pt_br: Existe um interruptor macio (teclado) que possa desligar?
ru: Есть ли кнопка выключения адаптера беспроводных сетей на клавиатуре?
sl: Ali obstaja mehko stikalo (na tipkovnici), ki ga lahko izključi?
sr: Да ли постоји меки прекидач (на тастатури) који је искључује?
sr@latin: Da li možda postoji dugme na tastaturi (ili zaseban taster) kojim može da se uključi/isključi bežična veza?
sv: Finns det en mjuk (tangentbord) knapp som stänger av det?
tr_tr: Klavyede bu özelliği kapatmaya yarayan bir tuş var mı?
zh_tw: 是否有軟體開關誤將它關閉?

source: You may need to hold the FN key while pressing the function key.
cs: Možná budete muset podržet klávesu FN a zároveň stisknout funkční klávesu.
da: Du skal muligvis holde "Fn"-tasten nede mens du trykker på funktionstasten.
de: Möglicherweise müssen Sie die FN-Taste gedrückt halten, während Sie die Funktionstaste drucken.
es: Puede que necesite mantener presionada la tecla FN mientras acciona la tecla de función.
es_es: Puede que necesitas mantener pulsado la tecla FN mientras presionas la tecla de función.
fi_fi: Sinun ehkä tarvitsee painaa FN-näppäintä samalla, kun painat funktio-näppäintä.
fr_fr: Il se peut que vous deviez tenir la touche FN enfoncée et tout en pressant la touche correspondant à la fonction.
hu_hu: Lehet, hogy nyomva kell tartanod az FN gombot is a funkció gomb megnyomásakor.
it: Potresti dover tenere premuto il tasto FN mentre premi il tasto funzione.
nl_nl: Misschien is het nodig om de FN toets ingedrukt te houden terwijl je op de functietoets drukt.
pl: Być może musisz przytrzymać klawisz FN podczas naciskania klawisza funkcyjnego.
pt_br: Talvez você precise segurar a tecla FN enquanto pressiona a tecla de função.
ru: Возможно, вам нужно будет зажать клавишу Fn для того, чтобы использовать функциональную клавишу.
sl: Morda boste morali držati tipko FN, medtem ko pritisnete funkcijsko tipko.
sr: Мораћете да држите притиснутим тастер „Fn“ док притискате тастер функције.
sr@latin: Moguće je da mora da se drži pritisnut taster FN u kombinaciji sa tasterom za uklj/isklj bežične veze.
sv: Du kan behöva hålla FN-tangenten samtidigt som du trycker på funktionsknappen .
tr_tr: Bu özellik tuşunu kullanırken FN tuşunu basılı tutmanız gerekebilir.
zh_tw: 當您需要功能鍵時請按住FN鍵

source: Here's an example:
cs: Zde je příklad:
da: Her er et eksempel:
de: Hier ein Beispiel:
es: Este es un ejemplo:
es_es: Aquí tienes un ejemplo:
fi_fi: Tässä on esimerkki:
fr_fr: Voici un exemple :
hu_hu: Itt egy példa:
it: Qui c'è un esempio:
nl_nl: Hier is een voorbeeld:
pl: Na przykład:
pt_br: Aqui está um exemplo
ru: Например:
sl: Tukaj je primer:
sr: Ево примера:
sr@latin: Primer:
sv: Här är ett exempel:
tr_tr: İşte bir örnek:
zh_tw: 這裡有一個範例:

source: Not working at all or experiencing sluggish connections?
cs: Nefunguje vůbec, nebo je připojení pomalé?
da: Ingen netværksforbindelse overhovedet, eller langsom forbindelse?
de: Haben Sie eine langsame Verbindung oder funktioniert es überhaupt nicht?
es: ¿No funciona la conexión o está muy lenta?
es_es: ¿No funciona en absoluto o estás experimentando conexiones lentas?
fi_fi: Se ei toimi ollenkaan, vai koetko hitaanlaisia yhteyksiä?
fr_fr: Cela ne marche pas ou vous expérimentez des lenteurs de connexion ?
hu_hu: Nem működik egyáltalán, vagy lassú csatlakozást tapasztalsz?
it: Non funziona proprio o hai una connessione lenta?
nl_nl: Werkt helemaal niet of ondervind je een trage netwerkverbinding?
pl: Połączenie nie działa wcale lub jest powolne?
pt_br: Nada funciona ou a conexão está lenta?
ru: Подключение не работает вовсе или сильно "тормозит"?
sl: Sploh ne deluje ali pa deluje z občasnimi prekinitvami?
sr: Не ради уопште или наилазите на споре везе?
sr@latin: Veza radi previše sporo ili ne radi uopšte?
sv: Inte fungerar alls eller upplever tröga anslutningar?
tr_tr: Hiç çalışmayan ya da kesintili bir bağlantınız mı var?
zh_tw: 完全無效或者遲緩的連線?

source: Sorry to hear that. You will need a temporary wired connection to install working drivers.
cs: Je nám líto. Budete potřebovat dočasné drátové připojení, abyste mohli nainstalovat funkční ovladače.
da: Det er beklageligt. Du skal midlertidigt forbinde et netværkskabel til maskinen så vi kan installere de korrekte drivere.
de: Tut uns leid, das zu hören. Sie brauchen eine temporäre Kabelverbindung um die Treiber zu installieren.
es: Tal vez necesite cambiar temporalmente a una conexión cableada para instalar controladores funcionales.
es_es: Siento oír eso. Necesitarás una conexión cableada temporal para instalar controladores que funcionen.
fi_fi: Ikävä, että näin kävi. Sinä tarvitset väliaikaisen langallisen yhteyden asentaaksesi toimivat ajurit.
fr_fr: Désolé d'entendre cela. Il va vous falloir une connexion câblée temporaire afin d'installer des pilotes fonctionnels.
hu_hu: Sajnálattal halljuk. Szükséged lesz egy ideiglenes vezetékes kapcsolatra a működő illesztőprogramok telepítéséhez.
it: Ci dispiace sentire questo. Avrai bisogno di una connessione temporanea tramite cavo per installare i driver funzionanti.
nl_nl: Het spijt me om dit te horen. Je hebt een tijdelijke bekabelde verbinding nodig om werkende drivers te kunnen installeren.
pl: Przykro to słyszeć. Będziesz potrzebować tymczasowego połączenia przewodowego, aby zainstalować sterowniki.
pt_br: Lamento ouvir isso. Você vai precisar de uma conexão com fio temporária para instalar os drivers corretos.
ru: Нам жаль это слышать. Вам потребуется временное проводное обеспечение для установления работающих драйверов.
sl: Potrebovali boste začasno žično povezavo za namestitev delujočih gonilnikov.
sr: Жао нам је због тога. Требаће вам привремена жичана веза да бисте инсталирали радне управљачке програме.
sr@latin: Žao nam je ali moraćete privremeno da uspostavite žičnu vezu kako bi mogli da instalirate dodatne drajvere.
sv: Jag beklagar. Du kommer att behöva en temporär trådbunden anslutning för att installera drivrutiner.
tr_tr: Bunu duyduğumuza üzüldük. Çalışan sürücüleri yüklemek için geçici bir kablolu bağlantıya ihtiyacınız var.
zh_tw: 抱歉。您需要一個暫時的有線連線來安裝驅動程式

source: The
cs: Na kartě
da: Det
de: Der Abschnitt
es: La pestaña
es_es: La
fr_fr: Des pilotes additionnels
hu_hu: A
it: L'
nl_nl: De
pl: Zakładka
pt_br: O
ru: Вкладка
sl: &nbsp;
sr: Језичак
sr@latin: U
sv: Den
tr_tr: Bu
zh_tw: 該

source: Additional Drivers
cs: Dodatečné ovladače
da: Yderligere drivere
de: Zusätzliche Treiber
es: Más controladores
es_es: pestaña de Controladores Adicionales
fi_fi: Ylimääräiset Ajurit
fr_fr: sont peut-être disponibles pour votre système sur
hu_hu: További illesztőprogramok
it: Driver aggiuntivi
nl_nl: Extra Drivers
pl: Dodatkowe sterowniki
pt_br: Drivers adicionais
ru: Дополнительные драйверы
sl: Dodatni gonilniki
sr: додатних управљачких програма
sr@latin: Dodatni drajveri
sv: Ytterligare Drivrutiner
tr_tr: Ek Sürücüler
zh_tw: 額外的驅動程式
