Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/software/*.po
Languages: cs, da, de, es, es_es, fi_fi, fr_fr, hu_hu, it, nl_nl, pl, pt_br, ru, sl, sr, sr@latin, sv, tr_tr, zh_tw

source: In addition, listed below are terminal equivalent commands that otherwise appear in the
cs: Kromě toho jsou níže uvedeny ekvivalentní terminálové příkazy, které se jinak zobrazí přes
da: Yderligere, nedenfor er en liste over terminal kommandoer der svarer til hvad det eller optræ i
de: Darüber hinaus sind unten alternative Konsolen-Befehle aufgelistet, die üblicherweise von der
es_es: Además, listados abajo tienes comandos equivalentes de la terminal que de todas formas aparecen en el
fi_fi: Sen lisäksi, alla on listattu vastaavat päätekomennot, jotka muuten ilmaantuvat
fr_fr: De plus, voici une liste ci-dessous des commandes équivalentes pour le terminal qui en temps normal apparaissent dans
hu_hu: Ezen felül az alább felsorolt terminálos parancs megfelelők, amik amúgy megjelennek a
it: In aggiunta, elencati qui sotto si sono gli equivalenti comandi da terminali che altrimenti appaiono nel
nl_nl: Daarnaast, wordt hieronder een lijst van gelijkwaardige terminalopdrachten weergegeven die anderszins verschijnen in de
pl: Dodatkowo, poniżej podano polecenia w terminalu, które są wykonywane w
pt_br: Além disso, estão listados abaixo comandos de terminal equivalentes que, caso contrário, aparecem no
ru: Кроме того, внизу перечислены эквивалентные команды терминала, иначе появляющиеся в приложении
sl: Poleg tega so spodaj navedeni enakovredni ukazi za terminal, ki se sicer pojavljajo v
sr: Као додатак, испод су дате одговарајуће наредбе терминала које се такође појављују и у
sr@latin: Kao dodatak, ispod se nalaze komande koje su ekvivalentne funkcijama grafičkog alata
sv: Dessutom nedan finns terminal ekvivalenta kommandon som annars visas i
tr_tr: Buna ek olarak, uçbirim dengi komutlar listelenmiştir. Burada görünmediği takdirde görüneceği yer:
zh_tw: 除此之外，下列等同於終端機指令

source: Software Updater
cs: Správce aktualizací
da: Softwareopdatering
de: Aktualisierungsverwaltung ausgeführt werden.
es: Actualizador de Software
es_es: Actualizador de Software
fi_fi: Ohjelmistopäivittäjä
fr_fr: Mises à Jour Logiciels
hu_hu: Szoftverfrissítőben
pl: Menedżerze aktualizacji
pt_br: Atualizador de Software
ru: Менеджер обновлений программного обеспечения
sl: Posodobilnik programov
sr: Освежавачу софтвера
sv: Programuppdaterare
tr_tr: Yazılım Güncelleştirici
zh_tw: 軟體更新管理員

source: Upgrade all packages that have a new version available:
cs: Povýšit všechny balíky, které mají k dispozici novou verzi:
da: Opgrader alle software pakker der har en ny version tilgængelig:
de: Alle Pakete aktualisieren, für die neue Versionen verfügbar sind:
es: Actualizar todos los paquetes que tengan una nueva versión disponible:
es_es: Actualizar todos los paquetes que tengan una nueva versión disponible:
fi_fi: Päivitä kaikki paketit, joista on saatavilla uusi versio:
fr_fr: Mettre à jour tous les paquets ayant une nouvelle version disponible :
hu_hu: Minden csomag frissítése, aminek elérhető újabb verziója:
it: Aggiorna tutti i pacchetti che hanno una nuova versione disponibile:
nl_nl: Update alle programma's waar een nieuwe versie voor beschikbaar is:
pl: Zaktualizuj wszystkie pakiety, których nowa wersja jest dostępna:
pt_br: Atualize todos os pacotes que tem uma nova versão disponível:
ru: Обновить все устаревшие пакеты:
sl: Nadgradi vse pakete, kjer je na voljo nova različica:
sr: Да надоградите све пакете који имају доступна нова издања:
sr@latin: Ažurira sve pakete koji su dostupni u novijoj verziji:
sv: Uppgradera alla paket som har en ny version tillgänglig:
tr_tr: Yeni bir sürümü bulunan tüm paketleri güncelle:
zh_tw: 升級所有有新版本的套件:

source: Upgrade to a new release of Ubuntu MATE:
cs: Povýšit na novou verzi Ubuntu MATE:
da: Opgrader til en ny udgave af Ubuntu MATE:
de: Ubuntu MATE auf eine neue Version aktualisieren:
es: Actualizar a la nueva versión de Ubuntu MATE:
es_es: Actualizar a una nueva versión de Ubuntu MATE:
fi_fi: Päivitä Ubuntu MATE:n uuden julkaisuun:
fr_fr: Mettre le système à jour vers une nouvelle publication de Ubuntu MATE :
hu_hu: Frissítés az Ubuntu MATE újabb kiadására:
it: Aggiorna ad una nuova release di Ubuntu MATE:
nl_nl: Update naar een nieuwe release van Ubuntu MATE:
pl: Zaktualizuj Ubuntu MATE do nowego wydania:
pt_br: Atualize para uma nova versão do Ubuntu MATE:
ru: Обновление до новой версии Ubuntu MATE:
sl: Nadgradi na novo izdajo Ubuntu MATE:
sr: Да надоградите на ново издање Убунту Мејта:
sr@latin: Ažurira sistem na novo izdanje Ubuntu MATE-a:
sv: Uppgradera till en ny version av Ubuntu MATE:
tr_tr: Ubuntu MATE'nin yeni sürümüne yükselt:
zh_tw: 升級至新發行的Ubunutu MATE:

source: Keeping you informed of the changes made to Ubuntu MATE's Software Boutique.
cs: Zůstaňte informováni o změnách provedených v Softwarovém butiku pro Ubuntu MATE.
da: Holder dig løbende informeret om eventuelle ændringer i Ubuntu MATE's softwarebutik.
de: Hält Sie über Veränderungen in der MATE-Software-Boutique auf dem Laufenden.
es_es: Manteniéndole informado de los cambios realizados a la Boutique de Software de Ubuntu MATE.
fi_fi: Pitäen sinut ajantasalla muutoksista Ubuntu MATE:n Ohjelmisto Putiikissa.
fr_fr: Vous garde informé(e) des changements fait à la Boutique d'Applications d'Ubuntu MATE
hu_hu: Értesítünk az Ubuntu MATE Szoftver butikjának változtatásairól.
it: Ti mantiene informato suo cambiamenti della Boutique Software di Ubuntu MATE.
nl_nl: U op de hoogte houden van wijzigingen met betrekking tot de Ubuntu MATE's Software Boutiek.
pl: Informowanie o zmianach dokonanych w Software Boutique firmy Ubuntu MATE.
pt_br: Mantê-lo informado sobre as alterações feitas no Software Boutique do Ubuntu MATE.
ru: Сохранение вас в курсе изменений, проделываемых в Магазине программного обеспечения Ubuntu MATE.
sl: Ostanite obveščeni o spremembah v Ubuntu MATE Trgovini programov.
sr: Обавештава вас о променама у Бутику програма Убунту Мејта.
sv: Håll dig informerad om de ändringar som gjorts i Ubuntu MATE's Software Boutique.
tr_tr: Ubuntu MATE Yazıklım Butiğindeki değişiklikler hakkında sizi haberdar eder.

source: Search for Applications
cs: Hledání aplikací
da: Søg efter applikationer
de: Suche nach Anwendungen
es: Buscar aplicaciones
es_es: Buscar aplicaciones
fi_fi: Etsi Sovelluksia
fr_fr: Rechercher des applications
hu_hu: Alkalmazások keresése
it: Cerca Applicazioni
nl_nl: Zoeken naar programma's
pl: Szukaj programów
pt_br: Procurar por Aplicativos
ru: Поиск программ
sl: Išči programe
sr: Потражите програме
sv: Sök efter Applikationer
tr_tr: Uygulamaları Ara

source: Enter a keyword to search the Software Boutique.
cs: Zadejte klíčové slovo pro vyhledávání v Softwarovém butiku.
da: Indtast et nøgleord for at søge i softwarebutikken.
de: Geben Sie ein Schlüsselwort ein um die Software Boutique zu durchsuchen.
es_es: Ingrese una palabra clave a buscar en la Boutique de Software
fi_fi: Kirjoita avainsana etsiäksesi Ohjelmisto Putiikista.
fr_fr: Entrez un mot-clé pour rechercher dans la Boutique d'Applications
hu_hu: Írj be egy kulcsszót a kereséshez a Szoftver butikban.
it: Inserisci una parola chiave per cercare nella Boutique Software.
nl_nl: Typ een zoekterm om te zoeken in Software Boetiek
pl: Podaj słowo kluczowe, aby przeszukać program Software Boutique.
pt_br: Digite uma palavra-chave para pesquisar no Software Boutique.
ru: Введите ключевое слово для поиска в Магазине программного обеспечения
sl: Vnesite ključno besedo za iskanje.
sr: Унесите кључну реч да претражите Бутик програма.
sv: Skriv in ett nyckelord för att söka i Software Boutique.
tr_tr: Bir şeyler aramak için bir tuşa basınız.

source: Name of Application
cs: Název aplikace
da: Navn på applikationen
de: Name der Anwendung
es: Nombre de la aplicación
es_es: Nombre de la aplicaión
fi_fi: Sovelluksen Nimi
fr_fr: Nom de l'application
hu_hu: Alkalmazás neve
it: Nome dell'applicazione
nl_nl: Naam van Programma
pl: Nazwa aplikacji
pt_br: Nome do aplicativo
ru: Название приложения
sl: Ime programa
sr: Назив програма
sv: Namn på Applikation
tr_tr: Uygulamanın Adı

source: No software matched your key words.
cs: Žádný software neodpovídá vašim klíčovým slovům.
da: Der blev ikke fundet noget software der matchede din søgning.
de: Keine zu Ihren Schlüsselwörtern passende Software gefunden.
es_es: Ningún software se encontró con sus palabras clave.
fi_fi: Mikään ohjelma ei vastannut avain sanojasi.
fr_fr: Aucun logiciel ne correspond à votre recherche
hu_hu: Nincs a megadott kulcsszavakkal egyező szoftver.
it: Nessun software corrisponde alle tue parole chiave.
nl_nl: Er zijn geen programma's gevonden die voldoen aan jouw zoektermen.
pl: Nie znaleziono dopasowań.
pt_br: Nenhum software correspondente às suas palavras-chave.
ru: Не найдено ПО, соответствующее вашим ключевым словам.
sl: Noben program ne ustreza iskanim besedam.
sr: Ниједан програм не одговара кључној речи.
sv: Ingen programvara matchade dina nyckelord.
tr_tr: Aramanızla hiçbir yazılım eşleşmedi.

source: The Boutique is just a collection of software.
cs: Softwarový butik je jen sbírka softwaru.
da: Butikken er blot en samling af software.
de: Die Boutique ist eine Software-Kollektion.
es_es: La Boutique es solo una colección de software.
fi_fi: Putiikki on vain ohjelmistokokoelma.
fr_fr: La Boutique est juste une collection de logiciels.
hu_hu: A Butik csak egy szoftvergyűjtemény.
it: La Boutique è solo una collezione di software.
nl_nl: De Boetiek is slechts een selectie van programma's.
pl: Program Boutique jest kolekcją oprogramowania.
pt_br: A Boutique é apenas uma coleção de software.
ru: Магазин -- всего лишь коллекция ПО.
sl: Trgovina je samo zbirka programov.
sr: Бутик је само збирка програма.
sv: Boutique är bara en samling av programvara.
tr_tr: Butik, sadece yazılım koleksiyonudur.

source: Install a software center
cs: Nainstalujte softwarové centrum
da: Installer et Software Center
de: Installieren Sie einen Softwarecenter
es: Instalar un centro de software
es_es: Instale un centro de software
fi_fi: Asenna paketinhallintaohjelmisto
fr_fr: Installer un centre de logiciels
hu_hu: Telepíts egy szoftverközpontot
it: Installa un software center
nl_nl: Installeer een software centrum
pl: Zainstaluj centrum oprogramowania,
pt_br: Instale uma central de programas
ru: Установите центр программного обеспечения,
sl: Namestite programsko središče
sr: Инсталирајте софтверски центар
sv: Installera ett programvarucenter
tr_tr: Bir yazılım merkezi kur

source: to explore the entire Ubuntu catalogue.
cs: a prozkoumejte celý katalog Ubuntu.
da: for at udforske det fulde Ubuntu Software Katalog.
de: um die gesamte, für Ubuntu verfügbare Software zu entdecken.
es_es: para explorar el catálogo completo de Ubuntu.
fi_fi: tutkiaksesi koko Ubuntu katalogia.
fr_fr: pour explorer le catalogue entier d'Ubuntu.
hu_hu: a teljes Ubuntu katalógus felfedezéséhez.
it: per esplorare l'intero catalogo di Ubuntu.
nl_nl: om het complete aanbod van Ubuntu te verkennen.
pl: aby odkrywać pełny katalog programów Ubuntu.
pt_br: para explorar todo o catálogo do Ubuntu
ru: чтобы исследовать весь каталог ПО для Ubuntu.
sl: in raziščite celoten Ubuntu katalog.
sr: да истражите читаву Убунтуову збирку.
sv: för att utforska hela Ubuntu katalogen.
tr_tr: Tüm Ubuntu katoloğunu incelemek için.

source: Search again and include proprietary software.
cs: Hledat znovu a zahrnout proprietární software.
da: Søg igen, og denne gang inkluder proprietær software.
de: Suchen Sie noch einmal um proprietäre Software mit einzubeziehen.
es_es: Busque nuevamente e incluya software propietario.
fi_fi: Etsi uudestaan ja sisällytä omisteiset ohjelmistot.
fr_fr: Relancer une recherche et inclure les logiciels propriétaires
hu_hu: Újbóli keresés kereskedelmi licenszű szoftverekre is.
it: Cerca di nuovo e include il software proprietario.
nl_nl: Zoek nogmaals inclusief gepatenteerde software.
pl: Wyszukaj ponownie, włączając oprogramowanie własnościowe.
pt_br: Procure novamente e inclua software proprietário.
ru: Повторить поиск с включением несвободного программного обеспечения.
sl: Ponovno išči in vključi lastniške programe.
sr: Поново претражите и укључите власнички софтвер.
sv: Sök igen och inkludera proprietär programvara.
tr_tr: Tekrar arayın ve tescilli yazılımları dahil edin.

source: Fine-tune the Software Boutique to suit your preferred behaviors.
cs: Dolaďte Softwarový butik, aby vyhovoval vašemu preferovanému chování.
da: fin-tune softwarebutikken til dine behov.
de: Passen Sie die Software Boutique an ihre Ansprüche an.
es_es: Haga un ajuste fino de la Boutique de Software para que se comporte de acuerdo a sus preferencias.
fi_fi: Hienosäädä Ohjelmisto Putiikki sopimaan haluamaasi käytökseen.
fr_fr: Régler la Boutique de Logiciels pour qu'elle réponde à vos attentes
hu_hu: Állítsd be a Szoftver butikot, hogy igazodjon az igényeidhez.
it: Personalizza la Software Boutique per soddisfare i tuoi comportamenti preferiti.
nl_nl: Het gedrag van de Software Boutiek bewerken zodat het zich aanpast aan uw voorkeuren.
pl: Skonfiguruj Software Boutique, aby dostosować go do Twoich potrzeb.
pt_br: Ajustar o Software Boutique para atender aos seus comportamentos preferenciais.
ru: Настроить Магазин программного обеспечения для удовлетворения ваших предпочтений.
sl: Prilagodite Trgovino programov.
sr: Фино подесите Бутик софтвера како би се понашао онако како ви то желите.
sv: Finjustera programvaran Boutique för att passa dina önskade beteenden.
tr_tr: İnce ayarlarla Yazılım Butiği'ni kendinize göre ayarlayın.

source: Boutique Selection
cs: Výběr butiku
da: Butik udvalg
de: Boutique Auswahl
es_es: Selección de la Boutique
fi_fi: Putiikin Valikoima
fr_fr: Sélection de la Boutique
hu_hu: Butik választék
it: Selezione Boutique
nl_nl: Boetiek Selectie
pl: Boutique Wybór
pt_br: Seleção da Boutique
ru: Ассортимент магазина
sl: Izbira trgovine
sr: Бутиков избор
sv: Boutique Val
tr_tr: Butik Seçimi

source: Hide proprietary applications.
cs: Skrýt proprietární aplikace.
da: Skjul proprietære applikationer.
de: Verstecke proprietäre Anwendungen.
es: Ocultar aplicaciones privativas.
es_es: Ocultar aplicaciones propietarias.
fi_fi: Piilota omisteiset sovellukset.
fr_fr: Cacher les logiciels propriétaires
hu_hu: Kereskedelmi licenszű alkalmazások elrejtése.
it: Nascondi applicazioni proprietarie.
nl_nl: Verberg gepatenteerde applicaties.
pl: Ukryj oprogramowanie własnościowe.
pt_br: Esconder aplicações proprietárias.
ru: Скрыть проприетарное программное обеспечение.
sl: Skrij lastniške programe
sr: Сакриј власничке програме.
sv: Göm proprietära applikationer.
tr_tr: Tescilli yazılımları gizle.

source: Installation
cs: Instalace
da: Installering
es: Instalación
es_es: Instalación
fi_fi: Asennus
hu_hu: Telepítés
it: Installazione
nl_nl: Installatie
pl: Instalacja
pt_br: Instalação
ru: Установка
sl: Namestitev
sr: Инсталација
tr_tr: Yükleme
zh_tw: 安裝

source: Enable the Bulk Queue.
cs: Povolit hromadnou frontu.
da: Aktivér gruppering af køen.
de: Aktivieren Sie die gleichzeitige Verarbeitung mehrerer Installations- oder Deinstallationsprozesse.
es_es: Habilita la Cola por Volumen
fi_fi: Salli Asennusjono.
fr_fr: Activer la file d'attente
hu_hu: Csoportos telepítés engedélyezése.
it: Abilita la coda di massa.
nl_nl: De massale wachtrij inschakelen
pl: Włącz kolejkę zbiorczą.
pt_br: Habilitar a Bulk Queue.
ru: Включить очередь.
sl: Omogoči čakalno vrsto.
sr: Укључи групни ред.
sv: Aktivera Bulk Kö.
tr_tr: Çoklu Düzenlemeyi Etkinleştir.

source: Applications wait to be installed/removed, allowing you to continue browsing.
cs: Aplikace vyčkají s instalováním/odstraňováním, což vám umožní pokračovat v prohlížení.
da: Applikationer afventer selv installation/afinstallation så du kan fortsætte med at kigge i butikken.
de: Anwendungen warten installiert/entfernt zu werden, was Ihnen erlaubt weiter zu stöbern.
es_es: Aplicaciones esperando para ser instaladas/eliminadas, permitiéndole continuar navegando.
fi_fi: Sovellukset, jotka odottavat asentamista/poistamista, sallien sinun jatkaa selaamista.
fr_fr: Les applications seront installées/désinstallées quand vous aurez terminé de feuilleter la boutique.
hu_hu: Alkalmazások várakoznak a telepítésre/eltávolításra, lehetővé téve a további böngészést.
it: Le applicazioni restano in attesa di essere installate/rimosse, permettendoti di continuare a sfogliare l'elenco.
nl_nl: Toepassingen die in de wachtrij staan om geïnstalleerd/verwijderd te worden, zodat u kunt blijven surfen.
pl: Oprogramowanie czeka na instalację lub usunięcie, pozwalając kontynuować wyszukiwanie.
pt_br: Aplicações esperam para ser instaladas/removidas, permitindo que você continue navegando.
ru: Приложения остаются в очереди для установки/удаления, позволяя вам продолжить обозревание.
sl: Programi čakajo na namestitev/odstranitev, kar omogoča nadaljnjo brskanje.
sr: Програми ће чекати да буду инсталирани/уклоњени, омогућавајући вам да наставите са разгледањем.
sv: Applikationer väntar på att installeras / tas bort, så att du kan fortsätta surfa.
tr_tr: Uygulamalar yüklenmek/kaldırılmak için bekliyor, gezinmenize devam edebilirsiniz.

source: Suppress Progress Dialog
cs: Potlačit dialogové okno s průběhem
da: Skjul fremgangsdialogen
de: Fortschrittsdialog unterdrücken
es_es: Suprimir diálogo de progreso.
fi_fi: Peitä Edistymisikkuna
fr_fr: Masquer la boîte de dialogue de progression.
hu_hu: Folyamatjelző párbeszédablak elrejtése.
it: Sopprimere finestra di avanzamento
nl_nl: Verberg voortgangsdialoog
pl: Tłumić dialogowe postępu
pt_br: Suprimir o Diálogo de Progresso
ru: Убрать окно хода процесса
sl: Prepreči pogovorno okno napredka.
sr: Потисни прозорче напредовања
sv: Tysta Förloppsdialog
tr_tr: Devam Eden İşlemleri Durdur

source: Install/remove applications in the background.
cs: Instalovat/odebírat aplikace na pozadí.
da: Installer/afinstaller applikationer i baggrunden.
de: Installiere/entferne eine Anwendung im Hintergrund.
es_es: Instalar/eliminar aplicaciónes en segundo plano.
fi_fi: Asenna/poista sovelluksia taustalla.
fr_fr: Installer / désinstaller les applications en arrière-plan.
hu_hu: Alkalmazások telepítése/eltávolítása a háttérben.
it: Installa/rimuovi le applicazioni in background.
nl_nl: Installeer / verwijder programma's op de achtergrond.
pl: Dodaj lub usuń programy w tle.
pt_br: Instalar/remover aplicativos em segundo plano.
ru: Установка/удаление программ в фоне.
sl: Namesti/odstrani programe v ozadju.
sr: Инсталирајте/уклоните програме у позадини.
sv: Installera / ta bort applikationer i bakgrunden.
tr_tr: Uygulamaları arkaplanda yükle/kaldır.

source: Advanced
cs: Pokročilé
da: Avanceret
de: Fortgeschritten
es: Avanzado
es_es: Avanzado
fi_fi: Kehittynyt
fr_fr: Avancé
hu_hu: Haladó
it: Avanzato
nl_nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançada
ru: Продвинутый
sl: Napredno
sr: Напредно
sr@latin: Napredan
sv: Avancerad
tr_tr: Gelişmiş
zh_tw: 進階

source: Show technical package details.
cs: Zobrazit technické podrobnosti balíčku.
da: Vis tekniske detaljer om software pakken.
de: Technische Paketdetails anzeigen.
es: Mostrar datos técnicos de los paquetes.
es_es: Mostrar detalles técnicos del paquete.
fi_fi: Näytä tekniset pakettitiedot.
fr_fr: Voir les détails techniques des paquets
hu_hu: A csomagok technikai részleteinek mutatása.
it: Mostra dettagli tecnici pacchetto.
nl_nl: Toon technische details.
pl: Pokaż szczegóły techniczne pakietu.
pt_br: Mostrar detalhes técnicos do pacote.
ru: Показывать технические детали пакета.
sl: Pokaži tehnične podrobnosti paketa.
sr: Прикажи техничке детаље о пакету.
sv: Visa tekniska paket detaljer.
tr_tr: Teknik paket detaylarını göster

source: Displays an estimated install size, packages and the type of application
cs: Zobrazí předpokládanou velikost instalace, balíčky a typ aplikace
da: Viser en estimeret installations størrelse samt detaljer om inkluderede pakker og yderligere applikationsdetaljer
de: Zeigt die geschätzte Installationsgröße, Pakete und den Typ der Anwendung an.
es_es: Muestra un tamaño de instalación estimado, paquetes y el tipo de aplicación
fi_fi: Näyttää arvioidun asennuskoon, paketit, ja sovelluksen tyypin
fr_fr: Montre une estimation de la taille après installation, les paquets et le type d'application.
hu_hu: Megjelenít egy becsült telepítési méretet, csomagokat és az alkalmazás típusát
it: Visualizza un stima delle dimensioni dell'installazione, dei pacchetti e del tipo di applicazioni
nl_nl: Toont de geschatte grootte, bestanden en type van het programma
pl: Pokazuje szacowany rozmiar instalacji, pakiety i rodzaj aplikacji
pt_br: Exibir um tamanho estimado da instalação, pacotes e do tipo de aplicação
ru: Отображает оцениваемый размер установки, пакеты и тип приложения
sl: Pokaže predvideno velikost namestitve, pakete in vrsto programa
sr: Приказује процењену величину инсталације, пакетете и врсту програма
sv: Visar uppskattad installationsstorlek, paket och typ av applikation
tr_tr: Tahmini yükleme boyutunu, paketleri ve uygulamanın türünü gösterir.

source: Show Software Sources
cs: Zobrazit zdroje softwaru
da: Vis softwarekilder
de: Softwarequellen anzeigen
es: Mostrar orígenes de software
es_es: Mostrar Fuentes de Software
fi_fi: Näytä Ohjelmistolähteet
fr_fr: Montrer les Sources des Logiciels
hu_hu: Szoftver források mutatása
it: Mostra sorgenti software
nl_nl: Toont Software Bronnen
pl: Pokaż źródła oprogramowania
pt_br: Mostrar as fontes do Software
ru: Показать источники программного обеспечения
sl: Prikaži vir programov
sr: Прикажи изворе софтвера
sv: Visa Programvarukällor
tr_tr: Yazılım Kaynaklarını Göster

source: Manage Repositories
cs: Správa repozitářů
da: Administrer software arkiver
de: Paketquellen konfiguriren
es: Gestionar repositorios
es_es: Administraro Repositorios
fi_fi: Hallitse Jakelupaketteja
fr_fr: Gérer les Dépôts
hu_hu: Tárolók kezelése
it: Gestisci Repository
nl_nl: Beheer pakketbronnen
pl: Zarządzaj repozytoriami
pt_br: Gerenciar Repositórios
ru: Управление репозиториями
sl: Upravljaj skladišča
sr: Управљај ризницама
sv: Hantera Förråd
tr_tr: Depoları Yönet

source: Your Queued Changes
cs: Vaše fronta změn
da: Ændringer der står i kø
de: Ihre eingereihten Änderungen
es_es: Sus cambios en cola
fi_fi: Sinun Jonosi Muutokset
fr_fr: Changements en attente
hu_hu: A sorbaállított változtatásaid
it: I tuoi cambiamenti nella coda
nl_nl: Uw veranderingen met betrekking tot de wachtrij
pl: Twoja kolejka zmian
pt_br: Suas alterações enfileiradas
ru: Очередь изменений
sl: Čakajoče spremembe
sr: Ваше заказане измене
sv: Dina Köade Ändringar
tr_tr: Kuyruktaki Değişiklikleriniz
