Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/gettingstarted/*.po
Languages: ca_es, cs, da, de, es_es, fr_fr, hu_hu, it, ja, lt_lt, ms_my, pl, pt_br, sl, sr, sv, tr_tr, zh_tw

source: Common in RAM, drives and partitions, including tools like GParted.
ca_es: Comú a la memòria RAM, les unitats i les particions, incloent-hi les eines com ara GParted.
cs: Obvyklé u RAM, disků a diskových oddílů, včetně nástrojů jako je GParted.
da: Almen i RAM, Harddrev og partitioner, inkluderer værktøjer såsom GParted.
de: Gewöhnlich in RAM, Laufwerke und Partitionen, einschliesslich Tools wie GParted.
es_es: Común en la memoria RAM, las unidades y particiones, incluyendo herramientas como GParted.
fr_fr: Il est souvent employé pour se référer à la taille de la Mémoire Vive (RAM), des disques durs et des partitions, ainsi que dans des outils comme GParted.
hu_hu: Általános a RAM-nál, illesztőprogramoknál és partícióknál, beleértve az olyan eszközöket, mint a GParted.
it: Comune nella RAM, dischi e partizioni, includendo tool come GParted.
ja: RAMやドライブ、パーティション、GPartedのようなツールなどで一般的。
lt_lt: Paprastai naudojami RAM, diskuose ir skaidiniuose, įskaitant tokius įrankius kaip GParted.
ms_my: Umumnya digunakan dalam RAM, pemacu dan sekatan termasuk alatan seperti GParted.
pl: Popularne w RAMie, dyskach i partycjach, włączając w to programy takie jak GParted.
pt_br: Comum na RAM, discos e partições, incluindo ferramentas como o GParted.
sl: Pogosta v RAMu, diskih in razdelkih, vključno z orodji, kot je GParted.
sr: Опште у РАМ-у, дисковима и партицијама, укључујући алате као Гпартед.
sv: Vanligt i RAM, hårddiskar och partitioner, inklusive verktyg som GParted.
tr_tr: Bellek, GParted gibi araçları da içeren sürücü ve bölümlemeler için.

source: System Profiler and Benchmark
ca_es: Perfilador del sistema i proves de rendiment
cs: Sledování systému a benchmarky
da: System profiler og referencepunkter
de: System Profiler und Benchmark
es_es: Perfil del Sistema y Punto de Referencia
fr_fr: Système de Profilage et d'Évaluation
hu_hu: Rendszer profilozó és teljesítményteszt
it: Profile di sistema e Benchmark
ja: システムプロファイラーとベンチマーク
lt_lt: Sistemos profilio matuoklis ir parametrų įvertinimas
ms_my: Pemprofil dan Tanda Aras Sistem
pl: System Profiler i Benchmark
pt_br: Configuração do Sistema e Benchmark
sr: Профилисање система и оцењивање
sv: Systemprofilering och Benchmarking
tr_tr: Sistem Profiler ve Bencmark
zh_tw: 系統剖析和效能評定

source: See more specific system information in a graphical window, including connected USBs, PCI devices and a simple CPU benchmark.
ca_es: Visualitzeu informació més específica del sistema en una finestra gràfica, incloent-hi memòries USB connectades, dispositius PCI i la CPU i les proves del seu rendiment.
cs: Prohlédněte si konkrétnější informace o systému v grafickém okně, včetně připojených USB, PCI zařízení a jednoduchého výkonnostního testu CPU.
da: Se mere specifik systeminformation i et grafisk vindue, informationen inkluderer forbundede USB og PCI enheder og et simpelt CPU referencepunkt.
de: Weitere spezifische Systeminformationen in einem grafischen Fenster, einschließlich der angeschlossenen USB, PCI-Geräte und eine einfache CPU-Benchmark.
es_es: Ver más información específica del sistema en una ventana gráfica, incluyendo memorias USB conectados, dispositivos PCI y un simple punto de referencia de la CPU.
fr_fr: Afficher des informations système plus spécifiques dans une fenêtre graphique, y-compris les périphériques USB connectés, le matériel PCI ainsi qu'un simple test Processeur (CPU).
hu_hu: Tekints meg még több rendszer információt egy grafikus ablakban, csatolt USB eszközökről, PCI buszos eszközökről és egy egyszerű CPU sebességmérést.
it: Visualizza maggiori informazioni specifiche in una finestra grafica, incluso le USB connesse, i dispositivi PCI e un semplice benchmark della CPU.
ja: 接続されているUSB機器やPCIデバイス、簡易CPUベンチマークなど、より詳しいシステム情報をグラフィカルに見ることができます。
lt_lt: Matykite konkretesnę sistemos informaciją grafiniame lange, įskaitant prijungtus USB, PCI įrenginius bei paprastą CPU parametrų įvertinimą.
ms_my: Lihat maklumat sistem lebih terperinci dalam tetingkap bergrafik, termasuklah USB bersambung, peranti PCI dan tanda aras CPU ringkas.
pl: Zobacz bardziej szczegółowe informacje w oknie, włączając w to podłączone USB, urządzenia PCI i proste testy wydajnościowe procesora.
pt_br: Veja mais informações específicas do sistema em uma janela gráfica, incluindo USBs conectadas, dispositivos PCI e um benchmark CPU simples.
sl: Za več podrobnosti o sistemu vključno s povezanimi USBji, napravami PCI in preprostim primerjalnim preizkusom CPU, si oglejte v grafičnem oknu.
sr: Видите специфичније информације система у графичком прозору, укључујући повезане УСБ, ПЦИ уређаје и једноставно оцењивање процесора.
sv: Se mer specifik systeminformation i ett grafiskt fönster, inklusive anslutna USB:er, PCI-enheter och en enkel CPU-benchmarking.
tr_tr: Bağlı USB'ler, PCI cihazları ve basit bir CPU benchmark gibi spesifik bilgileri bir grafik ekranda görün.
zh_tw: 檢視更多特定的系統資訊，包含已連接的USB, PCI裝置和簡單的CPU效能評分。

source: Disks
ca_es: Discs
cs: Disky
da: Diske
de: Festplatten
es_es: Discos
fr_fr: Disques
hu_hu: Lemezek
it: Dischi
ja: ディスク
lt_lt: Diskai ir laikmenos
ms_my: Cakera
pl: Dyski
pt_br: Discos
sl: Diski
sr: Дискови
sv: Diskar
tr_tr: Diskler
zh_tw: 磁碟

source: A utility that allows basic configuration to your disks and partitions, including formatting, partitioning, mounting, viewing S.M.A.R.T data and writing images to SD cards/USB drives.
da: Et redskab der giver mulighed for grundlæggende konfiguration af dine diske og partitioner, inklusiv formatering, partitionering, montering, visning af S.M.A.R.T-data og skrivning af aftryk til SD-kort/USB-drev.
it: Un utilità che permette una configurazione basilare dei tuoi dischi e partizioni, incluso la formattazione, il partizionamento, il montaggio, visualizzare i dati S.M.A.R.T. e scrivere le immagini su schede SD e periferiche USB.
ja: フォーマット、パーティショニング、マウンティング、S.M.A.R.Tデータの表示、SDカードやUSBドライブへのイメージの書き込みといった、ディスクやパーティションへの基本設定を適用するユーティリティー
sr: Помагало које омогућава основно подешавање ваших дискова и партиција, укључујући форматирање, партиционисање, качење, прегледање С.М.А.Р.Т података и писање слика на СД картице/УСБ дискове.
sv: Ett verktyg som möjliggör enkel konfigurering av dina hårddiskar och partitioner, inklusive formatering, partitionering, montering, granskning, visning av S.M.A.R.T-data och skriva diskavbildningar till SD-kort/USB-enheter.

source: An advanced tool for viewing, creating, modifying and deleting partitions. It also has features to expand/shrink file systems and supports a wide range of formats.
ca_es: Una eina avançada per visualitzar, crear, modificar i suprimir particions. També té característiques d'ampliació o reducció de la mida dels sistemes de fitxers i és compatible amb una àmplia varietat de formats.
cs: Pokročilý nástroj pro prohlížení, vytváření, úpravu a mazání diskových oddílů. Má také funkce pro zvětšování/zmenšování souborových systémů a podporuje širokou škálu formátů.
da: Et avanceret værktøj til visning, opretning, modificering og sletning af partitioner. Det har ligeledes funktioner der kan forstørre/formindske filsystemer og det supporterer en bred række af formater.
de: Ein erweitertes Tool zum Anzeigen, Erstellen, Ändern und Löschen von Partitionen. Es hat auch Funktionen Dateisysteme zu erweitern/verkleinern und unterstützt eine breite Palette von Formaten.
es_es: Una herramienta avanzada para visualizar, crear, modificar y borrar particiones. También tiene características de ampliar / reducir el tamaño de los sistemas de archivos y es compatible con una amplia gama de formatos.
fr_fr: Un utilitaire avancé pour afficher, créer, modifier, et supprimer des partitions. Il permet aussi d'étendre ou de rapetisser les systèmes de fichiers et supporte une large palette de formats.
hu_hu: Egy fejlett eszköz partíciók megtekintésére, létrehozására, módosítására és törlésére. További funkciói még a fájlrendszerek növelése/zsugorítása és sok formátumot támogat.
it: Un tool avanzato per visualizzare, creare, modificare e eliminare le partizioni. Ha inoltre le funzionalità per espandere/ridurre il file system e supporta un ampia gamma di formati.
ja: パーティションの閲覧や作成、編集、削除などが行なえる上級者向けツールです。ファイルシステムの拡張や縮小の他、様々なファイルフォーマットにも対応しています。
lt_lt: Išplėstinis įrankis, skirtas skaidinių peržiūrai, kūrimui, modifikavimui bei trynimui. Jame taip pat yra failų sistemų išplėtimo/sumažinimo ypatybės, be to šis įrankis palaiko daugybę formatų.
ms_my: Satu alatan lanjutan untuk melihat, mencipta, mengubahsuai dan memadam sekatan. Ia juga memfiturkan besar/kecilkan sistem fail dan menyokong sejumlah besar format.
pl: Zaawansowane narzędzie do przeglądania, tworzenia, modyfikowania i usuwania partycji. Posiada funkcje pomniejszania/rozszerzania systemów plików i wspiera szeroką gamę formatów.
pt_br: Uma ferramenta avançada para visualizar, criar, modificar e apagar partições. Ele também tem recursos para expandir / encolher sistemas de arquivos e suporta uma ampla gama de formatos.
sl: Napredno orodje za ogled, ustvarjanje, spreminjanje in brisanje razdelkov. Prav tako ima funkcije za razširitev / krčenje datotečnih sistemov in podpira široko paleto formatov.
sr: Напредни алат за преглед, стварање, мењање и брисање партиција. Такође има могућности за ширење/скупљање система датотека и подржава широк спектар формата.
sv: Ett avancerat verktyg för att visa, skapa, ändra och ta bort partitioner. Det har också funktioner för att expandera/krympa filsystem och stöder en mängd olika format.
tr_tr: Disk bölümlemelerini görüntüleme, oluşturma, değiştirme ve silme işlemleri için gelişmiş bir araç.
zh_tw: 一個進階的工具提供檢視，建立，修改和刪除分區。同時它也支援各式格式和擴大/縮小檔案系統的功能。

source: Disk Usage Analyser
ca_es: Analitzador de l'ús dels discs
cs: Analyzátor využití disku
da: Analysering af diskplads forbrug
de: Festplattennutzung Analysator
es_es: Analizador de uso de disco
fr_fr: Logiciel d'Analyse de Taux d'Utilisation des Disques
hu_hu: Lemezhasználat elemző
it: Analizzatore Utilizzo Disco
ja: ディスク使用量解析
lt_lt: Disko naudojimo analizatorius
ms_my: Penganalisis Penggunaan Cakera
pl: Analizator wykorzystania dysku
pt_br: Analisador de uso de disco
sl: Preučevalnik porabe diska
sr: Анализер искоришћености диска
sv: Diskanvändningsanalysator
tr_tr: Disk Kullanım Analizcisi

source: A graphical tool for exploring your file system or individual folders to determine how much space is being used.
ca_es: Una eina gràfica per a l'exploració del sistema de fitxers o carpetes individuals per determinar quina és la quantitat d'espai que s'està utilitzant.
cs: Grafický nástroj pro zkoumání souborového systému nebo jednotlivých složek, za účelem zjištění, kolik místa je používáno.
da: Et grafisk værktøj der lader dig udforske dit filsystem med henblik på at analysere hvad der optager plads på din harddisk.
de: Ein grafisches Tool für das Dateisystem oder einzelne Ordner zu erforschen, um zu bestimmen, wie viel Speicherplatz verwendet wird.
es_es: Una herramienta gráfica para explorar el sistema de archivos o carpetas individuales para determinar la cantidad de espacio que ocupan.
fr_fr: Un outil graphique pour explorer votre système de fichier ainsi que des dossiers individuels afin de déterminer la quantité d'espace disque étant actuellement utilisée.
hu_hu: Egy grafikus program a fájlrendszered, vagy az egyes mappák felderítésére, a felhasznált tárhely meghatározására.
it: Un tool grafico per esplorare il tuo file system o singole cartelle per determinare quando spazio sta venendo usato.
ja: ファイルシステムや個々のフォルダを調べるグラフィカルなツールで、どれくらいの容量を使用しているかを知ることができます。
lt_lt: Grafinis failų sistemų ar atskirų aplankų tyrinėjimo įrankis, skirtas nustatyti kiek yra naudojama vietos.
ms_my: Alat bergrafik untuk menjelajahi sistem fail anda atau folder secara individu untuk tentukan berapa banyak ruang telah digunakan.
pl: Graficzne narzędzie pozwalające na eksplorację systemu plików lub poszczególnych folderów w celu określenia, ile miejsca jest używane.
pt_br: Uma ferramenta gráfica para explorar o seu sistema de arquivos ou pastas individuais para determinar quanto espaço está sendo usado.
sl: Grafično orodje za raziskovanje datotečnega sistema ali posameznih map in ugotovitev koliko prostora je v uporabi.
sr: Графички алат за истраживање система датотека или појединачних фасцикли зарад утврђивања искоришћености простора.
sv: Ett grafiskt verktyg för att analysera diskanvändning i ditt filsystem och individuella kataloger.
tr_tr: Dosya sisteminizin ya da kişisel dosyalarınızın ne kadar alan kapladığını öğrenmenize yarayan bir grafik araç.

source: System Monitor
ca_es: Monitor del sistema
cs: Sledování systému
da: System information
es_es: Monitor del Sistema
fr_fr: Surveillance du Système
hu_hu: Rendszerfigyelő
it: Monitor di sistema
ja: システムモニター
lt_lt: Sistemos monitorius
ms_my: Pemantau Sistem
pl: Monitor systemowy
pt_br: Monitor de Sistema
sl: Sistemski nadzornik
sr: Праћење система
sv: Systemöversikt
tr_tr: Sistem Gözlemcisi
zh_tw: 系統監控

source: Views currently running processes, resource usage, and the amount of space used and free for currently mounted file systems.
ca_es: Visualitza els processos actualment en execució, l'ús dels recursos i la quantitat d'espai utilitzat i lliure per als sistemes d'arxius muntats actualment.
cs: Zobrazení aktuálně spuštěných procesů, využití zdrojů, a množství použitého a dostupného místa aktuálně připojených souborových systémů.
da: Viser de pt. kørende processer, resourceforbrug og hvor meget plads der er tilgængelig på de monterede filsystemer.
de: Zeigt aktuell laufenden Prozesse, die Ressourcennutzung und die Menge verwendete Speicherplatz für frei und eingehängte Dateisysteme an.
es_es: Visualiza procesos, el uso de recursos actualmente en ejecución, y la cantidad de espacio utilizado y libre para los sistemas de archivos montados actualmente.
fr_fr: Affiche les processus, l'utilisation de ressource, ainsi que la quantité d'espace disque utilisé et libre sur les systèmes de fichiers montés.
hu_hu: Figyeli a jelenleg futó folyamatokat, erőforrás használatot és a jelenleg csatolt fájlrendszerek használt és szabad tárhelyét.
it: Mostra i processi correntemente avviait, l'utilizzo delle risorse, e l'ammontare corrente di spazio usato e libero per il file system montato.
ja: 現在動いているプロセスやリソースの使用量、現在マウントされているファイルシステムの使用容量と空き容量を表示します。
lt_lt: Rodo šiuo metu vykdomus procesus, išteklių naudojimą, o taip pat panaudotą ir laisvą, šiuo metu prijungtų failų sistemų, vietą.
ms_my: Lihat proses semasa yang berjalan, penggunaan sumber, dan amaun ruang digunakan dan bebas bagi sistem fail terlekap semasa.
pl: Przegląda obecnie działające procesy, zużycie zasobów i ilość zajętego i wolnego miejsca dla obecnie zamontowanych systemów plików.
pt_br: Mostra processos em execução atualmente, utilização de recursos e a quantidade de espaço usado e livre para sistemas de arquivos montados atualmente.
sl: Prikaže postopke, ki se trenutno izvajajo, uporabo virov, in koliko prostora se uporablja in koliko je prosto na trenutno priklopljenih datotečnih sistemih.
sr: Прегледајте тренутно покренуте процесе, искоришћеност ресурса, и количину искоришћеног и слободног простора за тренутно прикачене системе датотека.
sv: Visar aktiva processer, resursanvändningen samt mängden utrymme som används och är tillgängligt för de monterade hårddiskar.
tr_tr: Mevcut işlemleri, kaynak kullanımını, bağlı disklerdeki kullanılan ve boş olan alanları görüntüler.
zh_tw: 檢視目前mounted的檔案系統中執行中的程序，資源使用量以及使用空間。

source: Psensor
fr_fr: Sonde de température Psensor
sr: Псензор
tr_tr: Psensör

source: Views and graphs the current temperature of components attached to the system. Including: Motherboard, CPU, GPU and hard disks.
ca_es: Vistes i gràfiques de la temperatura actual dels components connectats al sistema. Incloent-hi: la placa mare, la CPU, la GPU i els discs durs.
cs: Pohledy a grafy s aktuální teplotou komponent připojených k systému. Včetně základní desky, procesoru, grafické karty a pevných disků.
da: Viser og genererer grafer over temperaturen af de komponenter der er sluttet til din computer, såsom Bundkortet, CPUen, GPUen og harddiskene.
de: Zeigt in grafische Form, die aktuelle Temperatur der angeschlossen System Komponenten an. Inklusive : Motherboard, CPU, GPU und Festplatten.
es_es: Vistas y gráficos de la temperatura actual de los componentes conectados al sistema. Incluyendo: placa base, CPU, GPU y discos duros.
fr_fr: Affiche et dessine des graphiques de la température des composants attachés au système. Ce qui inclue : Carte Mère, Processeur, Carte Graphique et disques durs.
hu_hu: Figyeli és szemlélteti a rendszerhez csatolt összetevők aktuális hőmérsékletét. Beleértve: alaplap, CPU, GPU és merevlemezek.
it: Visualizza e trasforma in grafici la temperatura corrente dei componenti collegati al sistema. Incluso: Scheda Madre, CPU, GPU e hard disk.
ja: システムに内蔵されている部品の現在の温度をグラフに表示してくれます。表示される温度は、マザーボードやCPU、GPU、ハードディスクなどです。
lt_lt: Rodo ir vaizduoja esamą, prie sistemos prijungtų komponentų, temperatūrą. Įskaitant: Pagrindinę plokštę, centrinį procesorių, GPU bei standžiuosius diskus.
ms_my: Lihat dan grafkan suhu semasa komponen yang bersambung dengan sistem. Termasuklah: Papan Induk, CPU, GPU dan cakera keras.
pl: Przegląda i pokazuje w wykresie obecną temperaturę komponentów zamontowanych w urządzeniu. Na przykład: Płytę główną, procesor, kartę graficzną i dyski twarde.
pt_br: Mostra em forma de gráfico a atual temperatura dos componentes conectados ao sistema. Incluindo: Placa Mãe, CPU, GPU e discos rígidos.
sl: Prikazi in grafi trenutnih temperatur sestavnih delov, povezanih s sistemom. Vključno z: matično ploščo, CPU, GPU in trdimi diski.
sr: Погледајте графиконе тренутну температуру компоненти прикључених на систем. Укључујући: матичну плочу, централни и графички процесор и чврсте дискове.
sv: Vyer och grafer över aktuell temperatur för komponenter anslutna till systemet. Inklusive: Moderkort, CPU, GPU och hårddiskar.
tr_tr: Ana kart, CPU, GPU ve sabit disk. gibi sisteminize bağlı mevcut bileşenlerin sıcaklıklarını görüntüler ve grafiklerini verir.

source: Please choose a topic to get started.
ms_my: Sila pilih satu topik untuk mula.
pt_br: Por favor escolha o tópico para começar.
zh_tw: 請選擇一個主題開始

source: 512 megabytes (MB) of RAM
ms_my: 512 megabait (MB) RAM
pt_br: 512 megabytes (MB) de RAM
zh_tw: 512 MB of RAM

source: 8 gigabytes (GB) of disk space
ms_my: 8 gigabait (GB) ruang cakera
pt_br: 8 gigabytes (GB) de espaço em disco
zh_tw: 8 GB 磁碟空間

source: 2 gigabytes (GB) of RAM
ca_es: 2 GB (gigabytes) de RAM
cs: 2 gigabajtů (GB) RAM
de: 2 Gigabyte (GB) Arbeitsspeicher (RAM)
es_es: 2 gigabytes (GB) de RAM
fr_fr: 2 giga-octets (Go) de mémoire vive (RAM)
hu_hu: 2 gigabájt (GB) RAM
it: 2 gigabyte (GB) di RAM
ja: 2 GBのRAM
lt_lt: 2 gigabaitai (GB) RAM
ms_my: 2 gigabait (GB) RAM
pl: 2 gigabajty (GB) RAM
pt_br: 2 gigabytes (GB) de RAM
sl: 2 gigabajta (GB) RAM-a
sv: 2 Gigabyte (GB) med RAM
tr_tr: 2 gigabayt (GB) RAM
zh_tw: 2 GB of RAM

source: Next:
ms_my: Berikutnya:
pt_br: Próximo:
zh_tw: 下一步:

source: Plug in your device to the mains if it is running on battery power.
ms_my: Palamkan peranti anda supaya ia tidak menggunakan kuasa bateri.
pt_br: Conecte sua fonte de energia se estiver utilizando na bateria.
zh_tw: 如果您是以電池供應電源，請接上插頭。

source: The live session you are currently in right now is a good opportunity to test Ubuntu MATE without modifying your computer, allowing you to test all of your peripherals are working as intended before committing to installing it on your machine. Once you are ready, double click the installation icon from the desktop.
ms_my: Sesi langsung yang kini anda jalankan merupakan wadah terbaik untuk menguji Ubuntu MATE tanpa membuat pengubahsuaian pada komputer anda, membolehkan anda uji semua persisian anda sama ada berfungsi atau sebaliknya sebelum teruskan pemasangannya pada komputer anda. Setelah sedia, dwi-klik pada ikon pemasangan menerusi desktop.
pt_br: A sessão live que você está agora é uma boa oportunidade para testar o Ubuntu MATE sem modificar o seu computador, permitindo que você teste se todos os seus periféricos estão funcionando como esperado antes de instalar definitivamente na sua máquina. Quando você estiver pronto, dê um duplo clique no ícone de instalação na área de trabalho.
zh_tw: 這個試用階段是讓您可以測試Ubuntu MATE而毋需修改您的電腦，讓您在安裝前可以測試所有的週邊裝置。一但您準備就緒，請從桌面雙擊安裝圖案。

source: option) prior to installation, particularly if an operating system was pre-installed.
ms_my: pilihan) sebelum pemasangan, terutamanya jika sesebuah sistem pengoperasian telah dipra-pasang.
pt_br: opção) antes da instalação, particularmente se um sistema operacional foi pre-instalado.
zh_tw: 選擇性項目)在安裝之前，特別是在已經安裝了其他作業系統

source: For computers that start to run low on memory (RAM), the operating system will start swapping to disk. Known as a "paging file" in Windows. Performance will decrease when running low on memory and could possibly freeze if you completely run out of memory without anywhere to swap.
ms_my: Bagi komputer yang dijalankan dengan ingatan rendah (RAM), sistem pengoperasian akan mula menyilih ke dalam cakera. Dikenali sebagai "paging file" di dalam Windows. Prestasi akan menyusut ketika ingatan rendah dan berkemungkinan menjadi kaku jika anda kehabisan ingatan tanpa disilihkan.
pt_br: Para computadores que comecem a rodar com pouca memoria (RAM), o sistema operacional irá começar fazer swapping em disco. Conhecido como a "arquivo de paginação" no Windows. A performance do sistema irá reduzir enquanto estiver rodando com pouca memória e pode possivelmente congelar se você ficar completamente sem memória e sem um lugar para swap.
zh_tw: 對於那些只有少許記憶體(RAM)的電腦，作業系統會在磁碟上切出swapping區，如同Windows的分頁檔一樣，效能會降低。並且有可能在您完全用盡記憶體及swap時當機。

source: Previous:
ms_my: Terdahulu:
pt_br: Anterior:
zh_tw: 前一步:

source: Install Preparations
ms_my: Persediaan Pasang
pt_br: Instale os preparativos
zh_tw: 安裝準備

source: DVD Playback Support
ms_my: Sokongan Main Balik DVD
pt_br: Suporte a reprodução de DVD

source: is a simple library designed for accessing DVDs like a block device without having to bother about the decryption. It will enable playback of DVD video in VLC.
ms_my: ialah pustaka ringkas yang direka untuk mencapai DVD seperti peranti blok tanpa perlu tahu tentang penyahsulitan. Ia membolehakn main balik video DVD di dalam VLC sebagai contoh.
pt_br: é uma biblioteca simples projetada para acessar DVDs como um dispositivo gravável sem ter que se preocupar com a decriptação. Ativará a reprodução de DVD de vídeo no VLC.

source: unable review and improve code
ms_my: tidak dapat melihat dan menambahbaik kod
pt_br: incapaz de avaliar e melhorar o código
zh_tw: 無法檢查和改善程式碼

source: meaning you'll have to rely on the manufacturer for support.
ms_my: bermaksud anda bergantung sepenuhnya pada sokongan pengilang.
pt_br: ou seja, você vai ter que contar com o fabricante para obter apoio.
