Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/gettingstarted/*.po
Languages: ca_es, cs, da, de, es_es, fr_fr, hu_hu, it, ja, lt_lt, ms_my, pl, pt_br, sl, sr, sv, tr_tr, zh_tw

source: , as you cannot boot an operating system installed in BIOS mode after installing a UEFI-enabled operating system or vice versa.
ca_es: , ja que no podeu arrencar un sistema operatiu instal·lat en mode BIOS després d'instal·lar un sistema operatiu amb UEFI habilitat o viceversa.
cs: , protože není možné zavést operační systém nainstalovaný v BIOS režimu poté, co byl instalován operační systém s podporou UEFI a naopak.
da: , eftersom du ikke kan boote et operativsystem installeret i BIOS tilstand efter du har installeret et UEFI baseret operativsystem og vice versa.
de: verwenden, da Sie ein im BIOS-Modus installiertes Betriebssystem nicht starten können, nachdem ein UEFI-fähiges Betriebssystem installiert wurde, und umgekehrt.
es_es: , ya que no puedes iniciar un sistema operativo instalado en modo BIOS después de instalar un sistema operativo con UEFI habilitado o viceversa.
fr_fr: , car vous ne pouvez pas démarrer un système d'exploitation installé en mode BIOS après avoir installé un système en mode UEFI et vice versa.
hu_hu: , mivel nem fogsz tudni elindítani egy BIOS módban telepített operációs rendszert egy olyan rendszer telepítése után, ahol az UEFI engedélyezve van, illetve fordítva.
it: , dato che non puoi avviare un sistema operativo installato in modalità BIOS dopo aver installato un sistema operativo compatibile con UEFI e vice versa.
ja: そうしないと、UEFIに対応したOSをインストールした後ではBIOSモードでインストールされていたOSは起動できなくなってしまいますし、その逆も同様です。
lt_lt: , kadangi jūs negalite paleisti BIOS veiksenoje įdiegtos operacinės sistemos po to, kai įdiegėte UEFI-įgalintą operacinę sistemą ar atvirkščiai.
ms_my: , kerana anda tidak dapat butkan sistem pengoperasian yang terpasng dalam mod BIOS selepas memasang pada sistem pengoperasian terbenar-UEFI atau sebaliknya.
pl: , ponieważ nie można uruchomić systemu zainstalowanego w trybie BIOS po instalacji innego systemu w UEFI lub na odwrót.
pt_br: , pois que você não pode iniciar um sistema operacional instalado em modo BIOS depois de ter instalado com UEFI habilitado ou vice-versa.
sl: , ker ni mogoče zagnati operacijskega sistema nameščenega v načinu BIOS po namestitvi UEFI omogočenega operacijskega sistema in obratno.
sr: , јер не можете подићи оперативни систем инсталиран у БИОС режиму након инсталирања оперативног система са укљученим УЕФИ-јем или обрнуто.
sv: , eftersom du inte kan starta ett operativsystem installerat i BIOS-läge efter att ha installerat ett UEFI-aktiverat operativsystem eller vice versa.
tr_tr: kullanmanız önemlidir. Çünkü UEFI etkinleştirilmiş bir işletim sistemini BIOS modunda başlatamazsınız. Aynı durum tam tersi için de geçerlidir.
zh_tw: 在安裝一個開啟UEFI模式的作業系統後，您不能啟動一個安裝於BIOS模式的作業系統，反之亦然。

source: Booting in BIOS mode on a UEFI system with a GPT-formatted disk will also show a "protection layer".
ca_es: Arrencar en mode BIOS en un sistema UEFI amb un disc formatat amb GPT també mostrarà una "capa de protecció".
cs: Při zavádění v BIOS režimu na UEFI systému s diskem formátovaným s GPT bude také zobrazena "ochranná vrstva".
da: Hvis du booter i BIOS tilstand på et EUFI system vil en GPT-formateret disk yderligere vise et "beskyttelseslag"
de: Booten im BIOS-Modus auf einem UEFI-System mit einer GPT-formatierten Festplatte, wird zudem eine "Schutzschicht" anzeigen.
es_es: Iniciar el sistema en modo BIOS en un sistema UEFI con un disco con formato GPT también mostrará una «ċapa de protección».
fr_fr: En démarrant en mode BIOS sur un système UEFI avec un disque formatté en mode GPT une "couche de protection" se manifestera, vous empêchant de continuer.
hu_hu: UEFI képes rendszerek BIOS módban történő indítása során a GPT-re formázott lemez "védelmi rétegként" működhet.
it: Eseguire il boot in modalità BIOS su un sistema UEFI con un disco formattato in GPT mostrerà anche un "livello di protezione".
ja: GPTでフォーマットされたハードディスクのUEFIシステムからBIOSモードで起動すると"protection layer"と表示されるでしょう。
lt_lt: Paleidimas BIOS veiksenoje, UEFI sistemoje su GPT-formatuotu disku taip pat parodys "apsauginį sluoksnį".
ms_my: Membut dalam mod BIOS pada sistem UEFI dengan cakera terformat-GPT akan juga menunjukkan "lapisan perlindungan".
pl: Uruchamianie w trybie BIOS na systemie UEFI z dyskiem sformatowanym w formacie GPT pokaże również "warstwę ochronną".
pt_br: Iniciando no modo BIOS em um sistema UEFI com a partição do disco formatada em GPT também mostrará uma "camada de proteção"
sl: Zagon v načinu BIOS na sistemu UEFI z diskom, ki uporablja GPT, bo pokazal tudi "zaščitno plast".
sr: Подизање система у БИОС режиму на УЕФИ систему са ГПТ форматираним диском показаће такође „заштитни слој“.
sv: Starta i BIOS-läge på ett UEFI-system med en GPT-formaterad disk kommer också att visa ett "skyddslager".
tr_tr: UEFI sistemli bir GPT formatındaki disk'i BIOS modunda çalıştırmak aynı zamanda "koruma katmanı"'nı da gösterir.
zh_tw: 在一個GPT格式化的磁碟機上自BIOS模式開啟UEFI系統也會顯示"protection layer"

source: Do not worry,
ca_es: No us preocupeu,
cs: Nestrachujte se,
da: Frygt ikke,
de: Keine Sorge,
es_es: No se preocupe,
fr_fr: Ne craignez rien,
hu_hu: Ne aggódj,
it: Non preoccuparti,
ja: でも、心配無用。
lt_lt: Nesijaudinkite,
ms_my: Jangan risau,
pl: Nie martw się,
pt_br: Não se preocupe,
sl: Ne skrbite,
sr: Не брините,
sv: Oroa dig inte,
tr_tr: Üzülmeyin,
zh_tw: 請不要擔心，

source: your data is not lost or corrupt!
ca_es: la vostra informació no està perduda o corrompuda!
cs: vaše data nejsou ztracena nebo poškozena!
da: din data er hverken gået tabt eller blevet korruperet!
de: Ihre Daten sind nicht verloren gegangen oder beschädigt!
es_es: ¡sus datos no se han perdido ni corrompido!
fr_fr: Vos données ne sont ni perdues ni corrompues !
hu_hu: az adataid nem vesztek el, vagy rongálódtak meg!
it: i tuoi dati non sono persi o corrotti!
ja: データが失なわれたり壊れたりはしません。
lt_lt: jūsų duomenys nėra prarasti ar pažeisti!
ms_my: data tidak hilang atau rosak!
pl: twoje dane nie są utracone lub uszkodzone!
pt_br: seus dados não serão corrompidos ou perdidos!
sl: vaši podatki niso izgubljeni ali pokvarjeni!
sr: ваши подаци нису изгубљени или оштећени!
sv: din data förloras inte eller blir skadad!
tr_tr: verileriniz ne kayboldu ne de bozuldu!
zh_tw: 您的資料沒有遺失或損毀!

source: Your system is currently running in
ca_es: El seu sistema està funcionant ara en
cs: Váš systém v současné době běží v
da: Dit system kører pt. i
de: Ihr System läuft derzeit im
es_es: El sistema está ejecutando en
fr_fr: Votre système fonctionne actuellement en
hu_hu: A rendszered jelenleg az alábbi
it: Il tuo sistema è attualmente avviato in
ja: このシステムが動作しているモードは
lt_lt: Jūsų sistema šiuo metu veikia
ms_my: Sistem anda buat masa ini dijalankan dengan
pl: Twój system jest obecnie uruchomiony w trybie
pt_br: Seu sistema está atualmente rodando em
sl: Vaš sistem trenutno teče v
sr: Ваш систем тренутно ради у
sv: Systemet körs för närvarande i
tr_tr: Sisteminiz şu anda
zh_tw: 您的系統目前正在運行

source: mode
cs: režimu
da: tilstand
de: Modus
es_es: modo
hu_hu: módban fut:
it: modalità
ja: モードです。
lt_lt: veiksenoje
ms_my: mod
pt_br: modo
sl: načinu
sr: режиму
sv: läge
tr_tr: modunda
zh_tw: 模式

source: Swap
ca_es: d'intercanvi
cs: Odkládací prostor (Swap)
de: Swap (Auslagerungspartition)
es_es: Intercambio
fr_fr: Mémoire virtuelle (Swap)
ja: スワップ
lt_lt: Sukeitimų skaidinys/failas
ms_my: Silih
pl: Przestrzeń wymiany (swap)
sl: Izmenjevalni razdelek
sr: разменске меморије
tr_tr: Takas Alanı

source: For computers that start to run low on memory (RAM), the operating system will start swapping content from memory to the hard disk. This is known as a "paging file" in Windows. Performance will decrease when running low on memory and could possibly freeze if you completely run out of memory without anywhere to swap.
ca_es: Per a ordinadors que comencin a funcionar amb poca memòria (RAM), el sistema operatiu començarà a intercanviar el contingut de la memòria al disc. Això es coneix com a "fitxer de paginació" en Windows. El rendiment es reduirà quan funcioni amb poca memòria i possiblement aquest podria deixar de respondre si s'exhaureix la memòria sense cap lloc on fer l'intercanvi.
cs: U počítačů, kterým začíná docházet paměť (RAM), začne operační systém odkládat obsah (také stránkovat či nesprávně swapovat) z paměti na pevný disk. To je ve Windows známé jako "stránkovací soubor". Když dochází paměť, výkon se bude snižovat, a to by mohlo způsobit zamrzání systému, pokud jste zcela vyčerpali paměť, aniž byste využili odkládací prostor.
da: På computere der begynder at løbe tør for systemhukommelse (RAM), operativsystemet vil begynde at "swappe" til disken hvilket vil sige at maskinen vil benytte en designeret del af harddisken istedet for RAM. Maskinens ydeevne vil blive forminsket hvis den er ved at løbe tør for RAM og kan muligvis fryse fast hvis den løber helt tør uden at have en mulighed for at "swappe".
de: Bei Computern, die nur noch wenig freien Arbeitsspeicher (RAM) haben, wird das Betriebssystem auf die Auslagerungspartition (Swap) zugreifen. Diese ist als "Auslagerungsdatei" in Windows bekannt. Die Leistung Ihres Systems wird abnehmen, wenn wenig Speicher vorhanden ist, und könnte möglicherweise einfrieren, wenn weder freier Arbeitsspeicher noch Platz zum Auslagern vorhanden ist.
es_es: Para ordenadores que funcionen con poca memoria (RAM), el sistema operativo intercambiará contenido desde la memoria al disco, conocido como "archivo de paginación" en Windows. El rendimiento disminuirá mientras se trabaje con memoria baja y podría dejar de responder si se agota toda la memoria sin ningún sitio donde intercambiar.
fr_fr: Pour les ordinateurs avec une faible mémoire vive (RAM), le système d'exploitation commencera a échanger du contenu de la mémoire vive au disque dur. Cette technique est connue en tant que "fichier de pagination" sous Windows. Les performances de votre ordinateurs vont se détériorer quand il y aura peu de mémoire vive disponible, et celui-ci pourrait même se geler si il n'en reste absolument plus sans l'utilisation de ce système.
hu_hu: Azon számítógépeknél, ahol kezd kevés lenni a memória (RAM), az operációs rendszer elkezd a memóriából a lemezre írni. A Windowsnál ez "lapozófájlként" ismert. A teljesítmény csökken, ha kevés a memória és le is fagyhat, ha teljesen elfogy és nincs cserehelyként használható lemezterület.
it: Per i computer che iniziano ad esaurire la memoria (RAM), il sistema operativo inizierà a creare lo swap dalla memoria all'hard disk. Conosciuto anche come "file di paging" in Windows. Le prestazioni potrebbero diminuire quando si ha poca memoria e il sistema potrebbe bloccarsi completamente quando finisce la memoria senza che ci sia un spazio per lo swap.
ja: メモリ(RAM)が少ないコンピュータで起動した場合、OSはメモリの内容をハードディスクにスワップし始めることがあります。これは、Windowsでは"ページング"として知られているものです。少ないメモリで動かすと、動作が遅くなったり、これ以上スワップする領域が無くてメモリを完全に使い切って、フリーズしてしまうかもしれません。
lt_lt: Kompiuteriuose, kuriuose pritrūks atminties (RAM), operacinė sistema pradės vykdyti turinio mainus iš atminties į standųjį diską. Windows sistemoje tai yra žinoma kaip "perkrauties" ar "sukeitimų failas". Pritrūkus atminties, našumas gali mažėti arba, jeigu jums visai pritrūks atminties ir nebus galimybės atlikti kur nors mainus, našumas gali visai sustoti.
ms_my: Bagi komputer yang dijalankan dengan ingatan rendah (RAM), sistem pengoperasian akan mula menyilih ke dalam cakera. Dikenali sebagai "paging file" di dalam Windows. Prestasi akan menyusut ketika ingatan rendah dan berkemungkinan menjadi kaku jika anda kehabisan ingatan tanpa disilihkan.
pl: W przypadku komputerów, które zaczynają wyczerpywać pamięć (RAM), system operacyjny rozpocznie wymianę zawartości z pamięci na dysk twardy. Jest to tzw. "Plik stronicowania" w systemie Windows. Wydajność zmniejszy się przy wyczerpaniu pamięci i może zamrozić, jeśli całkowicie zabraknie Ci pamięci bez konieczności wymiany.
pt_br: Para computadores que começam a funcionar com falta de memória (RAM), o sistema operacional irá começar a trocar o conteúdo da memória para o disco rígido. Isto é conhecido como um "arquivo de paginação" no Windows. O desempenho irá diminuir quando com pouca memória e poderia congelar se você completamente sem memória, sem qualquer lugar para trocar.
sl: Za računalnike, ki jim primanjkuje pomnilnika (RAM), bo operacijski sistem začel uporabljati izmenjevalni razdelek na disku tako, da bo vsebino iz polnilnika prenesel na trdi disk. Na Windowsih znano kot "ostranjevalna datoteka". Hitrost delovanja bo manjša, ko bo primanjkovalo pomnilnika in mogoče bo sistem zmrznil, če vam bo zmanjkalo pomnilnika, če ste brez izmenjevalnega razdelka.
sr: За рачунаре којима почиње да понестаје меморије (РАМ), оперативни систем ће почети да пребацује садржај из меморије на чврсти диск. Познато као „странична датотека“ у Виндоузу. Учинковитост ће се смањити када вам понестане меморије а могао би да се замрзне ако потпуно нестане меморије без места за замену.
sv: För datorer som börjar få slut på minne (RAM) kommer operativsystemet att börja swappa innehållet från minnet till hårddisken. Detta är känt som en "paging-fil " i Windows. Prestandan kommer att minska när man börjar få slut på minne och kan möjligen frysa helt om minnet tar slut utan någonstans att göra swap.

source: By default, a swap partition is created based on the size of your RAM. For example, if you have 2 GiB of RAM, then 2 GiB of hard disk space will be reserved for swap at the end of the drive.
ca_es: Per defecte, una partició d'intercanvi és creada basant-se en la grandària de la seva RAM. Per exemple, si té 2 GB de RAM, llavors 2 GB d'espai al disc es reservaran per intercanvi al final del disc.
cs: Ve výchozím nastavení je odkládací oblast vytvořena na základě velikosti paměti RAM. Například, pokud máte 2 GiB paměti RAM, pak 2 GiB místa na pevném disku budou vyhrazeny na konci disku jako odkládací prostor.
da: Som udgangspunkt vil en swap partition blive oprettet baseret på hvor meget RAM din computer har. F.eks. hvi din computer har 2GB RAM vil 2GB på din harddisk blive reserveret til SWAP.
de: Standardmäßig wird eine Swap-Partition je nach Größe Ihres Arbeitsspeichers (RAM) erstellt. Wenn Sie zum Beispiel 2 GiB RAM haben, dann wird 2 GiB Festplattenspeicher für Swap am Ende des Laufwerks reserviert werden.
es_es: De forma predeterminada, se crea una partición de intercambio basado en el tamaño de la memoria RAM. Por ejemplo, si usted tiene 2 GB de memoria RAM, de 2 GB de espacio en disco duro se reservará para intercambio al final de la unidad.
fr_fr: Par défaut, une partition de swap est créée en fonction de la taille de votre mémoire vive (RAM). Par exemple, si vous avez 2 Go de RAM, 2 Go d'espace disque seront réservés comme swap à la fin de votre disque.
hu_hu: Alapértelmezetten a swap partíció a RAM-od mérete alapján lesz meghatározva. Pl. ha 2 GiB RAM-od van, akkor 2GiB merevlemez tárhely lesz lefoglalva cserehelynek a lemezed végén.
it: Di default, una partizione swap viene creata in base alla dimensione della tua RAM. Per esempio, se hai 2 GiB di RAM, sul tuo hard disk verranno riservati 2 GiB di ram per la swap alla fine del disco.
ja: 初期設定では、スワップパーティションはRAMの大きさに応じて作られます。例えば、2 GiBのRAMの場合、ハードディスクの終りの部分に2 GiBのスワップ領域が確保されます。
lt_lt: Pagal numatymą, sukeitimų skaidinys yra kuriamas, remiantis jūsų RAM dydžiu. Pavyzdžiui, jeigu jūs turite 2 GiB RAM, tuomet disko gale, sukeitimų skaidiniui bus rezervuoti 2 GiB standžiojo disko vietos.
ms_my: Secara lalai, sekatan silih dicipta berdasarkan saiz RAM anda. Sebagai contoh, jika anda mempunyai 2 GiB RAM, maka 2 GiB ruang cakera keras akan disimpan bagi kegunaan silih dipenghujung ruang cakera.
pl: Domyślnie partycja wymiany jest tworzona na podstawie rozmiaru pamięci RAM. Na przykład, jeśli masz 2 GB pamięci RAM, to 2 GB miejsca na dysku twardym zostanie zarezerwowane dla wymiany na końcu napędu.
pt_br: Por padrão, uma partição swap é criada baseado no tamanho da sua RAM. Por exemplo, se você tem 2 GB de RAM, logo 2 GB de disco rígido serão reservados para swap no final do drive.
sl: Privzeto je izmenjevalni razdelek ustvarjen glede na velikost vašega pomnilnika RAM. Na primer, če imate 2 GiB RAMa, potem bo 2 GiB prostora na trdem disku rezerviranega za izmenjevalni razdelek.
sr: По основи, разменска партиција се прави на основу величине вашег РАМ-а. На пример, ако имате 2 GiB РАМ-а, онда ће 2 GiB простора на чврстом диску бити резервисано за разменску меморију на крају диска.
sv: Som standard är en swap-partition som skapats baserat på storleken på ditt RAM-minne. Till exempel, om du har 2 GiB RAM, kommer 2 GiB hårddiskutrymme reserveras för swap i slutet av enheten.
tr_tr: Varsayılan olarak, takas alanı sisteminizin RAM boyutuna göre belirlenir. Örneğin 2 GB belleğe sahipseniz diskinizin sonunda 2 GB'lık bir bölüm takas alanı olarak ayrılır.

source: Swap space that's the size of your RAM is also required if you would like to hibernate the system (as known as suspending to disk).
ca_es: L'espai d'intercanvi que és la mida de la vostra memòria RAM, es requereix també si voleu hivernar el sistema (com es coneix la suspensió al disc).
cs: Odkládací prostor o velikosti vaší paměti RAM je také požadovaný, pokud byste chtěli přechod systému do režimu hibernace (také známé jako uspání na disk).
da: Swap plads af samme størrelse som de tilgængelige RAM er ligeledes påkrævet vil du vil putte systemet i Dvale.
de: Eine Auslagerungspartition, die mindestens so groß wie der Arbeitsspeicher ist, wird zum Versetzen des Systems in den Ruhestand benötigt.
es_es: Espacio de intercambio que es el tamaño de su RAM también es necesario si desea hibernar el sistema (como se conoce como la suspensión en el disco).
fr_fr: De l'espace "swap" de la taille de votre RAM est également nécessaire si vous souhaitez mettre votre système en hibernation (connu sous le nom de Mise en veille prolongée, ou Mise en veille sur disque).
hu_hu: A swap, vagy cserehely legalább a RAM-od méretének megfelelő hely, ami a rendszered hibernálásához is szükséges (vagy felfüggesztésként is ismert).
it: Lo spazio di swap che ha la stessa grandezza della tua RAM è anche richiesto se vuoi ibernare il tuo sistema ( conosciuto come sospensione su disco).
ja: システムのハイバネーション(ディスクへのサスペンドのこと)を利用するにも、RAMと同じ大きさのスワップ領域が必要となります。
lt_lt: Taip pat reikalinga jūsų RAM dydžio sukeitimų skaidinio vieta, jeigu norite turėti galimybę užmigdyti sistemą (taip pat žinoma kaip pristabdymas į diską).
ms_my: Silih ruang yang merupakan saiz RAM juga diperlukan jika anda mahu hibernasikan sistem (juga dikenali sebagai menangguh ke dalam cakera).
pl: Przestrzeń wymiany, która jest wielkością pamięci RAM jest również wymagana, jeśli chcesz hibernować system (zwany zawieszeniem na dysk).
pt_br: Um espaço de Swap que seja do tamanho da sua RAM também é necessário se você pretende hibernar o sistema (também conhecido como suspender para o disco).
sl: Potrebno je imeti prostor na izmenjevalnem razdelku v velikosti RAM-a, če želite dati sistem v mirovanje (poznano tudi kot disk v pripravljenosti).
sr: Разменски простор који је величине РАМ меморије је такође потребан ако желите да замрзнете систем (познато као обустављање на диск).
sv: Swap utrymme som är lika stor som ditt RAM-minne krävs också om du vill sätta systemet i viloläge (som kallas suspendering till disk).

source: Should you wish to install Ubuntu MATE alongside your existing operating system, your partitions need to be shrunk. This results in sections of your hard disk being split between multiple operating systems.
ca_es: Si voleu instal·lar Ubuntu MATE al costat del vostre sistema operatiu existent, les vostres particions haurien de ser reduïdes. Això resultarà en seccions del vostre disc dur separades entre múltiples sistemes operatius.
cs: Pokud chcete nainstalovat Ubuntu MATE vedle vašeho stávajícího operačního systému, vaše stávající diskové oddíly bude potřeba zmenšit. To povede k rozdělení vašeho pevného disku mezi více operačních systémů.
da: Ønsker du at installere Ubuntu MATE ved siden af dit eksisterende operativsystem, er vi nødt til at formindske dine harddisk partitioner. Dette vil resultere i at din harddisk vil blive delt imellem flere operativsystemer.
de: Wenn Sie Ubuntu MATE neben Ihrem bestehenden Betriebssystem installieren möchten, müssen Sie die bestehenden Partitionen schrumpfen. Dies führt zur Aufteilung von Teilen Ihrer Festplatte zwischen mehreren Betriebssystemen.
es_es: En caso de que desees instalar Ubuntu MATE junto con un sistema operativo existente, sus particiones que necesitan ser reducidas. Esto da lugar a que secciones de tu disco duro se dividan entre varios sistemas operativos.
fr_fr: Dans le cas ou vous voudriez installer Ubuntu MATE aux cotés de votre système d'exploitation, vos partitions auront besoin d'être rétrécies. Cela implique que des sections de votre disque dur seront divisées entre différents systèmes d'exploitation.
hu_hu: Ha az ubuntu MATE-t a meglévő operációs rendszered mellé szeretnéd telepíteni, a partícióidat össze kell zsugorítani. Ez a merevlemezed szekciói kettéválasztását eredményezi több operációs rendszer között.
it: Se desideri installare Ubuntu MATE accanto al tuo sistema operativo esistente, le tue partizioni hanno bisogno di essere ridotte. Questo porta al fatto che il tuo hard disk viene diviso tra multipli sistemi operativi.
ja: 既存のOSと並存してUbuntu MATEをインストールしたい場合、現在のパーティションを縮小する必要があります。そうすることで、複数のOSでハードディスクを分け合うことができます。
lt_lt: Jeigu jums tektų įdiegti Ubuntu MATE šalia jūsų esamos operacinės sistemos, tuomet jūsų skaidiniai turėtų būti sumažinti. Tai sąlygoja, kad jūsų standžiojo disko sekcijos bus padalintos tarp kelių operacinių sistemų.
ms_my: Jika anda mahu pasang Ubuntu MATE bersama-sama dengan sistem pengoperasian sedia ada anda, sekatan anda perlu dikecilkan. Ia menyebabkan bahagian cakera anda dipisah mengikut sistem pengoperasian yang ada.
pl: Jeśli chcesz zainstalować Ubuntu MATE wraz z istniejącym systemem operacyjnym, partycje należy zmniejszyć. To powoduje, że sekcje dysku twardego są rozdzielone między wiele systemów operacyjnych.
pt_br: Se você deseja instalar o Ubuntu MATE ao lado do seu sistema operacional existente, suas partições precisam ser reduzidas. Isso resulta em seções do disco rígido sendo divididas entre vários sistemas operacionais.
sl: Če želite namestiti Ubuntu MATE zraven obstoječega operacijskega sistema, je treba skrčiti razdelke. Rezultat te operacije je razdelitev trdega diska med operacijskimi sistemi.
sr: Ако пожелите да инсталирате Убунту Мејт поред већ постојећег оперативног система, ваше партиције ће морати да се скупе. Ово резултира поделом одељака чврстог диска између неколико оперативних система.
sv: Om du vill installera Ubuntu MATE tillsammans med befintliga operativsystem, måste dina partitioner krympas. Detta resulterar i sektioner av din hårddisk som delas mellan flera operativsystem.
tr_tr: Ubuntu Mate'yi var olan işletim sistemizin yanına kurmak isterseniz, harddisk'inizdeki bölümlerin küçültülmesi gerekmektedir. Bunun sonucu olarak harddisk'inizin bölümleri birden fazla işletim sistemi arasında ayrılacaktır.
zh_tw: 如果您安裝Ubuntu MATE並希望和現有的作業系統並存，您的分區應該縮小以騰出空間給不同的作業系統

source: I'm dual booting with
ca_es: Estic en arrencada dual amb
cs: Mám duální bootování systému s
da: Jeg dual booter med
de: Ich dual-boote mit
es_es: Tengo un arranque dual con
fr_fr: Je suis en mode double-démarrage (Dual Boot) avec
hu_hu: Együtt használom ezzel:
it: Sto eseguendo il dual boot con
ja: 次のOSとデュアルブートにする:
lt_lt: Aš naudoju dvejopą paleidimą su
ms_my: Saya mengdwi-but dengan
pl: Ja na przykład dzielę swój system z
pt_br: Estou fazendo dual-boot com
sl: Imam dvojni zagon z
sr: Подижем два система са
sv: Jag dual bootar med
tr_tr: Şu işletim sistemiyle birlikte ikili ön yükleme yapıyorum:
