Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/gettingstarted/*.po
Languages: ca_es, cs, da, de, es_es, fr_fr, hu_hu, it, ja, lt_lt, ms_my, pl, pt_br, sl, sr, sv, tr_tr, zh_tw

source: Getting Started
ca_es: Com començar
cs: Začínáme
da: Kom godt i gang
de: Erste Schritte
es_es: Primeros Pasos
fr_fr: Démarrer
hu_hu: Kezdő lépések
it: Iniziare
ja: 始める
lt_lt: Darbo pradžia
ms_my: Membiasakan Diri
pl: Jak zacząć
pt_br: Começando
sl: Kako začeti
sr: Први кораци
sv: Komma igång
tr_tr: Başlangıç Kılavuzu
zh_tw: 準備好開始

source: Topic Selection
ca_es: Selecció del tema
cs: Výběr téma
da: Valg af emne
de: Themen-Auswahl
es_es: Selección de Tema
fr_fr: Sélection de sujets
hu_hu: Témaválasztás
it: Selezione Argomenti
ja: トピックの選択
lt_lt: Temos pasirinkimas
ms_my: Pemilihan Topik
pl: Wybór tematu
pt_br: Seleção de Tópico
sl: Izbira teme
sr: Избор тема
sv: Ämnesval
tr_tr: Konu Seçimi

source: Previous
ca_es: Anterior
cs: Předchozí
da: Tilbage
de: Zurück
es_es: Anterior
fr_fr: Précédent
hu_hu: Előző
it: Precedente
ja: 前へ
lt_lt: Ankstesnė
ms_my: Terdahulu
pl: Poprzedni
pt_br: Anterior
sl: Prejšnje
sr: Претходна
sv: Föregående
tr_tr: Önceki

source: Next
ca_es: Següent
cs: Další
da: Næste
de: Nächstes
es_es: Siguiente
fr_fr: Suivant
hu_hu: Következő
it: Successivo
ja: 次へ
lt_lt: Kita
ms_my: Berikutnya
pl: Następny
pt_br: Próximo
sl: Naslednje
sr: Следећа
sv: Nästa
tr_tr: Sonraki

source: Topics
ca_es: Temes
cs: Témata
da: Emner
de: Themen
es_es: Temas
fr_fr: Sujets
hu_hu: Témák
it: Argomenti
ja: トピックス
lt_lt: Temos
ms_my: Topik
pl: Tematy
pt_br: Tópicos
sl: Teme
sr: Теме
sv: Ämnen
tr_tr: Başlıklar

source: Prerequisites
ca_es: Requisits previs
cs: Požadavky
da: Forudsætninger
de: Voraussetzungen
es_es: Prerrequisitos
fr_fr: Prérequis
hu_hu: Előfeltételek
it: Prerequisiti
ja: 必要事項
lt_lt: Būtinos sąlygos
ms_my: Prasyarat
pl: Wymagania
pt_br: Pré-requisitos
sl: Predpogoji
sr: Захтеви
sv: Förutsättningar
tr_tr: Ön koşullar
zh_tw: 先決條件

source: System Requirements
ca_es: Requeriments del sistema
cs: Systémové požadavky
da: Systemkrav
de: Systemanforderungen
es_es: Requisitos del Sistema
fr_fr: Configuration requise
hu_hu: Rendszerkövetelmények
it: Requisiti di sistema
ja: システム要件
lt_lt: Sistemos reikalavimai
ms_my: Keperluan Sistem
pl: Wymagania sprzętowe
pt_br: Requisitos do sistema
sl: Sistemske zahteve
sr: Захтеви система
sv: Systemkrav
tr_tr: Sistem Gereksinimleri
zh_tw: 系統需求

source: Installation Preparation
ca_es: Preparació per la instal·lació
cs: Příprava instalace
da: Installationsforberedelse
de: Installationsvorbereitung
es_es: Preparación para la Instalación
fr_fr: Préparation de l'installation
hu_hu: Telepítési előkészület
it: Preparazione Installazione
ja: インストールの準備
lt_lt: Įdiegimo paruošimas
ms_my: Persediaan Pemasangan
pl: Przygotowanie do instalacji
pt_br: Preparando instalação
sl: Priprava na namestitev
sr: Припрема инсталације
sv: Installations Förberedelse
tr_tr: Kurulum Hazırlığı
zh_tw: 安裝準備

source: Dual Booting
ca_es: Arrencada dual
cs: Duální bootování
da: Dualboote
de: Dual-Booten
es_es: Arranque Dual
fr_fr: Double-démarrage (Dual Boot)
hu_hu: Kettős indítás
it: Dual Boot
ja: デュアルブート
lt_lt: Dvejopas paleidimas
ms_my: Dwi-But
pl: Uruchamianie wraz z innymi systemami
sl: Dvojni zagon
sr: Двојно подизање система
tr_tr: İkili Önyükleme
zh_tw: 雙開機

source: Installation
ca_es: Instal·lació
cs: Instalace
da: Installering
es_es: Instalación
hu_hu: Telepítés
it: Installazione
ja: インストール
lt_lt: Įdiegimas
ms_my: Pemasangan
pl: Instalacja
pt_br: Instalação
sl: Namestitev
sr: Инсталација
tr_tr: Yükleme

source: Install Now
ca_es: Instal·la ara
cs: Nainstalovat nyní
da: Installer nu
de: Jetzt installieren
es_es: Instalar Ahora
fr_fr: Installer maintenant
hu_hu: Telepítés most
it: Installa Adesso
ja: 今すぐインストール
lt_lt: Įdiegti dabar
ms_my: Pasang Sekarang
pl: Zainstaluj
pt_br: Instalar agora
sl: Namesti zdaj
sr: Инсталирај сада
sv: Installera Nu
tr_tr: Şimdi Kur
zh_tw: 立即安裝

source: Utilities
ca_es: Utilitats
cs: Nástroje
da: Værktøjer
de: Dienstprogramme
es_es: Funciones
fr_fr: Utilitaires
hu_hu: Kellékek
it: Utilità
ja: ユーティリティー
lt_lt: Paslaugų programos
ms_my: Utiliti
pl: Narzędzia
pt_br: Utilitários
sl: Pripomočki
sr: Алатке
sv: Verktyg
tr_tr: Yardımcı Hizmetler
zh_tw: 常用工具

source: Disks (Simple Partition Editor)
ca_es: Discs (editor senzill de particions)
cs: Disky (jednoduchý editor diskových oddílů)
da: Diske (Simpelt partitions værktøj)
de: Disks (Einfacher Partitions-Editor)
es_es: Discos (Editor Sencillo de Particiones)
fr_fr: Disques (éditeur simple de partition)
hu_hu: Lemezek (egyszerű partíciószerkesztő)
it: Disks (Editor di Partizioni Semplice)
ja: ディスク(簡易パーティションエディタ)
lt_lt: Diskai (Paprastas skaidinių redaktorius)
ms_my: Disks (Penyunting Sekatan Ringkas)
pl: Dyski (prosty edytor partycji)
pt_br: Discos (Editor de Partições Simples)
sl: Diski (Enostavni urejevalnik razdelkov)
sr: Дискови (Једноставан уређивач партиција)
sv: Diskar (Enkel Partitionsredigerare)
tr_tr: Diskler (Basit Bölüm Düzenleyici)

source: GParted (Advanced Partition Editor)
ca_es: GParted (editor avançat de particions)
cs: GParted (pokročilý editor diskových oddílů)
da: GParted (Avanceret Partitions værktøj)
de: GParted (Fortgeschrittener Partitions-Editor)
es_es: GParted (Editor de Particiones Avanzado)
fr_fr: GParted (éditeur avancé de partition)
hu_hu: GParted (fejlett partíciószerkesztő)
it: GParted (Editor di Partizioni Avanzato)
ja: GParted(上級パーティションエディタ)
lt_lt: GParted (Išplėstinis skaidinių redaktorius)
ms_my: GParted (Penyunting Sekatan Lanjutan)
pl: GParted (zaawansowany edytor partycji)
pt_br: GParted (Editor de Partições Avançado)
sl: GParted (Napredni urejevalnik razdelkov)
sr: Гпартед (Напредни уређивач партиција)
sv: GParted (Avancerad Partitionsredigerare)
tr_tr: GParted (Gelişmiş Bölüm Düzenleyici)

source: Post-Installation
ca_es: Postinstal·lació
cs: Po instalaci
da: Efter installation
de: Nach der Installation
es_es: Post-Instalación
fr_fr: Rapport de fin d'Installation
hu_hu: Telepítés után
it: Post-Installazione
ja: インストール後
lt_lt: Įdiegtoji sistema
ms_my: Pasca-Pemasangan
pl: Po instalacji
pt_br: Pós-instalação
sl: Po namestitvi
sr: Након инсталације
sv: Efterinstallation
tr_tr: Kurulum Sonrası
zh_tw: 安裝後

source: Updates & Extras
ca_es: Actualitzacions i extres
cs: Aktualizace a doplňky
da: Opdateringer mm.
es_es: Actualizaciones y Extras.
fr_fr: Mises à jours et extras
hu_hu: Frissítések és Extrák
it: Aggiornamenti & Extra
ja: アップデートと付加項目
lt_lt: Atnaujinimai ir priedai
ms_my: Kemaskini & Ekstra
pl: Aktualizacje i dodatki
pt_br: Atualizações & Extras
sl: Posodobitve in dodatki
sr: Освежавања и додатно
sv: Uppdateringar & Extra
tr_tr: Güncelleştirmeler & Fazlası

source: Drivers
ca_es: Controladors
cs: Ovladače
da: Drivere
de: Treiber
es_es: Controladores
fr_fr: Pilotes
hu_hu: Illesztőprogramok
it: Driver
ja: ドライバ
lt_lt: Tvarkyklės
ms_my: Pemacu
pl: Sterowniki
sl: Gonilniki
sr: Управљачки програми
sv: Drivrutiner
tr_tr: Sürücüler
zh_tw: 驅動程式

source: Language & Input
ca_es: Idioma i entrada
cs: Jazyk a vstup
da: Sprog og input muligheder
de: Sprache und Eingabe
es_es: Idioma y Entrada
fr_fr: Langues et périphériques d'entrée
hu_hu: Nyelv és bevitel
it: Lingua e immisione
ja: 言語と入力
lt_lt: Kalba ir įvestis
ms_my: Bahasa & Input
pl: Język i wprowadzanie
pt_br: Linguagem e método de entrada
sl: Jezikovna podpora
sr: Језик и унос
sv: Språk & Inmatning
tr_tr: Dil & Giriş
zh_tw: 語言及輸入

source: Optional Tasks
ca_es: Tasques opcionals
cs: Volitelné úkoly
da: Valgfri opgaver
de: Optionale Aufgaben
es_es: Tareas Opcionales
fr_fr: Tâches optionnelles
hu_hu: Választható feladatok
it: Attività Opzionali
ja: 追加事項
lt_lt: Pasirinktinės užduotys
ms_my: Tugas Pilihan
pl: Zadania opcjonalne
pt_br: Tarefas opcionais
sl: Izbirna opravila
sr: Изборни задаци
sv: Valfria Uppgifter
tr_tr: İsteğe Bağlı Görevler
zh_tw: 選擇性任務

source: Familiarity
ca_es: Familiaritat
cs: Obeznámenost
da: Genkennelighed
de: Vertrautheit
es_es: Familiaridad
fr_fr: Familliarité
hu_hu: Személyre szabás
it: Familiarità
ja: 詳細
lt_lt: Pažinimas
ms_my: Keserasian
pl: Znajomość
pt_br: Familiaridade
sl: Prepoznavanje
sr: Фамилијарност
sv: Familjärt
tr_tr: Aşinalık
zh_tw: 熟悉

source: Customization
ca_es: Personalització
cs: Přizpůsobení
da: Tilpasning
de: Anpassung
es_es: Personalización
fr_fr: Personnalisation
hu_hu: Testreszabás
it: Personalizzazione
ja: カスタマイズ
lt_lt: Tinkinimas
ms_my: Penyuaian
pl: Dostosowywanie
pt_br: Personalização
sl: Prilagoditve
sr: Прилагођавање
sv: Anpassning
tr_tr: Kişiselleştirme
zh_tw: 自訂

source: Keyboard Shortcuts
ca_es: Dreceres de teclat
cs: Klávesové zkratky
da: Tastaturgenveje
de: Tastatürkürzel
es_es: Atajos de Teclado
fr_fr: Raccourcis clavier
hu_hu: Billentyűkombinációk
it: Scorciatoie Tastiera
ja: キーボードショートカット
lt_lt: Klavišų kombinacijos
ms_my: Pintasan Papan Kekunci
pl: Skróty klawiszowe
pt_br: Atalhos de teclado
sl: Tipkovne bližnjice
sr: Пречице тастатуре
sv: Tangentbordsgenvägar
tr_tr: Klavye Kısayolları
zh_tw: 鍵盤捷徑

source: Troubleshooting
ca_es: Solucionador de problemes
cs: Řešení problémů
da: Fejlfinding
de: Fehlerbehebung
es_es: Resolución de Problemas
fr_fr: Résolution des problèmes
hu_hu: Problémamegoldás
it: Risoluzione Problemi
ja: トラブルシューティング
lt_lt: Nesklandumų šalinimas
ms_my: Pencarisilapan
pl: Rozwiązywanie problemów
pt_br: Resolução de problemas
sl: Odpravljanje težav
sr: Решавање проблема
sv: Felsökning
tr_tr: Sorun Giderme
zh_tw: 故障排除

source: System Specifications
ca_es: Especificacions del sistema
cs: Specifikace systému
da: System specifikationer
de: Systemspezifikationen
es_es: Especificaciones del Sistema
fr_fr: Spécifications du système
hu_hu: Rendszer leírás
it: Specifiche di sistema
ja: システム仕様
lt_lt: Sistemos specifikacijos
ms_my: Spesifikasi Sistem
pl: Specyfikacja systemu
pt_br: Especificações do sistema
sl: Sistemske specifikacije
sr: Одредбе система
sv: Systemspecifikationer
tr_tr: Sistem Özellikleri
zh_tw: 系統規格

source: Modest System Requirements
ca_es: Requeriments de sistema modestos
cs: Skromné systémové požadavky
da: Beskedne systemkrav
de: Geringe Systemvoraussetzungen
es_es: Requisitos del Sistema Modestos
fr_fr: Configuration minimum requise
hu_hu: Mérsékelt rendszerkövetelmények
it: Requisiti di sistema modesti
ja: 適合システム要件
lt_lt: Vidutiniai sistemos reikalavimai
ms_my: Keperluan Sistem Sederhana
pl: Wymagania systemowe
pt_br: Requisitos Mínimos do Sistema
sl: Skromne sistemske zahteve
sr: Скромни захтеви система
sv: Låga Systemkrav
tr_tr: En Düşük Sistem Gereksinimleri
zh_tw: 合理系統需求

source: Ubuntu MATE works well on both high-end to slow computers, optimized to be functional, while light on system resources.
ca_es: Ubuntu MATE treballa bé tant en ordinadors d'alt nivell com en lents, optimitzat per ser funcional, al mateix temps que lleuger amb els recursos del sistema.
cs: Ubuntu MATE funguje dobře na high-end i pomalých počítačích, je optimalizované, aby bylo funkční a nemělo vysoké nároky na systémové prostředky.
da: Ubuntu MATE fungere udemærket både på kraftige og langsomme computere, optimeret til at være funktionel og kræve meget få system ressourcer.
de: Ubuntu MATE funktioniert gut sowohl auf langsamen als auch auf High-End-Computern, es ist auf hohe Funktionalität und sparsame Systemressourcennutzung getrimmt.
es_es: Ubuntu MATE funciona bien tanto en ordenadores de calidad superior como en ordenadores lentos, está optimizado para ser funcional, al mismo tiempo que es ligero con respecto a recursos del sistema.
fr_fr: Ubuntu MATE fonctionne aussi bien sur des ordinateurs puissants ou moins puissants. Il est optimisé pour être fonctionnel et exiger peu de ressources systèmes.
hu_hu: Az Ubuntu MATE jól működik a legerősebb és a lassú számítógépeken is, a funkcionalításra lett optimalizálva úgy, hogy közben spórol az erőforrásokkal.
it: Ubuntu MATE funziona bene sia sui sistemi più potenti che sui computer più lenti, è ottimizzato per essere funzionale, e al contempo leggero sulle risorse di sistema.
ja: Ubuntu MATEは、高性能コンピュータはもちろん、システムの性能が低くても動作するように最適化されているので、低速なコンピュータでも十分使えます。
lt_lt: Ubuntu MATE sistema gerai veikia tiek aukštos klasės, tiek ir lėtuose kompiuteriuose, ir yra optimizuota, kad būtų funkcionali, bei naudotų mažai sistemos išteklių.
ms_my: Ubuntu MATE berfungsi baik pada komputer berprestasi tinggi mahupun komputer berkelajuan perlahan, dioptimumkan untuk berfungsi dan tidak banyak membebankan sumber sistem.
pl: Ubuntu MATE działa świetnie zarówno na szybkich, jak i na wolniejszych komputerach, zoptymalizowane do funkcjonowania na słabszych podzespołach.
pt_br: Ubuntu MATE funciona bem em ambos sistemas robustos e lentos, otimizado para ser funcional, mas utilizando poucos recursos do sistema.
sl: Ubuntu MATE je optimiziran, da deluje tako na visoko zmogljivih kot tudi počasnejših računalnikih, medtem pa porabi malo sistemskih sredstev.
sr: Убунту Мејт ради лепо и на најјачим и на споријим рачунарима, прилагођен како би био функционалан, са врло малим захтевима система.
sv: Ubuntu MATE fungerar bra på både högpresterande som mindre kraftfulla datorer, optimerat för att vara funktionellt, samtidigt att vara lätt på systemresurser .
tr_tr: Ubuntu MATE hem son teknolojiye sahip bilgisayarlarda hem de eski bilgisayarlarda sorunsuz çalışır, sistem kaynaklarını az tüketerek işlevsel olacak şekilde tasarlanmıştır.
zh_tw: Ubuntu MATE在高階或低階電腦都可以運作的很好，即便是在低階電腦上也可以維持基本的功能。

source: Minimum
ca_es: Mínim
es_es: Mínimos
hu_hu: Minimális
it: Minimo
ja: 最低条件
lt_lt: Minimalūs
pl: Minimalne
pt_br: Mínimo
sl: Minimalno
sr: Најмање
zh_tw: 最小

source: Pentium M 1.0 gigahertz (GHz)
ca_es: Pentium M 1,0 GHz (gigahertz)
es_es: Pentium M 1.0 gigahercios (GHz)
ja: Pentium M 1.0 GHz
lt_lt: Pentium M 1.0 gigaherco (GHz)
pl: Pentium M 1,0 gigaherc (GHz)
sr: Pentium M 1.0 GHz

source: 1 gigabyte (GB) of RAM
ca_es: 1 GB (gigabyte) de RAM
cs: 1 gigabajt (GB) RAM
da: 1 Gigabyte (GB) RAM
de: 1 Gigabyte (GB) RAM
es_es: 1 gigabyte (GB) de RAM
fr_fr: 1 gigaoctet (GO) de mémoire vive
hu_hu: 1 gigabájt (GB) RAM
it: 1 gigabyte (GB) di RAM
ja: 1 GBのRAM
lt_lt: 1 gigabaitas (GB) RAM
ms_my: 1 gigabait (GB) RAM
pl: 1 gigabajta (GB) pamięci RAM
pt_br: 1 gigabyte (GB) de RAM
sl: 1 gigabajt (GB) RAM-a
sr: 1 GB меморије
sv: 1 gigabyte (GB) av RAM
tr_tr: 1 gigabayt (GB) RAM

source: 9 gigabytes (GB) of disk space
ca_es: 9 GB (gigabytes) d'espai al disc
cs: 9 gigabajtů (GB) volného místa na disku
da: 9 Gigabytes (GB) disk plads
de: 9 Gigabyte (GB) freier Patz auf der Festplatte
es_es: 9 gigabytes (GB) de espacio en disco
fr_fr: 9 gigaoctets (GO) d'espace disque
hu_hu: 9 gigabájt (GB) lemezterület
it: 9 gigabytes (GB) di spazio su disco
ja: 9 GBのディスク領域
lt_lt: 9 gigabaitai (GB) vietos diske
ms_my: 9 gigabait (GB) ruang cakera
pl: 9 gigabajtów (GB) miejsca na dysku
pt_br: 9 gigabytes (GB) de espaço em disco.
sl: 9 gigabajtov (GB) prostora na disku
sr: 9 GB простора на диску
sv: 9 gigabytes (GB) av diskutrymme
tr_tr: 9 gigabayt (GB) disk alanı

source: Recommended
ca_es: Recomanat
cs: Doporučeno
da: Anbefalet
de: Empfohlen
es_es: Recomendados
fr_fr: Recommandé
hu_hu: Ajánlott
it: Raccomandato
ja: 推奨条件
lt_lt: Rekomenduojami
ms_my: Disarankan
pl: Rekomendowane
pt_br: Recomendado
sl: Priporočeno
sr: Препоручује се
sv: Rekommenderad
tr_tr: Önerilen
zh_tw: 推薦的

source: Core 2 Duo 1.6 gigahertz (GHz)
ca_es: Core 2 Duo 1,6 GHz (gigahertz)
es_es: Core 2 Duo 1.6 gigahercios (GHz)
ja: Core 2 Duo 1.6 GHz
lt_lt: Core 2 Duo 1.6 gigahercų (GHz)
sr: Core 2 Duo 1.6 GHz
zh_tw: Core 2 Duo 1.6 GHz

source: 4 gigabytes (GB) of RAM
da: 4 gigabytes (GB) RAM
sr: 4 гигабајта (GB) меморије

source: 16 gigabytes (GB) of disk space
ca_es: 16 GB (gigabytes) d'espai al disc
cs: 16 gigabajtů (GB) volného místa na disku
da: 16 gigabyte (GB) harddisk plads
de: 16 Gigabyte (GB) Festplattenspeicherplatz
es_es: 16 gigabytes (GB) de espacio en disco
fr_fr: 16 giga-octets (Go) d'espace disque
hu_hu: 16 gigabájt (GB) lemezterület
it: 16 gigabytes (GB) di spazio su disco
ja: 16 GBのディスク領域
lt_lt: 16 gigabaitų (GB) vietos diske
ms_my: 16 gigabait (GB) ruang cakera
pl: 16 gigabajtów (GB) przestrzeni dyskowej
pt_br: 16 gigabytes (GB) de espaço em disco
sl: 16 gigabajtov (GB) prostora na disku
sr: 16 GB простора на диску
sv: 16 Gigabyte (GB) diskutrymme
tr_tr: 16 gigabayt (GB) disk alanı
zh_tw: 16 GB 磁碟空間

source: The operating system will run much more efficiently if your computer meets or surpasses the recommended requirements.
ca_es: El sistema operatiu s'executarà de forma molt més eficient si el seu ordinador reuneix o sobrepassa els requeriments recomanats.
cs: Operační systém bude fungovat mnohem efektivněji, pokud váš počítač splňuje nebo dokonce převyšuje doporučené požadavky.
da: Operativsystemet vil kø meget mere effektivt hvis din computer enten imødekommer eller overgår de anbefalede systemkrav.
de: Wenn Ihr Computer die empfohlenen Anforderungen erfüllt oder übertrifft, läuft das Betriebssystem viel effizienter.
es_es: El sistema operativo se ejecutará de una forma mucho más eficiente si tu ordenador reúne o sobrepasa los requisitos recomendados.
fr_fr: Le système d'exploitation fonctionnera de manière plus efficace si votre ordinateur dépasse les exigences relatives au matériel.
hu_hu: Az operációs rendszer hatékonyabban működik, ha a számítógéped eléri, vagy fölülmúlja az ajánlott követelményeket.
it: Il sistema operativo funzionerà in modo più efficiente se il computer soddisfa o supera i requisiti raccomandati.
ja: コンピュータの性能が推奨する条件以上であれば、より快適に動作します。
lt_lt: Operacinė sistema veiks daug efektyviau, jeigu jūsų kompiuteris atititks arba viršys rekomenduojamus reikalavimus.
ms_my: Sistem pengoperasian akan menjadi lebih efisyen jika komputer anda memenuhi atau melepasi keperluan yang disarankan.
pl: System operacyjny będzie działał wydajniej jeśli twój komputer spełnia lub przekracza rekomendowane wymagania.
pt_br: O sistema operacional irá rodar de forma mais eficiente se o seu computador atender ou superar os requisitos recomendados.
sl: Operacijski sistem bo deloval veliko bolj učinkovito, če računalnik izpolnjuje ali presega priporočene zahteve.
sr: Оперативни систем ће радити много ефикасније ако ваш рачунар задовољава или превазилази препоручене захтеве.
sv: Operativsystemet kommer att köras mycket mer effektivt om datorn uppfyller eller överträffar de rekommenderade kraven.
tr_tr: Bilgisayarınız önerilen gereksinimleri karşıladığı takdirde işletim sisteminiz daha verimli çalışacaktır.
zh_tw: 如果您的電腦符合或是超越推薦的系統需求，作業系統將會運作的更有效率。

source: What's inside my computer?
ca_es: Què hi ha dins del meu ordinador?
cs: Co je uvnitř mého počítače?
da: Hvad er der indeni min computer?
de: Was steckt in meinem Computer?
es_es: ¿Qué hay dentro de mi ordenador?
fr_fr: Qu'y a-t-il dans mon ordinateur ?
hu_hu: Mi van a számítógépemben?
it: Cosa c'è dentro il mio computer?
ja: このコンピュータの性能を調べる
lt_lt: Kas yra mano kompiuterio viduje?
ms_my: Apa ada dalam komputer saya?
pl: Co jest w środku mojego komputera?
pt_br: O que está dentro do meu computador?
sl: Kaj je v notranjosti mojega računalnika?
sr: Шта је унутар мог рачунара?
sv: Vad finns inuti datorn?
tr_tr: Bilgisayarımın içerisinde neler var?
zh_tw: 我的電腦裡面有什麼?

source: Installation Preparations
ca_es: Preparatius per a la instal·lació
cs: Přípravy instalace
da: Installationsforberedelser
de: Installationsvorbereitungen
es_es: Preparativos para la Instalación
fr_fr: Préparations avant l'installation
hu_hu: Telepítési előkészületek
it: Preparazione Installazione
ja: インストール準備
lt_lt: Įdiegimo paruošimai
ms_my: Persediaan Pemasangan
pl: Przygotowanie do instalacji
pt_br: Preparações da instalação
sl: Priprave na namestitev
sr: Припреме инсталације
sv: Installations Förberedelser
tr_tr: Kurulum Hazırlıkları
zh_tw: 安裝準備

source: Preparing to Install
ca_es: Preparant la instal·lació
cs: Příprava instalace
da: Forbereder installation
de: Installation vorbereiten
es_es: Preparando para Instalar
fr_fr: Préparations à l'installation
hu_hu: Felkészülés a telepítésre
it: Prepararsi per installare
ja: インストールするための準備
lt_lt: Paruošimas įdiegti
ms_my: Persediaan untuk Pasang
pl: Przygotowanie do instalacji
pt_br: Preparando para instalar
sl: Priprava na namestitev
sr: Припрема за инсталацију
sv: Förbereder Installation
tr_tr: Kurulum İçin Hazırlanıyor
zh_tw: 準備安裝

source: Ubuntu MATE is relatively simple to set up, whether you're looking to replace your existing operating system or install Ubuntu MATE alongside an existing one - such as
ca_es: Ubuntu MATE és relativament simple de configurar, tant si esteu buscant substituir el vostre sistema operatiu actual o instal·lar Ubuntu MATE al costat d'un d'existent - com ara
cs: Ubuntu MATE má relativně jednoduché nastavení, ať už hledáte jak nahradit stávající operační systém nebo instalovat Ubuntu MATE vedle již existujícího - jako je
da: Ubuntu MATE er relativt simpel at sætte op. Du kan enten erstatte dit eksisterende operativsystem eller installere Ubuntu MATE side om side med et eksisterende operativsystem såsom
de: Ubuntu MATE ist relativ einfach einzurichten, egal ob Sie Ihr vorhandenes Betriebssystem ersetzen oder Ubuntu MATE neben einem bestehenden installieren möchten, wie z. B.
es_es: Ubuntu MATE es relativamente sencillo de instalar, si estás buscando reemplazar tu sistema operativo actual o instalar Ubuntu MATE junto con uno presente - como
fr_fr: Ubuntu MATE est relativement simple à installer et configurer, que vous cherchiez à remplacer votre système d'exploitation ou que vous installiez Ubuntu MATE aux côtés d'un système existant comme
hu_hu: Az Ubuntu MATE-t viszonylag könnyű beállítani akár a meglévő operációs rendszeredet szeretnéd lecserélni, akár egy meglévő mellé szeretnéd telepíteni - mint a
it: Ubuntu MATE è relativamente semplice da impostare, sia se sei alla ricerca di rimpiazzo per il tuo sistema operativo esistente o se vuoi installare Ubuntu MATE a fianco di uno esistente - come
ja: Ubuntu MATEを使うために、既に動いているOSと入れ替えたい場合でも、併用したい場合でも、Ubuntu MATEをインストールするのは思ったより簡単です。今動いているOSが例えば、
lt_lt: Ubuntu MATE sistema yra santykinai lengvai nustatoma, nepriklausomai nuo to, ar norite pakeisti savo esamą operacinę sistemą, ar įdiegti Ubuntu MATE šalia esamos sistemos - tokios kaip
ms_my: Ubuntu MATE adalah sangat mudah dipasang, sama ada anda mahu jadikan sebagai sistem pengoperasian pengganti atau dipasang bersama-sama dengan yang sedia ada - seperti
pl: Ubuntu MATE łatwo jest skonfigurować. Może zastąpić obecny system operacyjny lub zostać zainstalowane obok dotychczasowej instalacji
pt_br: O Ubuntu MATE é relativamente simples de configurar, tanto se você está buscando substituir o seu sistema operacional atual quanto o instalar o Ubuntu MATE ao lado de um existente como o
sl: Ubuntu MATE je dokaj enostavno nastaviti, če iščete zamenjavo za obstoječi operacijski sistem ali namestiti Ubuntu MATE zraven obstoječega - kot je
sr: Убунту Мејт је релативно једноставан за подешавање, било да желите да замените ваш постојећи оперативни систем или да инсталирате Убунту Мејт поред већ постојећег — као што је
sv: Ubuntu MATE är relativt enkelt att installera, om du är ute efter att ersätta det befintliga operativsystemet eller installera Ubuntu MATE bredvid ett befintligt - såsom
tr_tr: Ubuntu MATE nispeten kolay bir kuruluma sahiptir. Mevcut işletim sisteminizle değiştirebilir, mevcut olan
zh_tw: Ubuntu MATE的設定相對簡單，不論您是否在尋找替代現存的作業系統或是在另一台電腦上安裝Ubuntu MATE - 例如
