Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/gettingstarted/*.po
Languages: ca_es, cs, da, de, es_es, fr_fr, hu_hu, it, ja, lt_lt, ms_my, pl, pt_br, sl, sr, sv, tr_tr, zh_tw

source: Repairing Boot Problems
ca_es: Reparar Problemes d'Arrencada
cs: Oprava problémů při bootování
da: Reparerer Boot Problemere
de: Reparieren von Problemen beim Start (Booten)
es_es: Reparación de problemas de arranque
fr_fr: Réparer des Problèmes de Démarrage
hu_hu: Indítási problémák javitása
it: Riparare i problemi di boot
ja: 起動に関する問題の修復
lt_lt: Paleidimo problemų sprendimas
ms_my: Membaiki Masalah But
pl: Naprawa Problemów Rozruchu
pt_br: Reparando Problemas de Inicialização
sl: Popravljanje zagonskih težav
sr: Поправљање проблема подизања система
sv: Reparera Boot Problem
tr_tr: Önyükleme Problemlerini Onarma
zh_tw: 修復開機問題

source: Linux distributions use a boot loader known as
ca_es: Les distribucions Linux utilitzen un carregador d'arrencada conegut com a
cs: Linuxové distribuce používají zavaděč známý jako
da: Linux distributioner benytter en boot loader der hedder
de: Linux-Distributionen verwenden einen Bootloader (Startprogramm) bekannt als
es_es: distribuciones de Linux utilizan un cargador de arranque conocido como
fr_fr: Les distributions Linux utilisent un chargeur de d'amorçage (boot loader) connu sous le nom de
hu_hu: A linux disztribúciók rendszerbetöltőt használnak közismert néven
it: Le distribuzioni Linux usano un boot loader conosciuto come
ja: Linuxディストリビューションが利用しているブートローダー
lt_lt: Linux distribucijos naudoja paleidyklę, žinomą kaip
ms_my: Distribusi Linux menggunakan pemuat but yang dikenali sebagai
pl: Dystrybucje Linux korzystają z programu rozruchowego o nazwie
pt_br: Distribuições Linux utilizam um boot loader conhecido como
sl: Linux distribucije uporabljajo zagonski nalagalnik znan kot
sr: Линукс дистрибуције користе подизач система познат као
sv: Linux distributioner använder en boothanterare som kallas
tr_tr: Linux dağıtımları önyükleyici olarak

source: which looks for and bootstraps the operating system. However, some operating systems (such as Windows) do not integrate with existing boot loaders and will overwrite them, with the potential to lose access to Ubuntu MATE temporally.
ca_es: el qual busca i arrenca el sistema operatiu. De qualsevol manera, alguns sistemes operatius (com ara Windows) no s'integren amb els gestors d'arrencada existents i els sobreescriuran, amb la possibilitat de perdre l'accés a Ubuntu MATE temporalment.
cs: který hledá a zavádí operační systém. Nicméně, některé operační systémy (například Windows) nespolupracují s existujícím zavaděčem a budou ho chtít přepsat tak, že byste mohli dočasně ztratit přístup k Ubuntu MATE.
da: der leder efter og "bootstrapper" operativsystemet. Nogle operativsystemer (såsom WIndows) integrerer dog ikke med eksisterende bootloadere of vil derfor overskrive dem, og du kan derfor midlertidigt miste adgang til Ubuntu MATE.
de: zum Finden und Starten des Betriebssystems. Allerdings arbeiten einige Betriebssysteme (z. B. Windows) nicht mit bestehenden Bootloadern zusammen und überschreiben diese, so dass Sie vorübergehend Zugriff auf Ubuntu MATE verlieren könnten.
es_es: que busca y bootstraps el sistema operativo. Sin embargo, algunos sistemas operativos (como Windows) no se integran con los gestores de arranque existentes y se sobreponen a ellos, con la posibilidad de perder el acceso a Ubuntu MATE temporalmente.
fr_fr: qui recherche et démarre le système d'exploitation. Cependant, certains systèmes (comme Windows) ne s'intègrent pas à d'autres chargeurs d'amorçage et essayera de les remplacer, avec la possibilité de perdre temporairement accès à Ubuntu MATE.
hu_hu: ami megkeresi és betölti az operációs rendszert. Azonban néhány operációs rendszer (pl. a Windows) nem működnek együtt létező rendszerbetöltőkkel és felülírják azokat, így ideiglenesen gátolják a hozzáférést az Ubuntu MATE-hoz.
it: che cerca e avvia il sistema operativo. Tuttavia, alcuni sistemi operativi (come Windows) non si integrano con i boot loader esistenti e potrebbero sovrascriverli, con la problematica di impedire temporaneamente l'accesso a Ubuntu MATE.
ja: はOSを探して読み込みます。ところが、OSのなかには(例えばWindowsのように)せっかくあるブートローダーを認識せずに上書きしてしまい、一時的に、Ubuntu MATEにアクセスできなくなる可能性があります。
lt_lt: kuri atlieka operacinių sistemų paiešką ir pradinį jų įkėlimą. Tačiau kai kurios operacinės sistemos (tokios kaip Windows) nėra integruotos į esamas paleidykles ir jas perrašo, taip galimai priversdamos jus laikinai prarasti prieigą prie Ubuntu MATE.
ms_my: bootsrap sistem pengoperasian. Walaubagaimanapun, sesetengah sistem pengoperasian (seperti Windows) tidak menyepadukan pemuat but sedia ada dan akan menulis-gantinya, berpotensi kehilangan capaian ke Ubuntu MATE buat sementara.
pl: , który wyszukuje i bootstrapuje system operacyjny. Jednakże niektóre systemy (takie jak Windows) nie integrują się z istniejącym program rozruchowy i nadpisuje je z możliwością na tymczasową utratę dostępu do Ubuntu Mate.
pt_br: que procura e inicializa o sistema operacional. No entanto, alguns sistemas operacionais (como o Windows) não se integram com boot loaders preexistentes e irão sobrescrevê-los, com a potencial perda de acesso ao Ubuntu MATE temporariamente.
sl: ki poišče in naloži operacijski sistem. Vendar nekateri operacijski sistemi (npr. Windows) ne vključijo obstoječih zagonskih nalagalnikov in jih bodo prepisali in takrat boste začasno izgubili dostop do Ubuntu MATE.
sr: који тражи и подиже оперативни систем. Међутим, неки оперативни системи (као што је Виндоуз) се не обједињују са постојећим подизачима система и преписују их, са могућношћу да привремено изгубите приступ Убунту Мејту.
sv: vilken söker efter och bootar operativsystemet. Men vissa operativsystem (t.ex. Windows) integreras inte med befintliga boothanterare och skriver över dem, med potential att förlora tillgång till Ubuntu MATE temporärt.
tr_tr: kullanır. Fakat, bazı işletim sistemleri (Windows gibi) var olan ön yükleyiciler ile entegre olmaz, üzerine yazma işlemi yapar ve bu sebeple Ubuntu MATE'yi geçici olarak ulaşılamaz hale getirme potansiyelini taşır.
zh_tw: 用以尋找且bootstraps作業系統。然而，有些作業系統(例如Windows) 沒有和現存的boot loaders整合並且還會覆寫它們，可能造成暫時無法使用Ubuntu MATE。

source: Fortunately, you can use the
ca_es: Afortunadament, podeu utilitzar l'eina
cs: Naštěstí můžete použít nástroj
da: Heldigvis kan du benytte
de: Glücklicherweise können Sie das Werkzeug
es_es: Afortunadamente, puedes utilizar la
fr_fr: Par chance vous pouvez utiliser l'outil de
hu_hu: Szerencsére használhatod a
it: Fortunatamente, puoi usare
ja: 幸いなことに、
lt_lt: Laimei, jūs galite naudoti
ms_my: Nasib baik, anda boleh gunakan
pl: Na szczęście możesz wykorzystać
pt_br: Felizmente, você pode utilizar a
sl: Na srečo, lahko uporabite
sr: На срећу, можете користити алат
sv: Lyckligtvis kan du använda
tr_tr: Neyse ki,
zh_tw: 幸運的是，您可以使用

source: Boot Repair
ca_es: Reparació d'Arrencada
da: Boot Reparations
es_es: Herramienta "Boot Repair"
fr_fr: Réparateur d'Amorçage (Boot Repair)
hu_hu: Rendszerindító helyreállító
lt_lt: Paleidimo pataisymą,
pl: Naprawa Rozruchu
pt_br: Reparação de Inicialização
sr: Поправка подизања система
sv: Boot Reparerare
tr_tr: Önyükleyici Onarımı
zh_tw: 開機修復

source: tool to repair common problems caused by other operating systems.
ca_es: per reparar problemes comuns causats per altres sistemes operatius.
cs: (Oprava zavaděče) který opraví běžné problémy způsobené jinými operačními systémy.
da: værktøjet til at reparere almene problemer der er forårsaget af andre operativsystemer.
de: verwenden, um häufige Probleme zu beheben, welche durch andere Betriebssysteme verursacht werden.
es_es: para reparar problemas comunes causados por otros sistemas operativos
fr_fr: pour réparer les problèmes les plus courants causés par d'autres systèmes d'exploitation.
hu_hu: eszközt, hogy kijavítsd a más operációs rendszerek által okozott problémákat.
it: strumento per riparare i problemi comuni causati dagli altri sistemi operativi.
ja: ツールを使えば、他のOSが原因でよく起る問題を修復できます。
lt_lt: įrankį, skirtą pataisyti dažniausias, kitų operacinių sistemų sukeliamas problemas.
ms_my: alat untuk membaiki masalah umum yang disebabkan oleh konflik sistem pengoperasian lain.
pl: narzędzie do naprawy problemów spowodowanych przez systemy operacyjne
pt_br: ferramenta para reparar problemas comuns causados por outros sistemas operacionais.
sl: orodje za popravilo pogostih problemov, ki jih povzročajo drugi operacijski sistemi.
sr: да исправите опште проблеме које изазову други оперативни системи.
sv: verktyg för att reparera vanliga problem som orsakats av andra operativsystem.
tr_tr: aracını kullanarak diğer işletim sistemlerinden kaynaklanan yaygın sorunları onarabilirsiniz.
zh_tw: 修復由其他作業系統所造成一般性問題的工具

source: Requires downloading a package.
ca_es: Requereix descarregar un paquet.
cs: Vyžaduje stažení balíku.
da: Kræver at der downloades en pakke.
de: Erfordert das Herunterladen eines Pakets.
es_es: Requiere descargar un paquete
fr_fr: Ceci requiert de télécharger un paquet.
hu_hu: Szükséges egy csomag letöltése.
it: Richiede lo scaricamento di un pacchetto.
ja: パッケージのダウンロードが必要です
lt_lt: Reikalauja paketo atsiuntimo.
ms_my: Perlu memuat turun pakej.
pl: Wymaga ściągnięcia pakietu.
pt_br: Requerer baixar um pacote.
sl: Zahteva prenos paketa.
sr: Захтева преузимање пакета.
sv: Kräver nerladdning av ett paket.
tr_tr: Bir paket yüklemesi gerektiriyor.
zh_tw: 需要下載一個套件。

source: Please connect to the Internet to download and use this utility.
ca_es: Si us plau, connecti's a Internet per descarregar i fer servir aquesta utilitat.
cs: Prosím, připojte se k Internetu, stáhněte a použijte tento nástroj.
da: Forbind venligst til internettet for at benytte dette værktøj.
de: Bitte stellen Sie eine Verbindung mit dem Internet her, um dieses Dienstprogramm herunterzuladen und zu verwenden.
es_es: Por favor conéctate a Internet para descargar y usar esta función.
fr_fr: Veuillez vous connecter à Internet afin de télécharger et de pouvoir utiliser cet outil.
hu_hu: Kérlek csatlakozz az internetre a program letöltéséhez ás használatához.
it: Connettiti ad Internet per scaricare ed usare questa utilità.
ja: このユーティリティーを使うにはインターネットに接続してダウンロードしてください。
lt_lt: Tam, kad atsisiųstumėte ir naudotumėte šią paslaugų programą, prašome prisijungti prie interneto.
ms_my: Sila bersambung dengan Internet untuk muat turun dan guna utiliti ini.
pl: Połącz się z internetem, by pobrać i zacząć używać tego narzędzia.
pt_br: Por favor conecte-se à internet para baixar e usar esse utilitário.
sl: Za prenos in uporabo tega pripomočka se povežite z internetom.
sr: Повежите се на Интернет да преузмете и користите ово помагало.
sv: Anslut till Internet för att ladda ner och använda detta verktyg.
tr_tr: Lütfen indirmek ve kullanmak için İnternet'e bağlanın.
zh_tw: 請連接網路以下載這個工具。

source: Sorry, Welcome was unable to establish a connection.
ca_es: Ho sentim, la Benvinguda no ha pogut establir la connexió.
cs: Je nám líto, aplikace Vítejte nebyla schopna navázat spojení.
da: Beklager, Velkommen var i stand til at oprette en forbindelse.
de: Willkommen war leider nicht in der Lage, eine Verbindung aufzubauen.
es_es: Lo sentimos, Bienvenido fue incapaz de establecer conexión.
fr_fr: Désolé, Bienvenue n'a pas été en mesure d'établir une connexion.
hu_hu: Elnézést, az Üdvözlőképernyő nem képes létrehozni a kapcsolatot.
it: Spiacente, Welcome non è riuscito a stabilire una connessione.
ja: 申し訳ありません。「ようこそ」からの接続はできませんでした。
lt_lt: Atleiskite, programai Sveiki nepavyko užmegzti ryšio.
ms_my: Maaf, Aluan tidak berupaya menjalinkan sambungan.
pl: Przepraszamy, program Welcome nie mógł uzyskać połączenia.
pt_br: Desculpa, Bem-vindo não está disponível para estabelecer a conexão
sl: Oprostite, Welcome ni mogel vzpostaviti povezave.
sr: Извините, Добродошлица није могла да успостави везу.
sv: Tyvärr, Välkommen kunde inte upprätta en anslutning.
tr_tr: Üzgünüz, Hoş Geldiniz bir bağlantı kuramıyor.
zh_tw: 抱歉，"歡迎"無法建立連線。

source: Retry
ca_es: Tornar a provar
cs: Zkusit znovu
da: Prøv igen
de: Wiederholen
es_es: Reintentar
fr_fr: Réessayer
hu_hu: Megismétel
it: Riprova
ja: 再試行
lt_lt: Bandyti dar kartą
ms_my: Cuba lagi
pl: Spróbuj ponownie
pt_br: Tentar de novo
sl: Poskusi znova
sr: Покушај поново
sv: Försök igen
tr_tr: Tekrar Dene
zh_tw: 重試

source: Download Boot Repair
ca_es: Descarregar Reparació d'Arrencada
cs: Stáhnout Boot Repair
da: Download Boot reparations værktøjet
de: Boot-Repair herunterladen
es_es: Descargar Boot Repair
fr_fr: Télécharger le Réparateur d'Amorçage (Boot Repair)
hu_hu: A rendszerbetöltő javító letöltése
it: Scarica Boot Repair
ja: Boot Repairをダウンロードする
lt_lt: Atsisiųsti paleidimo pataisymą
ms_my: Muat Turun Boot Repair
pl: Ściągnij Program Naprawy Rozruchu
pt_br: Baixe a Reparação de Inicialização
sl: Prejmi Boot Repair
sr: Преузми Поправку подизања система
sv: Ladda ner Boot Reparerare
tr_tr: Önyükleyici Onarımını İndir
zh_tw: 下載開機修復

source: Open Boot-Repair
ca_es: Obre la reparació d'arrencada
cs: Otevřít Boot Repair
da: Åbn boot reparations værktøjet
de: Boot-Repair öffnen
es_es: Abrir Boot Repair
fr_fr: Ouvrir Boot-Repair
hu_hu: A rendszerbetöltő javító megnyitása
it: Apri Boot-Repair
ja: Boot-Repairを開く
lt_lt: Atverti paleidimo pataisymą
ms_my: Buka Boot-Repair
pl: Uruchom Program Naprawy Rozruchu
pt_br: Abra a Reparação de Inicialização
sl: Odpri Boot Repair
sr: Отвори Поправку подизања система
sv: Öppna Boot Reparerare
tr_tr: Önyükleyici Onarımını Aç
zh_tw: 開啟開機修復

source: An Internet connection is required to download and install updates.
ca_es: Es requereix una connexió a Internet per a baixar i instal·lar les actualitzacions.
cs: Pro stažení a instalaci aktualizací je nutné připojení k Internetu.
da: En forbindelse til Internettet er pækrøvet for at downloade og installere opdateringer.
de: Eine Internetverbindung ist erforderlich, um Updates herunterzuladen und zu installieren.
es_es: Una conexión a Internet es requerida para descargar e instalar las actualizaciones.
fr_fr: Une connexion Internet est requise pour pouvoir télécharger et installer les mises à jour.
hu_hu: Internet csatlakozás szükséges a frissítések letöltéséhez és telepítéséhez.
it: Una connessione ad internet e richiesta per il download e l'installazione di aggiornamenti.
ja: 更新をダウンロードしてインストールするにはインターネットへの接続が必要です
lt_lt: Norint atsisiųsti ir įdiegti atnaujinimus, yra reikalingas interneto ryšys.
ms_my: Sambungan Internet diperlukan untuk memuat turun dan memasang kemaskini.
pl: Do ściągania i instalacji uaktualnień niezbędne jest połączenie internetowe.
pt_br: É necessária uma conexão com a internet para baixar e instalar atualizações.
sl: Internetna povezava je potrebna za prenos in namestitev posodobitev.
sr: Интернет веза је потребна за преузимање и инсталацију освежења.
sv: En Internetanslutning krävs för att ladda ner och installera uppdateringar.
tr_tr: Güncellemeleri indirmek ve kurmak için bir İnternet bağlantısı gerekli.
zh_tw: 下載和安裝更新必須要有網路連線

source: Software Updater
ca_es: Actualitzador de programari
cs: Správce aktualizací
da: Softwareopdatering
es_es: Actualización de software
fr_fr: Mise à Jour
hu_hu: A Szoftverfrissítő
ja: ソフトウェアの更新
lt_lt: Programų naujinimas
ms_my: Pengemakini Perisian
pl: Aktualizacje oprogramowania
pt_br: Atualizador de Software
sl: Posodobilnik programov
sr: Освежавач софтвера
sv: Programuppdaterare
tr_tr: Yazılım Güncelleştirici
zh_tw: 軟體更新

source: Ubuntu MATE periodically will check to see if new software and security updates are available for your computer. If you have just installed Ubuntu MATE, you might want to do this now.
ca_es: Ubuntu MATE comprovarà periòdicament si hi ha disponible nou programari o actualitzacions de seguretat per al vostre ordinador. Si acabeu d'instal·lar Ubuntu MATE, pot ser que vulgueu fer-ho ara.
cs: Ubuntu MATE pravidelně zkontroluje, zda jsou k dispozici pro váš počítač nové aktualizace softwaru a zabezpečení. Pokud jste právě Ubuntu MATE nainstalovali, možná to budete chtít udělat nyní.
da: Ubuntu MATE vil periodisk søge efter sikkerheds opdateringer og ny software tilgængelige for din computer. Hvis du lige har installeret Ubuntu MATE er det en god ide at gøre det nu.
de: Ubuntu MATE kontrolliert regelmäßig, ob Software- und Sicherheits-Aktualisierungen für Ihren Computer verfügbar sind. Wenn Sie Ubuntu MATE gerade installiert haben, sollten Sie dies jetzt ausführen.
es_es: Ubuntu MATE revisará períodicamente para ver si hay nuevo software y actualizaciones de seguridad disponibles para tu ordenador. Si acabas de instalar Ubuntu MATE, puede que prefieras hacerlo ahora.
fr_fr: Ubuntu MATE vérifie périodiquement si de nouvelles mises à jour logiciel ou de sécurité sont disponible pour votre ordinateur. Si vous venez tout juste d'installer Ubuntu MATE, vous devriez le faire maintenant.
hu_hu: Az Ubuntu MATE rendszeresen ellenőrzi, hogy elérhető-e új szoftver és biztonsági frissítés a számítógépedhez. Ha éppen most telepítetted az Ubuntu MATE-t, érdemes most megtenned.
it: Ubuntu MATE periodicamente controlla se c'è del nuovo software e degli aggiornamenti di sicurezza disponibile per il tuo computer. Se hai appena installato Ubuntu MATE, potresti volerlo fare ora.
ja: Ubuntu MATEは、新しいソフトウェアやセキュリティ更新が利用可能かどうかを定期的に調べます。Ubuntu MATEをインストールしたばかりなら、ただちに更新しましょう。
lt_lt: Ubuntu MATE periodiškai tikrins ar jūsų kompiuteriui yra prieinama nauja programinė įranga ir saugumo atnaujinimai. Jeigu jūs ką tik įdiegėte Ubuntu MATE, greičiausiai, jūs norėtumėte tai atlikti dabar.
ms_my: Ubuntu MATE secara berkala akan memeriksa jika ada perisian atau kemaskini keselamatan baharu tersedia untuk komputer anda. Jika anda baru sahaja memasang Ubuntu MATE, anda perlu lakukannya sekarang.
pl: Ubuntu MATE będzie sprawdzać cyklicznie czy nowe oprogramowanie oraz uaktualnienia bezpieczeństwa są dostępne dla twojego komputera. Warto sprawdzić dostępne uaktualnienia zaraz po zainstalowaniu Ubuntu MATE.
pt_br: O Ubuntu MATE periodicamente checará a disponibilidade de novos softwares e atualizações de segurança para seu computador. Se você acabou de instalar o Ubuntu MATE, talvez queira fazer isso agora.
sl: Ubuntu MATE redno preverja, če so na voljo nove programske ali varnostne posodobitve za vaš računalnik. V primeru, da ste ravno namestili Ubuntu MATE, morda želite to narediti sedaj.
sr: Убунту Мејт ће повремено проверити има ли доступних нових програма и безбедносних освежења за ваш рачунар. Ако сте управо инсталирали Убунту Мејт, могли бисте ово сада да одрадите.
sv: Ubuntu MATE kommer regelbundet att kontrollera om ny programvara och säkerhetsuppdateringar finns tillgängliga för din dator. Om du precis har installerat Ubuntu MATE, kanske du vill göra detta nu.
tr_tr: Ubuntu MATE bilgisayarınız için hazır olan yeni yazılım ve güvenlik güncellemelerini düzenli olarak denetleyecektir. Ubuntu MATE'yi yeni kurduysanız, bu işlemi şimdi yapmak isteyebilirsiniz.
zh_tw: Ubuntu MATE會定期的檢查是否有新軟體和安全性更新。如果您剛剛裝好Ubuntu MATE，也許您希望立即執行這個動作。

source: can be found later in
ca_es: pot ser trobat després en
cs: lze nalézt později v nabídce
da: kan findes senere i
de: kann später gefunden werden in
es_es: puede ser encontrado después en
fr_fr: peut être retrouvée plus tard dans
hu_hu: később megtalálható lesz itt:
it: può essere trovato successivamente nel
ja: は次のメニューから実行できます:
lt_lt: vėliau galima rasti
ms_my: boleh ditemui kemudian di
pl: znajdziesz dalej w
pt_br: pode ser encontrado mais tarde no
sl: lahko kasneje najdete
sr: можете пронаћи касније у
sv: kan hittas senare i
tr_tr: daha sonra şurada bulunabilir:
zh_tw: 可以在之後找到

source: Check for Updates
ca_es: Comprova si hi ha actualitzacions
cs: Zkontrolovat aktualizace
da: Tjek for opdateringer
de: Nach Updates suchen
es_es: Verificar si hay actualizaciones
fr_fr: Vérifier les mises à jours
hu_hu: Frissítések keresése
it: Controllo Aggiornamenti
ja: 更新をチェック
lt_lt: Tikrinti ar yra atnaujinimų
ms_my: Periksa Kemaskini
pl: Sprawdź aktualizacje
pt_br: Procure Atualizações
sl: Preveri za posodobitve
sr: Провери има ли освежења
sv: Kolla efter uppdateringar
tr_tr: Güncellemeleri Kontrol Et

source: Additional Codecs
ca_es: Còdecs addicionals
cs: Dodatečné kodeky
da: Yderligere Codecs
de: Zusätzliche Codecs
es_es: Codecs adicionales
fr_fr: Codecs additionels
hu_hu: További kodekek
it: Codec addizionali.
ja: コーデックの追加
lt_lt: Papildomi kodekai
ms_my: Kodeks Tambahan
pl: Dodatkowe Kodeki
pt_br: Codecs adicionais
sl: Dodatni kodeki
sr: Додатни кодеци
sv: Ytterligare Codecs
tr_tr: Ek Kodekler
