Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/gettingstarted/*.po
Languages: ca_es, cs, da, de, es_es, fr_fr, hu_hu, it, ja, lt_lt, ms_my, pl, pt_br, sl, sr, sv, tr_tr, zh_tw

source: Creating separate partitions for all above mount points is not necessary.
ca_es: No és necessari crear particions separades per tots els punts de muntatge anteriors.
cs: Vytvoření samostatných diskových oddílů pro všechny výše uvedené přípojné body není nutné.
da: Oprette seperate partitioner for alle de listede monteringspunkter er ikke nødvendigt.
de: Ein Erstellen von separaten Partitionen für alle oben angezeigten Einhängepunkten ist nicht erforderlich.
es_es: La creación de particiones separadas para todos los puntos de montaje de arriba no es necesario.
fr_fr: Il n'est pas nécessaire de créer des partitions pour chaque point de montage mentionné plus haut.
hu_hu: Nem szükséges külön partíciókat létrehozni az összes felsorolt csatolási ponthoz.
it: La creazione di partizioni separate per tutti i punti di montaggio di qui sopra non è necessario.
ja: 上記のマウントポイントそれぞれのために個別のパーティションを作る必要はありません。
lt_lt: Visų aukščiau paminėtų prijungimo taškų kūrimas nėra būtinas.
ms_my: Penciptaan sekatan berasingan untuk semua titik lekap di atas adalah tidak perlu.
pl: Tworzenie oddzielnych partycji dla wszystkich powyższych punktów montowania, nie jest wymagane.
pt_br: Criar partições separadas para todos os pontos de montagem acima não é necessário.
sl: Ustvarjanje ločenih razdelkov za vse zgoraj naštete točke nameščanja ni potrebno.
sr: Прављење одвојених партиција за све горње тачке качења није неопходно.
sv: Skapa separata partitioner för alla ovanstående monteringspunkter är inte nödvändigt.
tr_tr: Yukarıdaki tüm bağlantı noktaları için disk bölümü oluşturmak gerekmiyor.
zh_tw: 給所有mount points建立獨立分區並非必要。

source: The commonly partitioned directories being
ca_es: Els directoris comunament particionats són
cs: Běžně oddělené adresáře jsou
da: De mapper der oftest er givet en seperat partition er
de: Die üblicherweise partitionierten Verzeichnisse sind
es_es: Los directorios comúnmente con particiones son
fr_fr: Souvent les dossiers partitionés sont
hu_hu: A leginkább partícionált könyvtárak:
it: Le cartelle comunemente partizionate sono
ja: 一般的にパーティションが割り当てられるディレクトリとしては
lt_lt: Dažniausiai skaidomi katalogai yra
ms_my: Direktori tersekat umumnya
pl: Partycjonowane zazwyczaj katalogi
pt_br: Os diretórios geralmente particionados sendo
sl: Pogosta razdelitev map je
sr: У заједничким подељеним директоријумима који су
sv: De vanligaste partitionerade katalogerna är
tr_tr: Yaygın olarak kullanılan dizinler

source: and
ca_es: i
cs: a
da: og
de: und
es_es: y
fr_fr: et
hu_hu: és
it: e
ja: あるいは
lt_lt: ir
ms_my: dan
pl: oraz
pt_br: e
sl: in
sr: и
sv: och
tr_tr: ve
zh_tw: 和

source: These mount points can also be set across different
ca_es: Aquests punts de muntatge poden establir-se en diferents
cs: Tyto přípojné body lze také nastavit napříč různými
da: Disse monteringspunkter kan ligeledes tildeles på tværs af forskellige
de: Diese Einhängepunkte können auch über verschiedene
es_es: Estos puntos de montaje también pueden ser configurados a través de diferentes
fr_fr: Ces points de montage peuvent aussi s'étendre sur différents
hu_hu: Ezek a csatolási pontok beállíthatók különböző
it: Questi punti di montaggio posso anche essere impostati su differenti
ja: これらのマウントポイントは別の
lt_lt: Šie prijungimo taškai taip pat gali būti nustatyti tarp skirtingų
ms_my: Titik lekap ini boleh ditetapkan merentasi
pl: punkty montowania mogą być przypisane różnym
pt_br: Esses pontos de montagem podem ser também situados diferentes
sl: Te priklopne točke lahko nastavite tudi na različne
sr: Ове тачке качења се такође могу подесити кроз различите
sv: Dessa monteringspunkter kan också ställas in över olika
tr_tr: Ayrıca bu bağlama noktaları
zh_tw: 這些mount points也可以由同地方設定

source: physical disks, for instance, if you'd like the OS
ca_es: discos físics. Per exemple, si li agradaria tenir el sistema operatiu
cs: fyzickými disky, například pokud byste chtěli OS
da: fysiske harddiske. F.eks. hvis du vil have operativsystemet
de: physikalische Laufwerke erstellt werden, zum Beispiel, wenn Sie das Betriebssystem
es_es: discos físicos, por ejemplo, si prefieres el Sistema Operativo
fr_fr: disques physiques. Par exemple si vous voulez que le système d'exploitation
hu_hu: fizikai lemezekre is, pl. ha a rendszeredet rá szeretnéd tenni egy
it: dischi fisici, per esempio, se vuoi che il tuo OS
ja: 物理的ディスクにわたって設定することもできます。例えば、OSの
lt_lt: fizinių diskų, pavyzdžiui, jei norėtumėte, kad operacinė sistema
ms_my: cakera fizikal yang berbeza, contohnya jika anda mahu OS
pl: dyskom fizycznym, na przykład gdy system ma zostać zainstalowany
pt_br: discos físicos, por exemplo, se você quisesse o SO
sl: diske. Na primer, če želite imeti operacijski sistem
sr: физичке дискове, на пример, ако вам се одговара ОС
sv: fysiska diskar, till exempel om du vill att OS
tr_tr: farklı fiziksel diskler üzerinde de olabilir. Örneğin, işletim sisteminizi -OS-
zh_tw: 例如實體硬碟，如果您想要作業系統

source: on an SSD,
ca_es: en un SSD,
cs: mít na SSD,
da: på en SSD,
de: auf einer SSD installieren,
es_es: en una Unidad de estado sólido
fr_fr: soit sur un SSD,
hu_hu: SSD-re,
it: su un SSD,
ja: をSSDに、
lt_lt: būtų SSD diske,
ms_my: pada SSD,
pl: na przenośnym dysku SSD,
pt_br: em um SSD,
sl: na SSD,
sr: на ССД-у,
sv: på en SSD,
tr_tr: bir SSD üzerinde
zh_tw: 在SSD上，

source: but your personal files
ca_es: però els seus arxius personals
cs: ale své osobní soubory
da: men dine personlige filer
de: aber Ihre persönlichen Dateien
es_es: pero tus archivos personales
fr_fr: mais que vos fichiers personnels soient
hu_hu: de a személyes fájlokat
it: ma i tuoi file personali
ja: 一方、個人のファイルは
lt_lt: o jūsų asmeniniai failai
ms_my: tetapi fail peribadi anda berada
pl: a dane i prywatne pliki
pt_br: mas seus arquivos pessoais
sl: a osebne datoteke
sr: али ваше личне датотеке
sv: men dina personliga filer
tr_tr: kişisel dosyalarınızı
zh_tw: 但是您的個人檔案

source: on a mechanical hard drive.
ca_es: en un disc dur mecànic.
cs: na mechanickém pevném disku.
da: på en traditionel mekanisk harddisk.
de: auf einer mechanischen Festplatte ablegen möchten.
es_es: en un Disco duro mecánico
fr_fr: sur un disque dur mécanique.
hu_hu: egy mechanikus merevlemezen tárolnád.
it: su un disco meccanicco.
ja: ハードディスクドライブといったぐあいに。
lt_lt: mechaniniame standžiajame diske.
ms_my: pada pemacu keras mekanikal.
pl: na dysku HDD.
pt_br: em um disco rígido mecânico.
sl: na navadnem trdem disku.
sr: на механичком чврстом диску.
sv: på en mekanisk hårddisk.
tr_tr: mekanik bir diskte barındırabilirsiniz.
zh_tw: 在機械硬碟上

source: Shrink your system disk within Windows.
ca_es: Encongir el seu disc de sistema amb el Windows.
cs: Zmenšete svůj systémový disk ve Windows.
da: Formindks din systempartition i Windows.
de: Ihre Systemfestplatte von Windows aus schrumpfen.
es_es: Reducir el tamaño de su disco de sistema dentro de Windows.
fr_fr: Diminuer votre disque système sous Windows.
hu_hu: A rendszer lemezed zsugorítása Windowson belül.
it: Riduci il tuo disco di sistema dentro Windows.
ja: Windows上でシステムディスクを縮小する方法
lt_lt: Sumažinkite savo sistemos diską Windows sistemoje.
ms_my: Kecilkan cakera sistem anda di dalam Windows.
pl: Zmniejsz rozmiar dysku w systemie Windows.
pt_br: Encolher seu disco de sistema com o Windows.
sl: Skrčite sistemski disk v Windowsih.
sr: Скупите ваш системски диск унутар Виндоуза.
sv: Krymp din systemdisk i Windows.
tr_tr: Windows içerisinde sistem diskinizi küçültün.
zh_tw: 在Windows內縮小您的系統槽

source: Applies to Windows Vista and later.
ca_es: És aplicable al Windows Vista o posterior.
cs: Platí pro Windows Vista a vyšší.
da: Gælder for Windows Vista og senere versioner af Windows.
de: Gilt für Windows Vista und höher.
es_es: Aplica a Windows Vista y posterior
fr_fr: Cela s'applique à Windows Vista et plus.
hu_hu: A Windows Vistára és az utáni verziókra vonatkozik.
it: Si applica a Windows Vista e successivi.
ja: Windows Vistaかそれ以降に適用
lt_lt: Taikoma sistemoms Windows Vista ir naujesnėms.
ms_my: Dilaksanakan pada Windows Vista dan yang terkemudian.
pl: Dotyczy Windows Vista i późniejszych wersji Windows.
pt_br: Aplica-se ao Windows Vista e mais novos.
sl: Velja v Windows Vista in novejših.
sr: Примењује се на Виндоуз Висту и касније.
sv: Gäller Windows Vista och senare.
tr_tr: Windows Vista ve sonrası için geçerlidir.
zh_tw: 應用在Windows Vista及之後的版本

source: If you are using Windows XP or earlier, you will need to use the
ca_es: Si fa servir Windows XP o anterior, necessitarà usar
cs: Pokud používáte Windows XP nebo starší, budete muset použít
da: Hvis du benytter Windows XP er du nødt til at benytte
de: Wenn Sie Windows XP oder tiefer verwenden, müssen Sie das
es_es: Si estás usando WIndows XP o anteriores, necesitarás usar el
fr_fr: Si vous utilisez Windows XP ou un système plus ancien, il vous faudra utiliser la méthode
hu_hu: Ha Windows XP-t, vagy korábbi verziót használsz, használnod kell a
it: Se stai usando Windows XP o una versione precedente, hai bisogno di usare il
ja: Windows XPかそれ以前を使っている場合は、
lt_lt: Jeigu jūs naudojate Windows XP ar ankstesnę versiją, jums teks teikti pirmenybę
ms_my: Jika anda masih guna Windows XP atau versi lebih lama, anda perlu gunakan
pl: Jeśli używasz Windows XP lub wcześniejszej wersji Windows, będziesz potrzebować
pt_br: Se você utiliza o Windows XP ou mais antigo, você precisará utilizar o
sl: V primeru, da uporabljate Windows XP ali starejše, boste morali uporabiti
sr: Ако користите Виндоуз ИксПе или новији, требало би да користите метод
sv: Om du använder Windows XP eller tidigare, måste du använda
tr_tr: Windows XP ya da daha önceki bir sürümü kullanıyorsanız,
zh_tw: 如果您使用的是Windows XP或更早的版本，您將需要使用

source: or
ca_es: o el mètode
cs: nebo
da: eller
de: oder
es_es: o
fr_fr: ou
hu_hu: vagy
it: o
ja: あるいは
lt_lt: ar
ms_my: atau
pl: lub
pt_br: ou
sl: ali
sr: или
sv: eller
tr_tr: ya da
zh_tw: 或

source: method to shrink your disk.
ca_es: per encongir el seu disc.
cs: způsob, jak zmenšit váš disk.
da: fremgangsmåde til at formindske din harddisk.
de: Verfahren verwenden, um Ihre Festplatte zu schrumpfen.
es_es: método para reducir el tamaño de su disco.
fr_fr: afin de rétrécir votre disque système.
hu_hu: módszert a lemezed zsugorítására.
it: metodo per ridurre il tuo disco.
ja: の手順でディスク領域を縮小する必要があります。
lt_lt: metodui ir naudoti vieną iš jų, kad sumažintumėte savo diską.
ms_my: kaedah mengecilkan cakera anda.
pl: sposób na zmniejszenie wielkości partycji dysku.
pt_br: método para encolher seu disco.
sl: metodo, za skrčenje diska.
sr: за скупљање диска.
sv: metod att krympa din disk.
tr_tr: yöntemi kullanarak küçültme işlemini gerçeleştirmeniz gerekir.
zh_tw: 縮小您磁碟的方法。

source: Newer versions of Windows provide a tool to shrink the NTFS volume from within Windows. This is a safer bet if it's essential that Windows still boots on your computer while experiencing Ubuntu MATE.
ca_es: Les versions més noves de Windows proporcionen una eina per encongir el volum NTFS des del mateix Windows. Aquesta és una aposta més segura si és primordial que Windows continuï arrencant en el vostre ordinador mentre gaudiu d'Ubuntu MATE.
cs: Novější verze systému Windows poskytují nástroj pro zmenšovaní NTFS svazku přímo z Windows. Toto je nejbezpečnější způsob, pokud je nezbytné, abyste Windows stále mohli spouštět na vašem počítači, během seznamování se s Ubuntu MATE.
da: Nyere versioner af Windows stiller værktøjer til rådighed der kan hjælpe med at formindske NTFS volumen fra Windows. Dette er en sikrere fremgangsmåde hvis det er kritisk at Windows stadig kan starte op efter Ubuntu MATE er installeret.
de: Neuere Versionen von Windows bieten ein Werkzeug zum Verkleinern des NTFS-Datenträgers von Windows aus an. Dies ist das sicherste Verfahren, wenn es wichtig ist, dass Windows immer noch auf Ihrem Computer startet, nachdem Ubuntu MATE daneben installiert wurde.
es_es: Las versiones más recientes de Windows proporcionan una herramienta para reducir el volumen NTFS desde Windows. Esta es una apuesta más segura si es esencial que Windows todavía inicie en tu equipo, mientras que experimentas Ubuntu MATE.
fr_fr: Les nouvelles versions de Windows contiennent un utilitaire pour diminuer la taille du volume NTFS pendant que votre système est en marche. Ce qui est plus sûr s'il est essentiel que Windows puisse toujours démarrer sur votre ordinateur alors que vous faites l'expérience d'Ubuntu MATE.
hu_hu: A Windows újabb verziói biztosítanak egy eszközt az NTFS kötetek zsugorítására Windowson belül. Ez biztonságosabb, ha szükséges, hogy Windows is legyen a gépen amíg az Ubuntu MATE-t kitapasztalod.
it: Le nuove versioni di Windows offrono un tool per ridurre i volumi NTFS direttamente da Windows. Questo è un sistema sicuro se è essenziale che WIndows continui ad avviarsi dal tuo computer mentre sperimenti Ubuntu MATE.
ja: より新しいバージョンのWindowsでは、NTFSボリュームを縮小するツールが提供されています。Ubuntu MATEを試している間もWindowsを立ち上げる必要があるなら、このツールを使うのは安全な選択といえます。
lt_lt: Naujesnės Windows versijos pateikia įrankį, skirtą sumažinti NTFS tomą Windows sistemoje. Tai yra saugesnis sprendimas, jeigu yra būtina, kad besinaudojant Ubuntu MATE, vis dar būtų paleidžiama ir Windows sistema.
ms_my: Versi lebih baharu Windows menyediakan satu alat yang dapat mengecilkan volum NTFS melalui Windows. Ia lebih selamat jika Windows masih dapat dibutkan dalam komputer anda disamping menikmati Ubuntu MATE.
pl: Nowsze wersje systemu Windows udostępniają narzędzie do zmniejszania wielkości partycji NTFS. Aby system Windows pozostał bootowalny po zmianie wielkości partycji, bezpieczniej będzie skurczyć partycję w Windows.
pt_br: Novas versões do Windows fornecem uma ferramenta para encolher o volume NTFS pelo Windows. Essa é uma aposta mais segura se for essencial que o Windows inicialize em seu computador enquanto experimentando o Ubuntu MATE.
sl: Nove različice Windowsov ponujajo orodje za zmanjšanje nosilca NTFS znotraj Windowsov. To je varneje, če želite še vedno zagnati Windows medtem ko preizkušate Windows MATE.
sr: Новија издања Виндоуза обезбеђују алат за скупљање НТФС волумена из Виндоуза. Ово је безбедније ако је неопходно да се Виндоуз још увек подиже на вашем рачунару док радите са Убунту Мејтом.
sv: Nyare versioner av Windows har ett verktyg för att krympa NTFS-volym i Windows. Detta är en säkrare satsning om det är viktigt att Windows fortfarande kan boota på din dator medan du upplever Ubuntu MATE.
tr_tr: Windows'un yeni sürümleri, Windows içerisiden NTFS bölümlerini küçültmenizi sağlayan bir araca sahip. Eğer Ubuntu MATE'yi deneyimlerken bir yandan da Windows hala sizin için vazgeçilmez ise bu daha güvenli bir yöntemdir.
zh_tw: 在Windows系統裡面，新版本的Windows提供縮小NTFS體積的工具。這能讓您安全地同時體驗Windows和Ubuntu MATE。

source: Open
ca_es: Obre
cs: Otevřete
da: Åbn
de: Öffnen Sie die
es_es: Abrir
fr_fr: Ouvrir
hu_hu: Megnyitás
it: Apri
ja: 項目
lt_lt: Atverti
ms_my: Buka
pl: Otwórz
pt_br: Abrir
sl: Odpri
sr: Отворите
sv: Öppna
tr_tr: Başlat menüsünden
zh_tw: 打開

source: Disk Management
ca_es: Gestió de discos
cs: Správa disků
da: Diskhåndtering
de: Datenträgerverwaltung
es_es: Administración de Disco
fr_fr: Gestion des disques
hu_hu: Lemezkezelőt
it: Gestione Disco
ja: Disk Managementを
lt_lt: Disko valdymą (Kurti ir formatuoti standžiojo disko skaidinius)
pl: Zarządzanie dyskami
pt_br: Gerenciamento de Disco
sl: Upravljalec diskov
sr: Управљање дисковима
sv: Diskhantering
tr_tr: Disk Yönetimi'ni
zh_tw: 磁碟管理

source: from the start menu.
ca_es: des del menú d'inici.
cs: z nabídky Start.
da: fra start menuen.
de: vom Startmenü aus.
es_es: desde el menú inicio
fr_fr: à partir du menu de démarrage.
hu_hu: a start menüből.
it: dal menu start.
ja: スタートメニューから実行
lt_lt: iš meniu Pradėti.
ms_my: dari menu start.
pl: z menu startowego.
pt_br: do menu inicial.
sl: iz menija Start.
sr: из изборника почетка.
sv: från startmenyn.
tr_tr: açın.
zh_tw: 從開始選單

source: Right click your desired drive and choose
ca_es: Faci clic amb el botó dret a sobre del disc que desitgi i esculli
cs: Klikněte pravým tlačítkem myši na požadovanou jednotku a zvolte
da: Højreklik på det drev du har valgt og vælg
de: Rechtsklicken Sie auf das gewünschte Laufwerk und wählen Sie
es_es: Haga clic derecho en la unidad que desee y seleccione
fr_fr: Faites un clic droit sur le disque désiré et sélectionnez
hu_hu: Jobb klikk a kívánt meghajtóra és válaszd ki a
it: Fai clic con il tasto destro sul disco desiderato e scegli
ja: 目的のドライブを右クリックし
lt_lt: Dešiniu pelės mygtuku spustelėti ant jūsų pageidaujamo disko ir iš kontekstinio meniu pasirinkti
ms_my: Klik kanan pada pemacu yang dikehendaki dan pilih
pl: Kliknij prawym klawiszem myszy żądany dysk i wybierz opcję
pt_br: Clique com o botão direito no disco desejado e escolha
sl: Z desno tipko miške kliknite želeni pogon in izberite
sr: Кликните десним тастером на жељени уређај и изаберите
sv: Högerklicka på önskad enhet och välj
tr_tr: Hedef diskinize sağ tıklayın ve
zh_tw: 按右鍵選擇您指定的磁碟

source: Shrink Partition
ca_es: Encollir la Partició
cs: Zmenšit svazek
da: Formindsk Partition
de: Partition schrumpfen
es_es: reducir el tamaño de partición
fr_fr: Rétrécir Partition
hu_hu: partíció zsugorítása
it: Ridurre Partizione
ja: Shrink Partitionを
lt_lt: Sutraukti tomą
pl: Skurcz partycję
pt_br: Encolher Partição
sl: Skrči razdelek
sr: Скупи партицију
sv: Krymp Partition
tr_tr: Bölümlemeyi Küçült
zh_tw: 縮小分區

source: from the context menu.
ca_es: al menú contextual.
cs: z kontextového menu.
da: fra menuen.
de: vom Kontextmenü aus.
es_es: desde el menú contextual.
fr_fr: dans le menu contextuel.
hu_hu: lehetőséget a menüből.
it: dal menu contestuale.
ja: コンテキストメニューから実行
ms_my: dari menu konteks.
pl: z menu kontekstowego.
pt_br: do menu contextual.
sl: iz menija.
sr: из приручног изборника.
sv: från snabbmenyn.
tr_tr: seçeneğini seçin.
zh_tw: 從背景選單

source: Enter the amount to shrink your system partition by.
ca_es: Introdueixi la nova mida per encongir la seva partició de sistema.
cs: Zadejte množství, o které se má zmenšit systémový diskový oddíl.
da: Indtast venligt hvor meget du vil formindske din systempartition med.
de: Geben Sie den Betrag, um den die Systempartition verkleinert werden soll, ein.
es_es: Introduce la cantidad para reducir el tamaño de tu partición del sistema.
fr_fr: Entrer la taille désirée pour votre partition système.
hu_hu: Írd be a partíció zsugorításához kívánt mennyiséget.
it: Inserisci l'ammontare di spazio di cui ridurre la partizione.
ja: システムパーティションを縮小する大きさを入力する。
lt_lt: Įvesti kiekį, kiek mažinsite savo skaidinį.
ms_my: Masukkan amaun yang dikehendaki untuk mengecilkan sekatan sistem anda .
pl: Wpisz rozmiar zmniejszenia partycji systemowej.
pt_br: Preencha a quantidade a diminuir sua partição de sistema.
sl: Vnesite za koliko želite skrčiti razdelek.
sr: Унесите износ за који ћете скупити системску партицију.
sv: Ange storleken som krymper din systempartition med.
tr_tr: Diskinizi küçültmek istediğiniz boyutu girin.
zh_tw: 輸入要縮小您的系統分區的量。

source: Remember, Ubuntu MATE needs at minimum 8 GB of disk space.
ca_es: Recordeu que Ubuntu MATE necessita un mínim de 8 GB d'espai al disc.
cs: Nezapomeňte, že Ubuntu MATE potřebuje minimálně 8 GB místa na disku.
da: Husk, Ubuntu MATE kræver som minimum 8GB ledig plads.
de: Denken Sie daran, dass Ubuntu MATE mindestens 8 GB Speicherplatz benötigt.
es_es: Recuerda, Ubuntu MATE necesita un mínimo de 8 GB de espacio en disco.
fr_fr: Souvenez-vous, Ubuntu MATE a besoin de 8 GB d'espace disque minimum.
hu_hu: Fontos, hogy az Ubuntu MATE legalább 8 GB lemezterületet igényel.
it: Ricorda, Ubuntu MATE ha bisogno di un minimo di 8 GB di spazio su disco.
ja: 注意!Ubuntu MATEは最低でも8 GBのディスク領域を必要とします。
lt_lt: Atsiminkite, Ubuntu MATE reikia mažiausiai 8 GB vietos diske.
ms_my: Ingat, Ubuntu MATE memerlukan sekurang-kurangnya 8 GB ruang cakera.
pl: Pamiętaj, Ubuntu MATE potrzebuje co najmniej 8 GB wolnego miejsca na dysku.
pt_br: Lembre-se, o Ubuntu MATE precisa de no mínimo 8 GB de espaço livre.
sl: Ne pozabite, Ubuntu MATE potrebuje najmanj 8 GB prostora na disku.
sr: Запамтите, Убунту Мејту је потребно најмање 8 GB простора на диску.
sv: Kom ihåg att Ubuntu MATE behöver minst 8 GB hårddiskutrymme.
tr_tr: Unutmayın, Ubuntu MATE en az 8 GB'lık bir alana ihtiyaç duyar.
zh_tw: 請記得，Ubuntu MATE需要至少8GB的磁碟空間。

source: Further Reading
ca_es: Lectura Addicional
cs: Další čtení
da: Yderligere læsestof
de: Weitere Informationen
es_es: Más lecturas
fr_fr: Lecture Complémentaire
hu_hu: További olvasnivaló
it: Ulteriori Letture
ja: 補足事項
lt_lt: Tolimesnis skaitymas
ms_my: Bacaan Lanjut
pl: Więcej informacji
pt_br: Ler mais
sl: Dodatno branje
sr: Даља читања
sv: Vidare Läsning
tr_tr: İleri Okuma
zh_tw: 更多說明

source: For further information on the best practices to modify partitions containing Windows, see the following
ca_es: Per més informació quant a les millors pràctiques per modificar particions contenint Windows, consulti el següent
cs: Další informace o osvědčených postupech ke změně diskových oddílů které obsahují Windows, naleznete v následujícím
da: For yderligere information om de bedste fremgangsmåder at ændr epartitioner med Windows på, se følgende
de: Weitere Informationen zum Ändern der Partitionen der Windows-Installation finden Sie im folgenden
es_es: Para más información sobre las mejores prácticas para modificar las particiones que contiene Windows, consulte el siguiente
fr_fr: Si vous avez besoin de plus d'information sur les pratiques optimales pour modifier des partitions contenant Windows, lisez
hu_hu: A legjobb gyakrolatokhoz a Windowst tartalmazó partíciók módosításához további információért nézd meg a következő
it: Per maggiori informazioni sulle migliori soluzioni per modificare le partizioni contenenti Windows, vedi il seguente
ja: Windowsを含むパーティションを編集する実例についての詳しい情報が
lt_lt: Tolimesnei informacijai apie geriausias skaidinių su Windows sistemomis modifikavimo praktikas, žiūrėkite šį
ms_my: Maklumat lanjut berkenaan kaedah terbaik mengubahsuai sekatan yang mengandungi Window, boleh rujuk
pl: Aby uzyskać więcej informacji o najlepszych możliwych metodach modyfikacji rozmiaru partycji Windows, zobacz następujący
pt_br: Para mais informações sobre boas práticas para modificar partições contendo Windows, veja o seguinte
sl: Za dodatne informacije o najboljših praksah za spremembo razdelkov, ki vsebujejo operacijski sistem Windows, si poglejte naslednji
sr: За даље информације о најбољем начину измене партиција које садрже Виндоуз, погледајте следећи
sv: För ytterligare information om de bästa metoderna för att modifiera partitioner som innehåller Windows, se följande
tr_tr: Windows içeren bölümleri düzenleme hakkında daha fazla bilgi için
zh_tw: 更多資訊關於修改包含Windows分區的最佳做法，請參閱以下

source: help article
ca_es: article d'ajuda
cs: článku nápovědy
da: hjælpeartikel
de: Hilfeartikel
es_es: artículo de ayuda
fr_fr: l'article d'aide
hu_hu: Segítségnyújtó cikket
it: articoli di aiuto
ja: 解説記事
lt_lt: pagalbos straipsnį
ms_my: artikel bantuan
pl: dokument pomocy
pt_br: artigo de ajuda
sl: članek s pomočjo
sr: чланак помоћи
sv: hjälp artikel
tr_tr: yardım makalesini
zh_tw: 幫助文件

source: online
ca_es: en línia
es_es: en internet
fr_fr: en ligne
ja: として閲覧できます
lt_lt: internete
ms_my: atas-talian berikut
pl: w internecie
sl: na spletu
sr: на мрежи
sv: uppkopplad
tr_tr: inceleyin.
zh_tw: 線上
