Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/gettingstarted/*.po
Languages: ca_es, cs, da, de, es_es, fr_fr, hu_hu, it, ja, lt_lt, ms_my, pl, pt_br, sl, sr, sv, tr_tr, zh_tw

source: It is located under the
ca_es: El trobareu al menú
cs: Aplikace se nachází v nabídce
da: Du kan finde det under
de: Es ist unter dem Menü
es_es: Está localizada bajo el
fr_fr: Il se trouve sous le menu
hu_hu: Megtalálható a
it: Si trova sotto il
ja: GPartedは
lt_lt: Ją galima rasti meniu punkte
ms_my: Ia berada di bawah menu
pl: Znajduje się w menu
pt_br: Está localizado abaixo do
sl: Nahaja se v
sr: Налази се у изборнику
sv: Det ligger under
tr_tr: Programı şurada bulabilirsiniz:
zh_tw: 位於之下

source: System
ca_es: Sistema
cs: Systém
es_es: Sistema
fr_fr: Système
hu_hu: Rendszer
it: Sistema
ja: システム
lt_lt: Sistema
ms_my: Sistem
pt_br: Sistema
sl: Sistem
sr: Систем
tr_tr: Sistem
zh_tw: 系統

source: Administration
ca_es: Administració
cs: Správa
es_es: Administración
hu_hu: Adminisztráció
it: Amministrazione
ja: システム管理
lt_lt: Administravimas
ms_my: Pentadbiran
pl: Administracja
pt_br: Administração
sl: Skrbništvo
sr: Администрација
tr_tr: Yönetim
zh_tw: 管理

source: menu. GParted provides complete flexibility over your partitions, primarily for power users who know how they'd like to layout their disks. This method makes changes to partitions prior to installation.
ca_es: . GParted proporciona una flexibilitat completa amb les seves particions, sobretot per als usuaris avançats que saben com els agradaria organitzar els seus discs. Aquest mètode aplica els canvis a les particions abans de la instal·lació.
cs: . GParted poskytuje plnou flexibilitu nad vašimi diskovými oddíly, a to především pro pokročilé uživatele, kteří vědí, jak chtějí uspořádat své disky. Tato metoda provádí změny v diskových oddílech před zahájením instalace.
da: menuen. GParter giver komplet fleksibilitet over dit partitionslayout. Dette er primært for avancerede brugere der ønsker et specialiseret layout. Denne fremgangsmåde ændrer harddiskens partitioner før installation.
de: zu finden. GParted bietet volle Flexibilität über Ihre Partitionen. In erster Linie ist es für Power-User gedacht, die wissen, wie sie ihre Festplatten gestalten möchten. Dieses Verfahren ändert die Partitionen vor dem eigentlichen Installationsvorgang.
es_es: menú. GParted proporciona flexibilidad total sobre sus particiones, sobre todo para los usuarios avanzados que saben cómo les gustaría a la disposición de sus discos. Este método hace cambios a las particiones antes de la instalación.
fr_fr: . GParted permet une flexibilité complète sur vos partitions. Il est principalement fait pour les utilisateurs confirmés qui savent comment ils veulent aménager leur disques. Cette méthode permet de changer les partitions avant l'installation.
hu_hu: menüben. A Gparted teljes rugalmasságot biztosít a partícióidhoz, elsődlegesen a haladó felhasználók számára, akik tudják, hogyan akarják elrendezni a lemezeiket. Ez a módszer a telepítés előtt eszközöl változtatásokat a partíciókban.
it: menu. GParted offre una completa flessibilità sulle tue partizioni, in principal modo per gli utenti avanzati che sanno vogliono schematizzare i propri dischi. Questo metodo applica dei cambiamenti alle partizioni prima dell'installazione.
ja: メニューにあります。GPartedは、主に、ハードディスクをどのようにレイアウトしたいかを熟知している上級者向けで、パーティションを自由に操作できるようになっています。この方法によって、インストールの前にパーティションに変更を加えることができます。
lt_lt: . GParted pateikia pilną lankstumą darbe su skaidiniais, visų pirma, patyrusiems naudotojams, kurie žino, kaip jie norėtų išdėstyti savo diskus. Šis metodas atlieka pakeitimus prieš įdiegimą.
ms_my: GParted menyediakan keanjalan penuh terhadap sekatan anda, terutamanya bagi pengguna mahir yang tahu apa perlu dilakukan pada bentangan cakera mereka. Kaedah ini membuat perubahan pada sekatan sebelum pemasangan berlaku.
pl: GParted zapewnia pełną elastyczność w stosunku do partycji, głównie dla zaawansowanych użytkowników, którzy wiedzą, jak chcą układać swoje dyski. Ta metoda powoduje zmianę partycji przed instalacją.
pt_br: menu. O GParted fornece flexibilidade total das suas partições, primariamente para usuários experiente que sabem como dispor seus discos. Esse método faz alterações nas partições antes da instalação.
sl: . GParted zagotavlja popolno fleksibilnost nad vašimi razdelki, predvsem za napredne uporabnike, ki vedo, kakšno postavitev svojih diskov želijo. Ta metoda omogoča spreminjanje razdelkov pred namestitvijo.
sr: . Гпартед пружа потпуну флексибилност над вашим партицијама, пре свега за кориснике који знају како да распореде своје дискове. Овај метод прави измене на партицијама пре инсталације.
sv: meny. GParted ger fullständig flexibilitet över dina partitioner, främst för avancerade användare som vet hur de skulle vilja partionera sina diskar. Denna metod gör ändringarna på partitionerna före installationen.
tr_tr: GParted özellikle diskini nasıl konumlandıracağını bilen usta kullanıcılar için disk bölümleri üzerinde büsbütün bir esneklik sağlar. Bu yöntem kurulumdan önce disk bölümleri üzerinde değişiklik yapar.
zh_tw: 選單。GParted提供那些想要自行分配硬碟分區的進階使用者充份的彈性來調整分區。這必須在安裝前變更您的分區

source: After completing operations to your disk, you can leave the remaining space unallocated,
ca_es: Després de completar les operacions al vostre disc, podeu deixar l'espai restant sense assignar,
cs: Po dokončení operací na vašem disku můžete ponechat zbývající prostor nepřidělený,
da: Efter redigeringen af disken er fuldent, kan du efterlade den resterende plads uallokeret,
de: Nachdem die Operationen auf Ihrer Festplatte abgeschlossen sind, können Sie den verbliebenen, nicht zugewiesen Speicherplatz unverteilt lassen,
es_es: Tras completar operaciones a tu disco, puedes dejar el espacio restante sin asignar
fr_fr: Une fois les opérations sur vos disques complétées, vous pouvez laisser l'espace disque restant non-alloué.
hu_hu: A lemezeden történő műveletek befejezése után meghagyhatod a fennmaradó helyet felhasználatlanként,
it: Dopo aver completato le operazioni sul tuo disco, puoi lasciare lo spazio rimanente non allocato,
ja: ハードディスクの作業が完了すると、何にも割り当てられていない領域を確保できているはずです。
lt_lt: Po to, kai užbaigsite operacijas su savo diskais, galite palikti likusią vietą nepanaudotą,
ms_my: Selepas operasi pada cakera anda selesai, anda boleh biarkan ruang berbaki tidak diperuntukkan,
pl: Po zakończeniu operacji na dysku można zostawić pozostałą przestrzeń nieprzydzieloną,
pt_br: Depois de completar as operações em seu disco, você pode deixar o espaço restante não alocado,
sl: Ko zaključite s spreminjanjem razdelkov na disku, lahko pustite ostali prostor nerazporejen,
sr: Након завршетка радњи на вашем диску, можете оставити преостали простор нерасподељеним,
sv: Efter att ha avslutat operationerna till din hårddisk, kan du lämna det återstående utrymmet oallokerat,
tr_tr: Disk üzerindeki işlemlerinizi tamamladıktan sonra kalan kısmı biçimlendirilmemiş olarak bırakabilirsiniz.
zh_tw: 完成磁碟操作後，您可以保留剩餘空間不被分配。

source: whereby the installer will detect this unused space to install Ubuntu MATE to.
ca_es: gràcies a això l'instal·lador detectarà aquest espai sense ús per a instal·lar-hi Ubuntu MATE.
cs: instalační program rozpozná tento nevyužitý prostor a použije ho k instalaci Ubuntu MATE.
da: Ubuntu MATE vil derved genkende den resterende plads som installationspunkt.
de: wobei das Installationsprogramm diesen ungenutzten Speicherplatz erkennen und zur Installation von Ubuntu MATE verwenden wird.
es_es: en donde el instalador detectará éste espacio sin uso para instalar Ubuntu MATE en eĺ.
fr_fr: L'installeur détectera cet espace non-utilisé et y installera Ubuntu MATE.
hu_hu: mivel a telepítő ezt a felhasználatlan helyet felismeri az Ubuntu MATE telepítéséhez.
it: per cui l'installer potrebbe rilevare questo spazio inutilizzato e installarci Ubuntu MATE.
ja: インストーラーはその空いた領域にUbuntu MATEをインストールしていきます。
lt_lt: tuo tarpu įdiegimo programa aptiks šią nepanaudotą vietą, kad įdiegtų į ją Ubuntu MATE.
ms_my: yang mana pemasang akan mengesannya sebagai ruang tidak digunakan untuk pemasangan Ubuntu MATE di dalamnya.
pl: dzięki czemu instalator wykryje tę niewykorzystaną przestrzeń, aby zainstalować Ubuntu MATE.
pt_br: de modo que o instalador detectará esse espaço não utilizado e instalará o Ubuntu MATE.
sl: pri čemer bo namestilnik zaznal prazen prostor za namestitev Ubuntu MATE.
sr: при чему ће инсталер открити овај неискоришћени простор за инсталацију Убунту Мејта.
sv: varvid installationsprogrammet kommer att upptäcka detta oanvända utrymme för att installera Ubuntu MATE till.
tr_tr: Kurulum yöneticisi bu kısmı Ubuntu MATE'yi kurabileceği kullanılmayan boş kısım olarak algılayacaktır.
zh_tw: 其中的安裝精靈會偵測這個沒用到的空間來安裝Ubuntu MATE。

source: Using the Installer's "Custom" option.
ca_es: Utilitzant l'opció "Personalitzat" de l'instal·lador.
cs: Použití možnosti instalátoru "Vlastní".
da: Ved at benytte installationsværktøjets "Brugerdefineret" valgmulighed.
de: Verwendung der "benutzerdefiniert"-Option des Installationsprogramms.
es_es: Usando la opción "Personalizada" del instalador.
fr_fr: Utilisez le mode "Manuel" de l'installeur.
hu_hu: A Telepítő "Egyéni" opciójának használata.
it: Usare l'opzione "Personalizzato" dell'installer.
ja: インストーラーの"カスタム"オプションを使う方法
lt_lt: Naudojant įdiegimo programos "Pasirinktinę" parinktį.
ms_my: Menggunakan pilihan "Suai" Pemasang.
pl: Korzystanie z opcji "Niestandardowy" instalatora.
pt_br: Utilizando a opção "Custom" do instalador.
sl: Uporaba namestilnikove možnosti "Po meri"
sr: Користећи опцију инсталера „Произвољно“.
sv: Använda Installationens "Anpassa" alternativ.
tr_tr: Kurulum yöneticisinin "Özel Ayarlar" seçeneğini kullanmak.
zh_tw: 使用安裝精靈的自訂選項

source: Instead or in addition to GParted, the
ca_es: En lloc o a més d'utilitzar el GParted, l'opció
cs: Namísto toho nebo jako doplnění ke GParted, pomocí volby
da: Istedet for, eller som supplement til GParted,
de: Alternativ oder zusätzlich zu GParted kann auch die Option
es_es: En su lugar o adicional a Gparted, la
fr_fr: À la place ou en plus de GParted, le mode
hu_hu: A Gparted helyett, vagy kiegészítéseként az
it: Al posto o in aggiunta a GParted, l'
ja: GPartedを使った場合でも、そうでない場合でも、インストールウィザード内の
lt_lt: Vietoj GParted ar papildomai prie jos, įdiegimo metu
ms_my: Selain atau sebagai tambahan pada GParted
pl: Zamiast tego lub oprócz GParted,
pt_br: Ao invés ou em acréscimo ao GParted, o
sl: Namesto ali hkrati z GParted,
sr: Уместо или као додатак Гпартеду, опција
sv: Istället eller förutom GParted, den
tr_tr: GParted'ın yerine ya da ona ek olarak
zh_tw: 替代或除了GParted之外，

source: Custom
ca_es: Personalitzat
cs: Vlastní
da: Brugerdefineret
de: benutzerdefiniert
es_es: opción
fr_fr: Manuel
hu_hu: Egyéni
it: Personalizzato
ja: カスタム
lt_lt: Pasirinktinė
ms_my: Pilihan Suai
pl: Niestandardowa
pt_br: Personalizada
sl: Po meri
sr: Произвољно
sv: Anpassa
tr_tr: Özel Ayarlar
zh_tw: 自訂

source: option during the installation wizard can also configure and resize your partitions as well as choose mount points. Dividing your disks can make it somewhat easier to re-install the operating system later if desired.
ca_es: durant la instal·lació l'assistent pot configurar i redimensionar les vostres particions a més d'escollir els punts de muntatge. Amb la divisió dels vostres discs podeu fer d'alguna manera més fàcil la reinstal·lació del sistema operatiu més tard si ho desitgeu.
cs: lze během instalačního procesu také nastavit a měnit velikost diskových oddílů, stejně jako vybrat přípojné body. Rozdělení disků může o něco zjednodušit případnou pozdější reinstalaci operačního systému.
da: muligheden under installationsværktøjet kan ligeledes konfigurere og formindske/forstørre dine partitioner samt vælge monteringspunkter. At dele dine diske kan gøre det nemmere at geninstallere operativsystemet senere hvis påkrævet/ønsket.
de: während des Installationsvorgangs Ihre Partitionen konfigurieren, die Größe ändern, sowie Einhängepunkte wählen. Ihre Festplatten aufzuteilen kann es etwas einfacher machen, das Betriebssystem später erneut zu installieren.
es_es: "Personalizada" durante el asistente de instalación también puede configurar y cambiar el tamaño de las particiones, así como elegir los puntos de montaje. La división de los discos puede hacer que sea un poco más fácil volver a instalar el sistema operativo posterior si así lo desea.
fr_fr: de l'assistant d'installation peut aussi configurer et modifier la taille de vos partitions ainsi que choisir des points de montage. Diviser vos disques peut faciliter une éventuelle réinstallation du système d'exploitation ultérieure.
hu_hu: opció a telepítő varázsló alatt szintén be tudja állítani és átméretezni a partícióidat, és a csatolási potokat is ki lehet választani. A lemezeid felosztása könnyebbi teszi a redszer későbbi újratelepítését, ha szükséges.
it: opzione durante il processo di installazione può anche configurare e ridimensionare le tue partizioni così come scegliere il punto di montaggio. Dividere il disco rende più facile re-installare il sistema operativo successivamente se desiderato.
ja: オプションによって、マウントポイントの選択とともにパーティションの大きさの変更と設定が可能です。ハードディスクを分割しておくと、後でOSを再インストールすることになったときに便利です。
lt_lt: parinktis irgi gali konfigūruoti ir keisti jūsų skaidinių dydžius, o taip pat pasirinkti prijungimo taškus. Diskų atskyrimas, vėliau, reikalui esant, padaro jūsų operacinės sistemos įdiegimą iš naujo, lengvesnį.
ms_my: ketika bestari pemasangan juga boleh konfigurkan dan saizkan semula sekatan anda sebaik sahaja memilih titik lekap. Pembahagian cakeran anda menjadikannya lebih mudah untuk memasang semula sistem pengoperasian nanti jika mahu.
pl: opcja podczas instalacji kreatora może także skonfigurować i zmieniać rozmiary partycji oraz wybrać punkty montowania. Dzielenie dysków może sprawić, że w razie potrzeby łatwiej będzie ponownie zainstalować system operacyjny.
pt_br: opção durante o assistente de instalação pode também configurar e redimensionar suas partições, assim como escolher pontos de montagem. Dividir seus discos pode tornar de alguma forma mais fácil para reinstalar o sistema operacional posteriormente, se desejado.
sl: možnost v čarovniku za namestitev lahko nastavite in spreminjanje velikosti razdelkov, kot tudi izbirate priklopne točke. Delitev diskov lahko tudi kasneje nekoliko olajša ponovno namestitev operacijskega sistema, če boste to želeli.
sr: у току инсталационог чаробњака такође можете подесити и променити величину партиција као и да изаберете тачке качења. Подела дискова може касније учинити нешто лакшим поновно инсталирање оперативних систем ако желите.
sv: alternativ under installationsguiden kan också konfigurera och ändra storlek på partitioner samt välja monteringspunkter . Dela dina diskar kan göra det något lättare att installera om operativsystemet senare om så önskas.
tr_tr: seçeneği de kurulum sırasında disk bölümlerinizi yapılandırabilir ya da yeniden boyutlandırabilir, bağlama noktalarını seçebilir. Diski bölümlere ayırmak, daha sonradan yapılabilicek işletim sistemini yeniden yükleme işlemlerini kolaylaştırır.
zh_tw: 安裝精靈的選項中也可以設定和調整您的分區以及選擇mount points。如果您想要的話，分割您的磁碟讓您稍候可以更容易地重新安裝作業系統。

source: You can specify these mount points:
ca_es: Pot especificar aquests punts de muntatge:
cs: Můžete určit tyto přípojné body:
da: Du kan specificere disse monteringspunkter:
de: Sie können diese Einhängepunkte auswählen:
es_es: Puedes especificar éstos puntos de montaje:
fr_fr: Vous pouvez spécifier ces points de montage :
hu_hu: Ezeket a csatolási pontokat adhatod meg:
it: Puoi specificare questi punti di montaggio:
ja: 以下のマウントポイントを指定することができます。
lt_lt: Jūs galite nurodyti šiuos prijungimo taškus:
ms_my: Anda boleh tentukan titik lekap ini:
pl: Można określić te punkty montowania:
pt_br: Você pode especificar esses pontos de montagem:
sl: Določite lahko naslednje priklopne točke:
sr: Можете навести те тачке качења:
sv: Du kan ange dessa monteringspunkter:
tr_tr: Bu bağlama noktalarını şöyle belirtebilirsiniz:
zh_tw: 您可以指定這些mount points:

source: The base for Ubuntu MATE
ca_es: La base per a Ubuntu MATE
cs: Základ pro Ubuntu MATE
da: Det grundlæggende Ubuntu MATE system
de: Die Basis für Ubuntu MATE
es_es: La base para Ubuntu MATE
fr_fr: La base d'Ubuntu MATE
hu_hu: Az alap az Ubuntu MATE-hoz
it: La base per Ubuntu MATE
ja: Ubuntu MATEの基部
lt_lt: Ubuntu MATE pagrindas
ms_my: Asas Ubuntu MATE
pl: Baza dla Ubuntu MATE
pt_br: A base para o Ubuntu MATE
sl: Osnova za Ubuntu MATE
sr: Основа Убунту Мејта
sv: Basen för Ubuntu MATE
tr_tr: Ubuntu Mate için kök dizin
zh_tw: Ubuntu MATE基礎

source: Bootloader and kernels
ca_es: Gestor d'arrencada i kernels
cs: Zavaděč a jádra
da: Bootloader or Kerner
de: Bootloader und Kernel
es_es: Gestor de arranque y los kernels
fr_fr: Le chargeur d'amorçage (Bootloader) et les noyaux (kernels)
hu_hu: Rendszerbetöltő és kernelek
it: Bootloader e kernel
ja: ブートローダーとカーネル用
lt_lt: Paleidyklė ir branduoliai
ms_my: Pemuat but dan kernel
pl: Bootloader i jądra
pt_br: Bootloader e kernels
sl: Zagonski nalagalnik in jedra
sr: Подизач система и језгра
sv: Boothanterare och kärnor
tr_tr: Önyükleme ve çekirdekler
zh_tw: Bootloader和內核

source: Your personal files and folders
ca_es: Els seus fitxers i carpetes personals
cs: Vaše osobní soubory a složky
da: Dine personlige filer og mapper
de: Ihre persönlichen Dateien und Ordner
es_es: Tus archivos y carpetas personales
fr_fr: Vos fichiers et dossiers personnels
hu_hu: Személyes fájlok és mappák
it: I tuoi file personali e le cartelle
ja: 個人のファイルとフォルダ用
lt_lt: Jūsų asmeniniai failai ir aplankai
ms_my: Fail dan folder peribadi anda
pl: Twoje osobiste pliki i foldery
pt_br: Seus arquivos pessoais e pastas
sl: Vaše osebne datoteke in mape
sr: Ваше личне датотеке и фасцикле
sv: Dina personliga filer och kataloger
tr_tr: Kişisel dosyalarınız ve klasörleriniz
zh_tw: 您的個人檔案及資料夾

source: Temporary files
ca_es: Fitxers temporals
cs: Dočasné soubory
da: Midlertidige filer
de: Temporäre Dateien
es_es: Archivos temporales
fr_fr: Les fichiers temporaires
hu_hu: Ideiglenes fájlok
it: File temporanei
ja: 一時的なファイル用
lt_lt: Laikinieji failai
ms_my: Fail sementara
pl: Pliki tymczasowe
pt_br: Arquivos temporários
sl: Začasne datoteke
sr: Привремене датотеке
sv: Temporära filer
tr_tr: Geçici klasörler
zh_tw: 暫存檔

source: Contains most of the applications
ca_es: Conté la majoria de les aplicacions
cs: Obsahuje většinu aplikací
da: Indeholder de fleste programmer
de: Enthält die meisten der Anwendungen
es_es: Contiene la mayoría de las aplicaciones
fr_fr: Contient la plupart des applications
hu_hu: Az alkalmazások nagy részét tartalmazza
it: Contiene la maggior parte delle applicazioni
ja: ほとんどのアプリケーションを含む
lt_lt: Didžioji programų dalis
ms_my: Mengandungi kebanyakan aplikasi
pl: Zawiera większość aplikacji
pt_br: Contém a maioria das aplicações
sl: Vsebuje večino programov
sr: Садржи највише програма
sv: Innehåller de flesta programmen
tr_tr: Uygulamaların çoğunu içerir
zh_tw: 包含大部分的應用程式

source: (binaries, documentation, libraries, etc)
ca_es: (binaris, documentació, biblioteques, etc.)
cs: (binární soubory, dokumentace, knihovny, atd)
da: (Binære filer, dokumentation, biblioteker mv.)
de: (Binärdateien, Dokumentation, Bibliotheken, etc.)
es_es: (binarios, documentación, bibliotecas, etc.)
fr_fr: (fichiers binaires, documents, librairies, ...etc)
hu_hu: (binárisok, dokumentáció, könyvtárak, stb.)
it: (binari, documentazione, librerie, etc)
ja: (バイナリ、ドキュメント、ライブラリー等)
lt_lt: (dvejetainės, dokumentacija, bibliotekos ir t. t.)
ms_my: (binari, dokumentasi, pustaka, dll)
pl: (Binaria, dokumentacja, biblioteki itd.)
pt_br: (binaries, documentação, bibliotecas, etc)
sl: (binarnih datotek, dokumentacija, knjižnice, ipd.)
sr: (извршне, документација, библиотеке, итд.)
sv: (binärer, dokumentation, bibliotek, etc)
tr_tr: (binaries, documentation, libraries)
zh_tw: (執行檔，文件，函式庫等等)

source: Variable data
ca_es: Dades variables
cs: Proměnlivá data
de: Variable Daten
es_es: Datos variables
fr_fr: Données variables
hu_hu: Változó adat
it: Dati variabili
ja: 可変データ
lt_lt: Kintamieji duomenys
ms_my: Data pembolehubah
pl: Zmienne dane
pt_br: Dados variáveis
sl: Spremenljivi podatki
sr: Променљиви подаци
sv: Variabel data
tr_tr: Değişken veriler
zh_tw: 變數資料

source: (such as system logs)
ca_es: (com registres del sistema)
cs: (Jako například systémové logy)
da: (såsom system logs)
de: (z. B. Systemlog-Dateien)
es_es: (Tales como los registros del sistema)
fr_fr: (comme des fichiers de journalisation système)
hu_hu: (mint pl. rendszer bejegyzések)
it: (come i log di sistema)
ja: (例えば、システムログ等)
lt_lt: (tokie kaip sistemos žurnalai)
ms_my: (seperti log sistem)
pl: (Takie jak dzienniki systemu)
pt_br: (como registros do sistema)
sl: (kot so sistemski dnevniki)
sr: (као што су системски дневници)
sv: (såsom systemloggar)
tr_tr: (sistem günlükleri gibi)
zh_tw: (例如系統logs)

source: Data for System Services
ca_es: Dades per Serveis del Sistema
cs: Údaje pro systémové služby
da: Data til System Tjenester
de: Daten für Systemdienste
es_es: Datos para Servicios del Sistema
fr_fr: Données des services du système
hu_hu: Adat rendszerszolgálatatásokhoz
it: Dati per i Servizi di Sistema
ja: システムサービス用のデータ
lt_lt: Sistemos tarnybų duomenys
ms_my: Data untuk Perkhidmatan Sistem
pl: Dane dotyczące usług systemowych
pt_br: Dados para Serviços do Sistema
sl: Podatki za sistemske storitve
sr: Подаци за системске услуге
sv: Data för Systemtjänster
tr_tr: Sistem Servisleri için veriler
zh_tw: 系統服務的資料

source: (typically used for server configurations)
ca_es: (típicament usat per configuracions de servidor)
cs: (typicky používané pro konfigurace serveru)
da: (typisk benyttet til server konfiguration)
de: (typischerweise für Serverkonfigurationen verwendet)
es_es: (usualmente usado para configuraciones de servidor)
fr_fr: (habituellement utilisées pour des configurations serveurs)
hu_hu: (jellemzően szerver konfigurációkhoz használt)
it: (usati tipicamente per le configurazioni di server)
ja: (主に、サーバーの設定に使われる)
lt_lt: (dažniausiai, naudojama serverio konfigūracijoms)
ms_my: (biasanya digunakan untuk konfigurasi pelayan)
pl: (zazwyczaj używany do konfiguracji serwera)
pt_br: (tipicamente utilizado para configurações de servidor)
sl: (ponavadi uporabljeni za nastavitve strežnika)
sr: (обично коришћене за подешавања сервера)
sv: (som vanligtvis används för serverkonfigurationer)
tr_tr: (genelde sunucu yapılandırmaları için kullanılır.)
zh_tw: (通常作為伺服器調整)

source: Additional software unmanaged by the package manager
ca_es: Programari addicional no gestionat pel gestor de paquets
cs: Dodatečný software neřízený pomocí správce balíčků
da: Yderligere software der ikke håndteres af Pakkehåndterings programmet
de: Zusätzliche nicht vom Paketmanager verwaltete Software,
es_es: Software adicional no administrado por el administrador de paquetes
fr_fr: Les logiciels qui ne sont pas gérés par le gestionnaire de paquets
hu_hu: További szoftver amit a csomagkezelő nem kezel
it: Software aggiuntivo non gestito da un gestore di pacchetti
ja: パッケージマネージャーで管理されない追加のソフトウェア
lt_lt: Papildoma programinė įranga, kuri nėra tvarkoma paketų tvarkytuvės
ms_my: Pilihan tambahan tidak diurus oleh pengurus pakej
pl: Dodatkowe oprogramowanie niezarządzane przez menedżera pakietów
pt_br: Software adicional não gerenciado pelo administrador de pacotes
sl: Dodatni programi, niso upravljani prek upravljalnika paketov
sr: Додатни програми којима не рукује управник пакета
sv: Ytterligare programvara opåverkad av pakethanteraren
tr_tr: Paket yöntecisi tarafından yönetilmeyen ek yazılımlar
zh_tw: 額外的軟體將不會被套件管理員管理

source: such as
ca_es: com per exemple
cs: jako například
da: såsom
de: wie zum Beispiel
es_es: así como
fr_fr: comme
hu_hu: mint pl.
it: come
ja: 例えば、
lt_lt: tokia kaip
ms_my: seperti
pl: takie jak
pt_br: como
sl: kot je
sr: као што је
sv: som
tr_tr: Örneğin
zh_tw: 例如
