Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/gettingstarted/*.po
Languages: ca_es, cs, da, de, es_es, fr_fr, hu_hu, it, ja, lt_lt, ms_my, pl, pt_br, sl, sr, sv, tr_tr, zh_tw

source: Press Alt + Tab and then release Tab (but continue to hold Alt).
ca_es: Premeu Alt + Tab i després deixeu anar Tab (però continueu mantenint Alt).
cs: Stiskněte Alt + Tab a pak uvolněte Tab (ale i nadále držte Alt).
da: Hold Alt + tab nede og giv slip på tab (men hold fortsat Alt nede).
de: Drücken Sie Alt + Tab und dann Tab loslassen (Aber weiterhin Alt gedruckt halten).
es_es: Presiona Alt+Tab y después suelta Tab (pero sigue pulsando Alt)
fr_fr: Appuyez sur Alt + Tab puis relâchez Tab (tout en continuant de maintenir Alt enfoncé).
hu_hu: Nyomd meg az Alt + Tab-ot, majd engedd el a Tab-ot (de az Alt-ot tartsd nyomva).
it: Premi Alt + Tab e rilascia Tab ( ma continua a premere Alt).
ja: Alt + Tabを押したらTabキーを離す(ただしAltキーは押したまま)
lt_lt: Paspauskite Alt + Tab, o tuomet atleiskite Tab klavišą (tačiau ir toliau laikykite nuspaudę Alt).
ms_my: Ketik Alt + Tab kemudian lepaskan Tab (tetapi masih terus menahan Alt).
pl: Naciśnij Alt+Tab i następnie puść Tab (trzymając dalej Alt)
pt_br: Pressione Alt + Tab e depois solte Tab (mas continue segurando Alt).
sl: Pritisni Alt+Tab in nato izpusti Tab (ampak še vedno drži pritisnjen Alt).
sr: Притисните Алт + Таб и затим отпустите Таб (али наставите да држите Алт).
sv: Tryck Alt + Tab och släpp sedan Tab (men fortsätt att hålla Alt).
tr_tr: Alt + Tab tuşlarına basın daha sonra Tab tuşunu bırakın (Alt'a basmaya devam edin)

source: Press Tab repeatedly to cycle through the list of available windows which appears on the screen.
ca_es: Premeu la tecla Tab diverses vegades per recórrer la llista de les finestres disponibles que apareix en pantalla.
cs: Opakovaně stiskněte klávesu Tab a procházejte seznam dostupných oken, který se objeví na obrazovce.
da: Hold Tab knappen nede for at cirkulere imellem listen over tilgængelige vinduer på skærmen.
de: Drücken Sie die Tabulatortaste wiederholt, um durch die Liste der verfügbaren Fenster, die auf dem Bildschirm erscheint.
es_es: Pulse la tecla Tab varias veces para recorrer la lista de ventanas disponibles que aparecen en la pantalla.
fr_fr: Appuyez sur Tab de façon répétée pour passer en revue la liste de fenêtres disponibles affichée sur l'écran.
hu_hu: Nyomd a Tab-ot többször, hogy végigmenj az elérhető ablakok listáján, amik megjelennek a képernyőn.
it: Premi Tab ripetutamente per passare tra l'elenco di finestre disponibili che appaiono sullo schermo.
ja: Tabキーを繰り返し押して、画面上のウィンドウ一覧から選択する
lt_lt: Pakartotinai spauskite Tab, kad perjunginėtumėte prieinamų langų sąraše, kuris atsiranda ekrane.
ms_my: Ketika Tab berulangan untuk kitar menerusi senarai tetingkap yang ada yang muncul pada skrin.
pl: Naciskaj Tab wielokrotnie, by przełączać się pomiędzy dostępnymi oknami, które pojawiają się na ekranie.
pt_br: Pressione a tecla Tab repetidamente para percorrer a lista de janelas disponíveis, que aparece na tela.
sl: Pritisni Tab večkrat za pomikanje po seznamu razpoložljivih oken, ki se pojavijo na zaslonu.
sr: Притискајте Таб да кружите кроз списак доступних прозора који се појаве на екрану.
sv: Tryck Tab upprepade gånger för att gå igenom listan över tillgängliga fönster som visas på skärmen.
tr_tr: Döngüde gözüken açık pencereler arasında dolaşmak için Tab tuşuna tekrarlı olarak basın.

source: Release the Alt key to switch to the selected window.
ca_es: Deixeu anar la tecla Alt per canviar a la finestra seleccionada.
cs: Uvolněte klávesu Alt a přepnete se do vybraného okna.
da: Slip Alt-tasten for at skifte til det valgte vindue.
de: Lassen Sie die Alt-Taste los, um zu das ausgewählte Fenster zu wechseln.
es_es: Suelta la tecla Alt para cambiar a la ventana seleccionada.
fr_fr: Relâchez la touche Alt pour passer à la fenêtre sélectionnée.
hu_hu: Engedd el az Alt gombot a kijelölt ablakra váltáshoz.
it: Rilascia il tasto Alt per passare alla finestra selezionata.
ja: Altキーを離すと、選択されたウィンドウに切り替わる
lt_lt: Atleiskite Alt klavišą, kad perjungtumėte į pasirinktą langą.
ms_my: Lepaskan kekunci Alt untuk bertukar-tukar tetingkap.
pl: Puść klawisz Alt, aby przełączyć się do wybranego okna.
pt_br: Solte a tecla Alt para mudar para a janela selecionada.
sl: Spusti tipko Alt za preklop na izbrano okno.
sr: Отпустите тастер Алт да се пребаците на изабрани прозор.
sv: Släpp Alt-tangenten för att växla till det valda fönstret.
tr_tr: Seçili pencere geçiş yapmak için Alt tuşunu bırakın.

source: Switch between currently-open windows in all Workspaces.
ca_es: Canvi entre les finestres obertes actualment en tots els espais de treball.
cs: Přepínat mezi aktuálně otevřenými okny na všech pracovních plochách.
da: Vælg imellem de åbne vinduer i alle arbejdsområder.
de: Wechseln Sie zwischen aktuell geöffneten Fenster in allen Arbeitsbereichen.
es_es: Cambia entre las ventanas abiertas en todas las Áreas de Trabajo.
fr_fr: Commuter entre les fenêtres ouvertes dans tous les Espaces de Travail.
hu_hu: Jelenleg megnyitott ablakok közötti váltás minden munkaterületen.
it: Passa tra le finestre aperte correntemente in tutti gli spazi di lavoro.
ja: すべてのワークスペース上で開いているウィンドウの中から選択する
lt_lt: Perjungti tarp šiuo metu visose darbo srityse atvertų langų.
ms_my: Bertukar diantara tetingkap semasa dibuka dalam semua Ruang Kerja.
pl: Przełącza pomiędzy obecnie otwartymi oknami w każdym obszarze roboczym.
pt_br: Alternar entre as janelas atualmente abertas em todos os Espaços de Trabalho.
sl: Preklopi med trenutno odprtimi okni na vseh delovnih površinah.
sr: Пребацујте се између тренутно отворених прозора на свим радним просторима.
sv: Växla mellan öppna fönster i alla arbetsytor.
tr_tr: Tüm çalışma alanlarındaki açık pencereler arasında geçiş yapın.

source: Release the Ctrl and Alt keys to switch to the selected window.
ca_es: Deixeu anar les tecles Ctrl i Alt per canviar a la finestra seleccionada.
cs: Uvolněte klávesy Ctrl a Alt a přepnete se do vybraného okna.
da: Slip Ctrl- og Alt-tasterne for at skifte til det valgte vindue.
de: Lassen Sie die Tasten Strg und Alt los, um auf das ausgewählte Fenster zu wechseln.
es_es: Suelta las teclas Ctrl y Alt para cambiar a la ventana seleccionada
fr_fr: Relâchez les touches Ctrl et Alt pour passer à la fenêtre sélectionnée.
hu_hu: Engedd el a Ctrl és Alt gombot a kijelölt ablakra váltáshoz.
it: Rilascia i tasti Ctrl e Alt per passare alla finestra selezionata.
ja: CtrlキーとAltキーを離すと、選択されたウィンドウに切り替わる
lt_lt: Atleiskite Ctrl ir Alt klavišus, kad perjungtumėte į pasirinktą langą.
ms_my: Lepaskan kekunci Ctrl dan Alt untuk bertukar-tukar tetingkap.
pl: Puść klawisze Ctrl i Alt, by przełączyć się pomiędzy wybranymi oknami.
pt_br: Solte as teclas Ctrl e Alt para mudar para a janela selecionada.
sl: Spusti tipki Ctrl in Alt za preklop na izbrano okno.
sr: Отпустите тастере Ктрл и Алт да се пребаците на изабрани прозор.
sv: Släpp Ctrl och Alt för att byta till det valda fönstret.
tr_tr: Seçili pencere geçiş yapmak için Ctrl ve Alt tuşunu bırakın.

source: Left
ca_es: Esquerra
cs: šipka vlevo
da: Venstre
de: Links
es_es: Izquierda
fr_fr: Gauche
hu_hu: Bal
it: Sinistra
lt_lt: Kairėn
ms_my: Kiri
pt_br: Esquerda
sl: Levo
sr: Леви
sv: Vänster
tr_tr: Sol
zh_tw: 左

source: Switch to the previous workspace.
ca_es: Canvia a l'anterior espai de treball.
cs: Přepnout na předchozí pracovní plochu.
da: Skift til tidligere arbejdsområde.
de: In den vorherigen Arbeitsbereich wechseln.
es_es: Cambia a la Área de Trabajo anterior.
fr_fr: Passer a l'espace de travail précédent.
hu_hu: Váltás az előző munkaterületre.
it: Passa allo spazio di lavoro precedente.
ja: 左側のワークスペースに切り替える
lt_lt: Perjungti į ankstesnę darbo sritį.
ms_my: Bertukar ke ruang kerja terdahulu.
pl: Przełącza do wcześniejszego obszaru roboczego.
pt_br: Muda para o espaço de trabalho anterior.
sl: Preklopi na predhodno delovno površino.
sr: Пребацује се на претходни радни простор.
sv: Växla till föregående arbetsyta.
tr_tr: Önceki çalışma alanına geç.

source: Right
ca_es: Dreta
cs: šipka vpravo
da: Højre
de: Rechts
es_es: Derecha
fr_fr: Droite
hu_hu: Jobb
it: Destra
lt_lt: Dešinėn
ms_my: Kanan
pt_br: Direita
sl: Desno
sr: Десни
sv: Höger
tr_tr: Sağ
zh_tw: 右

source: Switch to the next workspace.
ca_es: Canvia al següent espai de treball.
cs: Přepnout na další pracovní plochu.
da: Skift til det næste arbejdsområde.
de: Wechsle zur nächsten Arbeitsfläche
es_es: Cambia a la siguiente Área de Trabajo
fr_fr: Passer au prochain espace de travail.
hu_hu: Váltás a következő munkaterületre.
it: Passa allo spazio di lavoro successivo.
ja: 右側のワークスペースに切り替える
lt_lt: Perjungti į kitą darbo sritį.
ms_my: Bertukar ke ruang kerja berikutnya.
pl: Przełącza do następnego obszaru roboczego.
pt_br: Alternar para o próximo espaço de trabalho.
sl: Preklopi na naslednjo delovno površino.
sr: Пребацује се на следећи радни простор.
sv: Växla till nästa arbetsyta.
tr_tr: Sonraki çalışma alanına geç.
zh_tw: 切換至下一個工作區

source: Move the current window to the previous workspace.
ca_es: Mou la finestra actual a l'anterior espai de treball.
cs: Přesunout aktuální okno na předchozí pracovní plochu.
da: Flyt det åbne vindue til det tidligere arbejdsområde.
de: Das aktuelle Fenster auf den vorherige Arbeitsbereich bewegen.
es_es: Mueve la ventana actual a el Área de trabajo anterior.
fr_fr: Déplacer la fenêtre active vers le précédent espace de travail.
hu_hu: A jelenlegi ablak áthelyezése az előző munkaterületre.
it: Sposta la finestra corrente nel precedente spazio di lavoro.
ja: 現在のウィンドウを左側のワークスペースへ移動する
lt_lt: Perkelti esamą langą į ankstesnę darbo sritį.
ms_my: Alih tetingkap semasa ke ruang kerja terdahulu.
pl: Przenosi obecne okno do wcześniejszego obszaru roboczego.
pt_br: Move a janela atual para o espaço de trabalho anterior.
sl: Premakni trenutno okno na predhodno delovno površino.
sr: Премешта текући прозор на претходни радни простор.
sv: Flytta det aktuella fönstret till föregående arbetsyta.
tr_tr: Geçerli pencereyi önceki çalışma alanına taşı.
zh_tw: 移動當前視窗至前一個工作區

source: Move the current window to the next workspace.
ca_es: Mou la finestra actual al següent espai de treball.
cs: Přesunout aktuální okno na další pracovní plochu.
da: Flyt det åben vindue til det næste arbejdsområde.
de: Das aktuelle Fenster auf den nächsten Arbeitsbereich bewegen.
es_es: Mueve la ventana actual a el Área de Trabajo anterior.
fr_fr: Déplacer la fenêtre active vers le prochain espace de travail.
hu_hu: A jelenlegi ablak áthelyezése a következő munkaterületre.
it: Sposta la finestra corrente nello spazio di lavoro successivo.
ja: 現在のウィンドウを右側のワークスペースへ移動する
lt_lt: Perkelti esamą langą į kitą darbo sritį.
ms_my: Alih tetingkap semasa ke ruang kerja berikutnya.
pl: Przenosi obecne okno do następnego obszaru roboczego.
pt_br: Move a janela atual para o próximo espaço de trabalho.
sl: Premakni trenutno okno na naslednjo delovno površino.
sr: Премешта текући прозор на следећи радни простор.
sv: Flytta det aktuella fönstret till nästa arbetsyta.
tr_tr: Geçerli pencereyi sonraki çalışma alanına taşı.
zh_tw: 移動當前視窗至下一個工作區

source: Closes window.
ca_es: Tanca la finestra.
cs: Zavřít okno.
da: Luk vindue.
de: Fenster schließen.
es_es: Cierra la ventana.
fr_fr: Fermer les fenêtres.
hu_hu: Ablak bezárása.
it: Chiude la finestra.
ja: ウィンドウを閉じる
lt_lt: Užveria langą.
ms_my: Tutup tetingkap.
pl: Zamyka okno.
pt_br: Fecha a janela.
sl: Zapre okno.
sr: Затвара прозор.
sv: Stäng fönster.
tr_tr: Pencereleri kapatır.
zh_tw: 關閉視窗

source: Returns window to 'normal' or previous size.
ca_es: Retorna la finestra a la seva mida «normal» o anterior.
cs: Vrátit okno do "normální" nebo předchozí velikosti.
da: Vinduet vender tilbage til original eller tidl. størrelse.
de: Stellt das Fenster zu "normalen" oder vorherigen größe.
es_es: Regresa la ventana a el tamaño "normal" o al tamaño anterior.
fr_fr: Faire revenir la fenêtre à la taille "normale" ou précédente le cas échéant.
hu_hu: Ablak visszaállítása 'normál', vagy az előző méretre.
it: Ripristina la finestra a 'normale' o alla dimensione precedente.
ja: ウィンドウを通常あるいは元の大きさに戻す
lt_lt: Grąžina langą į "normalų" ar ankstesnį dydį.
ms_my: Kembalikan tetingkap ke saiz 'biasa' atau terdahulu.
pl: Cofa okno do "normalnego" lub wcześniejszego rozmiaru.
pt_br: Retorna a janela ao tamanho "normal" ou anterior.
sl: Povrne okno na 'normalno' ali predhodno velikost.
sr: Враћа прозор на „нормалну“ или претходну величину.
sv: Återställer fönstret till "normal" eller tidigare storlek.
tr_tr: Pencereyi 'normal' ya da bir önceki boyutuna döndürür.
zh_tw: 調整視窗回正常或前一個大小。

source: Moves the current window (can be moved with mouse or keyboard).
ca_es: Mou la finestra actual (es pot moure amb el ratolí o el teclat).
cs: Posunout aktuální okno (lze pohybovat pomocí myši nebo klávesnice).
da: Flytter det åbne vindue (kan flyttes med mus eller tastatur).
de: Verschiebt das aktuelle Fenster (kann mit der Maus oder der Tastatur bewegt werden).
es_es: Mueve la ventana actual (puede ser movida con el ratón o el teclado)
fr_fr: Déplacer la fenêtre active (il est possible de la déplacer avec la souris ou le clavier).
hu_hu: A jelenlegi ablak mozgatása (mozgatható az egérrel, vagy a billentyűzettel).
it: Sposta la finestra corrente ( può essere spostata con il mouse o la tastiera).
ja: ウィンドウを移動する(マウスかキーボードで移動可能)
lt_lt: Perkelia esamą langą (gali būti perkeliamas pelės ar klaviatūros pagalba).
ms_my: Alih tetingkap semasa (boleh dialih dengan tetikus atau papan kekunci).
pl: Przenosi obecne okno (może zostać to zrobione przy użyciu myszki i klawiatury)
pt_br: Move a janela atual (pode ser movido com o mouse ou teclado).
sl: Premakne trenutno okno (lahko premaknemo z miško ali tipkovnico).
sr: Премешта текући прозор (може бити премештен мишем или тастатуром).
sv: Flyttar det aktuella fönstret (kan flyttas med musen eller tangentbordet).
tr_tr: Geçerli pencereyi hareket ettirir. (fare ve klavye yardımıyla hareket ettirilebilir.)
zh_tw: 移動當前視窗(可以由滑鼠或鍵盤來移動)。

source: Resizes current window (again, can be moved with mouse or keyboard).
ca_es: Redimensiona la finestra actual (de nou, es pot moure amb el ratolí o el teclat).
cs: Změnit velikost aktuálního okna (opět lze pohybovat pomocí myši nebo klávesnice).
da: Ændrer størrelsen på det åbne vindue (Kan også flyttes med både mus og tastatur).
de: Ändert die Größe das aktuellen Fenster (kann auch mit der Maus oder der Tastatur bewegt werden).
es_es: Cambia el tamaño de la ventana actual (de nuevo, se puede mover con el ratón o el teclado).
fr_fr: Redimensionner la fenêtre active (il est aussi possible de la déplacer avec la souris ou le clavier).
hu_hu: Jelenlegi ablak átméretezése (szintén mozgatható az egérrel, vagy billentyűzettel).
it: Ridimensiona la finestra corrente ( di nuovo, può essere spostata con il mouse o la tastiera).
ja: ウィンドウの大きさを変更する(これも、マウスかキーボードで変更可能)
lt_lt: Keičia esamo lango dydį (vėlgi, gali būti perkeliamas pelės ar klaviatūros pagalba).
ms_my: Saiz semula tetingkap semasa (juga, boleh dialih dengan tetikus atau papan kekunci).
pl: Zmienia rozmiar obecnego okna (ponownie, może zostać to zrobione przy użyciu myszki i klawiatury)
pt_br: Redimensionar a janela atual (novamente, pode ser movido com o mouse ou teclado).
sl: Spremeni velikost trenutnemu oknu (lahko premaknemo z miško ali tipkovnico).
sr: Мења величину текућег прозора (опет, може бити премештен мишем или тастатуром).
sv: Ändra storlek på aktuellt fönster (igen, kan flyttas med musen eller tangentbordet).
tr_tr: Geçerli pencereyi yeniden boyutlandırır. (yine fare ve klavye yardımıyla hareket ettirilebilir)
zh_tw: 重新調整當前視窗大小(可被滑鼠或鍵盤移動)。

source: Minimizes current window.
ca_es: Minimitza la finestra actual.
cs: Minimalizovat aktuální okno.
da: Minimerer det åbne vindue.
de: Minimiert aktuellen Fenster.
es_es: Minimizar la ventana actual.
fr_fr: Rapetisser la fenêtre active.
hu_hu: Jelenlegi ablak minimalizálása.
it: Minimizza la finestra corrente.
ja: ウィンドウを最小化
lt_lt: Suskleidžia esamą langą.
ms_my: Minimumkan tetingkap semasa.
pl: Minimalizuję obecne okna.
pt_br: Minimiza a janela atual.
sl: Pomanjšaj trenutno okno.
sr: Умањује текући прозор.
sv: Minimera aktuellt fönster.
tr_tr: Geçerli pencereyi küçültür.
zh_tw: 最小化當前視窗。

source: Maximize (or restore) current window.
da: Maksimer (eller gendan) det nuværende vindue.
sr: Увећава (или враћа) текући прозор.

source: Pulldown Terminal, if enabled in MATE Tweak.
da: Nedrulningsterminal, hvis det er aktiveret i MATE Tweak.
it: Terminale a discesa, se abilitato in MATE Tweak.
sr: Повлачи доле Терминал, ако је укључено у Мејтовом лицку.
sv: Rullgardinsterminal, om den är aktiverad i MATE Tweak.

source: Space
ca_es: Espai
cs: Mezerník
da: Mellemrum
de: Leertaste
es_es: Barra Espaciadora
fr_fr: Espace
hu_hu: Szóköz
it: Spazio
lt_lt: Tarpas
pl: Spacja
pt_br: Espaço
sl: Preslednica
sr: Размак
tr_tr: Boşluk
zh_tw: 空白鍵

source: Displays the window menu with options such as 'Always on Top' and 'Minimize' and 'Maximize' and above commands.
ca_es: Mostra el menú de la finestra amb les opcions com ara «Sempre per damunt», «Minimitza» i «Maximitzar» i les ordres següents.
cs: Zobrazit nabídku okna s možnostmi jako je 'Vždy navrchu' a 'Minimalizovat' a 'Maximalizovat' a s příkazy zmíněnými výše.
da: Viser menuen med muligheder såsom 'Altid øverst', 'Minimer' og 'Maksimer' og yderligere muligheder.
de: Zeigt das Fenster -Menü mit Optionen wie "Immer oben", "Minimieren" und "Maximieren", andere Befehle.
es_es: Muestra el menú de la ventana con opciones como 'Siempre visible' y 'Minimizar' y 'Maximizar' y por encima de los comandos.
fr_fr: Afficher le menu de la fenêtre, celui-ci contient des options comme "Toujours en Avant", "Rapetisser" et "Maximiser" ainsi que les commandes mentionnées plus haut.
hu_hu: Megjeleníti az ablakmenüt opciókkal, mint pl.: 'Mindig felül' és 'Minimalizálás' és 'Maximalizálás' és a fenti parancsok.
it: Mostra il menu della finestra con le opzioni come ' Sempre in alto' o ' Minimizza' e 'Massimizza' e i comandi superiori.
ja: ウィンドウメニューを表示し、'最全面へ'や'最小化'、最大化'などの操作を選ぶ
lt_lt: Rodo lango meniu su tokiomis parinktimis kaip "Visada viršuje" ir "Suskleisti" bei "Išskleisti", o taip pat su viršuje esančiomis komandomis.
ms_my: Papar menu tetingkap dengan pilihan seperti 'Sentiasa di Atas' dan 'Minimum' dan 'Maksimum' dan juga perintah di atas.
pl: Wyświetla menu okna z opcjami takimi jak 'Zawsze na wierzchu', 'Minimalizuj' i 'Maksymalizuj' i powyższe komendy.
pt_br: Exibe o menu da janela com opções como 'sempre em cima' e 'minimizar' e 'maximizar' e, acima de comandos.
sl: Prikaže okenski meni z možnostmi kot so 'Vedno na vrhu' in 'Skrči' in 'Razpni' in podobno.
sr: Приказује изборник прозора са опцијама као што су „Увек на врху“, „Умањи“ и „Увећај“ и наредбе изнад.
sv: Visar fönstermenyn med alternativ såsom "Alltid på topp" och "Minimera" och "Maximera" och kommandon ovan.
tr_tr: "Her Zaman Üstte", "Küçült" ve "Büyüt" gibi seçenekleri ve yukarıdaki komutları içeren pencere menüsünü gösterir.
zh_tw: 顯示視窗選單如:'永遠置於頂端'、'最小化'和'最大化'以及上述指令。

source: Toggle shaded state.
da: Skyggetilstand til/fra.
it: Attiva / disattiva lo stato ombreggiato.
sr: Окида стање засенчености.
sv: Aktivera skuggat läge.

source: Numpad
ca_es: Teclat numèric
cs: Numerická klávesnice
de: Nummernblock
es_es: Pad Numérico
fr_fr: Pavé Numérique
hu_hu: Numerikus billentyű
it: Tastierino numerico
ja: テンキー
lt_lt: Skaitmeninėje klaviatūroje
sr: Бројчаник
sv: Numeriskt tangentbord
tr_tr: Tuş Takımı

source: Place window in top left corner of screen.
ca_es: Col·loca la finestra a la cantonada superior esquerra de la pantalla.
cs: Okno umístit v levém horním rohu obrazovky.
da: Placer vinduet i det øverste venstre hjørne af skærmen.
de: Fenster in der oberen linken Ecke des Bildschirms platzieren.
es_es: Coloca la ventana en la esquina superior izquierda de la pantalla.
fr_fr: Placer la fenêtre dans le coin haut-gauche de l'écran.
hu_hu: Az ablak elhelyezése a képernyő bal felső sarkába.
it: Piazza la finestra nella parte in alto a sinistra dello schermo.
ja: ウィンドウを左上に移動
lt_lt: Padėti langą į viršutinį kairįjį ekrano kampą.
ms_my: Letak tetingkap pada bucu kiri atas skrin.
pl: Umieszcza okno w lewym górnym rogu ekranu.
pt_br: Coloque a janela no canto superior esquerdo da tela.
sl: Postavi okno v zgornji levi kot zaslona.
sr: Поставља прозор у горњи леви угао екрана.
sv: Placera fönster i övre vänstra hörnet på skärmen.
tr_tr: Pencereyi ekranın sol üst köşesine yerleştir.
zh_tw: 置視窗於左上角

source: Place window in top half of screen.
ca_es: Col·loca la finestra a la meitat superior de la pantalla.
cs: Okno umístit v horní polovině obrazovky.
da: Placer vinduet i den øverste halvdel af skærmen.
de: Fenster in der oberen Hälfte des Bildschirms platzieren.
es_es: Coloca la ventana en la mitad superior de la pantalla.
fr_fr: Placer la fenêtre dans la moitié haute de l'écran.
hu_hu: Az ablak elhelyezése a képernyő felső felébe.
it: Piazza la finestra nella metà superiore dello schermo.
ja: ウィンドウを画面上端に移動
lt_lt: Padėti langą į viršutinę ekrano pusę.
ms_my: Letak tetingkap pada separuh bahagian atas skrin
pl: Umieszcza okno w górnej połowie ekranu.
pt_br: Coloque a janela na metade superior da tela.
sl: Postavi okno v zgornjo polovico zaslona.
sr: Поставља прозор у горњу половину екрана.
sv: Placera fönster i övre halvan på skärmen.
tr_tr: Pencereyi ekranın üst orta bölgesine yerleştir.
zh_tw: 置視窗於上半部份

source: Place window in top right corner of screen.
ca_es: Col·loca la finestra a la cantonada superior dreta de la pantalla.
cs: Okno umístit v pravém horním rohu obrazovky.
da: Placer vinduet i det øverste højre hjørne af skærmen.
de: Fenster in der oberen rechten Ecke des Bildschirms platzieren.
es_es: Coloca la ventana en la esquina superior derecha de la pantalla.
fr_fr: Placer la fenêtre dans le coin haut-droit de l'écran.
hu_hu: Az ablak elhelyezése a képernyő jobb felső sarkába.
it: Piazza la finestra nella parte in alto a destra dello schermo.
ja: ウィンドウを右上に移動
lt_lt: Padėti langą į viršutinį dešinįjį ekrano kampą.
ms_my: Letak tetingkap pada bucu kanan atas skrin.
pl: Umieszcza okno w prawym górnym rogu ekranu.
pt_br: Coloque a janela no canto superior direito da tela.
sl: Postavi okno v zgornji desni kot zaslona.
sr: Поставља прозор у горњи десни угао екрана.
sv: Placera fönster i övre högra hörnet på skärmen.
tr_tr: Pencereyi ekranın sağ üst köşesine yerleştir.
zh_tw: 置視窗於右上角

source: Center/Maximize the window in the middle of the screen.
ca_es: Centra o maximitza la finestra al mig de la pantalla.
cs: Vystředit/maximalizovat okno uprostřed obrazovky.
da: Centrer/maksimer vinduet i midten af skærmen.
de: Das Fenster in der Mitte des Bildschirms zentrieren/maximieren.
es_es: Centra/maximiza la ventana en el centro de la pantalla.
fr_fr: Centrer/Maximiser la fenêtre au milieu de l'écran.
hu_hu: Az ablak elhelyezése/maximalizálása a képernyő közepén.
it: Centra/massimizza la finestra al centro dello schermo.
ja: ウィンドウを画面中央に移動/最大化
lt_lt: Centruoti/Išskleisti langą ekrano centre.
ms_my: Tengah/Maksimumkan tetingkap di tengah-tengah skrin.
pl: Wyśrodkowuję/maksymalizuję okno na środku ekranu.
pt_br: Centralizar/Maximizar a janela no meio da tela.
sl: Središči/povečaj okno v sredino zaslona.
sr: Усредиштава/увећава прозор по средини екрана.
sv: Centrera/Maximera fönstret i mitten på skärmen.
tr_tr: Pencereyi ekranın ortasına yerleştir/büyüt
zh_tw: 中心/最大化視窗於螢幕中間

source: Place window to the left half of the screen.
da: Placer vinduet i den venstre halvdel af skærmen.
sr: Поставља прозор на леву половину екрана.
sv: Placera fönster i vänstra halvan av skärmen.

source: Place window to the right half of the screen.
da: Placer vinduet i den højre halvdel af skærmen.
sr: Поставља прозор на десну половину екрана.
sv: Placera fönster i högra halvan av skärmen.
