Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/gettingstarted/*.po
Languages: ca_es, cs, da, de, es_es, fr_fr, hu_hu, it, ja, lt_lt, ms_my, pl, pt_br, sl, sr, sv, tr_tr, zh_tw

source: Recommended if you have an HP printer as it provides full support for printing on most HP SFP (single function peripheral) inkjets and many LaserJets, and for scanning, sending faxes and for photo-card access on most HP MFP (multi-function peripheral) printers.
ca_es: Es recomana si teniu una impressora HP, ja que proporciona el suport complet per imprimir en la majoria de les impressores de funció única (SFP, single function peripheral) d'injecció de tinta (InkJets) HP i en moltes impressores làser (LaserJets), també per escanejar, per enviar faxos i per accedir a la targeta de fotos en la majoria de les impressores multifuncionals (MFP, multi-function peripheral) HP.
cs: Je doporučený, pokud máte tiskárnu HP, protože poskytuje plnou podporu pro tisk na většině HP SFP (single function peripheral) inkoustových tiskáren a mnoha laserových tiskárnách LaserJets a pro skenování, odesílání faxů a pro přístup k foto-kartám na většině HP MFP (multi-function peripheral) tiskáren.
da: Anbefalet søfremt du har en HP printer, da det giver fuld support for langt de fleste HP enkeltfunktionsprintere samt størstedelen af HP multifunktionsprintere (kombineres printer, scanner, etc)
de: Empfohlen wenn Sie ein HP -Drucker haben, da es die volle Unterstützung für den Druck auf den meisten HP SFP (single function peripheral) Tintenstrahldruckern und vielen LaserJet Modellen, sowie um Scannen, Faxen und für Fotokartendruck auf den meisten HP MFP (multi-function peripheral) Druckern, bietet.
es_es: Se recomienda si tienes una impresora HP, ya que proporciona soporte completo para imprimir en la mayoría de impresoras de inyección de tinta HP SFP (función única periférica) y muchos LaserJets, y para escanear, enviar faxes y para el acceso de foto-tarjeta en la mayor parte de las impresoras HP MFP (multifuncional periférica).
fr_fr: Recommandé si vous avez une imprimante HP. Il permet d'imprimer à partir de la plupart des Inkjets et plusieur LaserJets de types "périphériques simple-fonction HP" (HP SFP) ainsi que de scanner, envoyer des fax, et accéder aux stoquages de masse à partir de la plupart des imprimantes de types "périphériques multi-fonction" (MFP) de la marque HP .
hu_hu: Ajánlott, ha HP nyomtatód van, mivel teljes támogatást nyújt a nyomtatáshoz a legtöbb HP SFP (egyfunkciós periféria) tintasugaras és sok lézer esetében, illetve szkennelésre faxküldésre és kártyaolvasón keresztüli fotó eléréshez a legtöbb HP MFP (multifunkciós periféria) nyomtatóhoz.
it: Raccomandato se hai una stampante HP dato che offre il pieno supporto per la stampa sulla maggior parte delle stampanti HP SFP (periferica a singola funzione) a getto di inchiostro e su molte LaserJet, e per la scansione, l'invio di fax e per l'accesso alle schede fotografiche sulla maggior parte delle stampanti HP MFP (periferica multi-funzione)
ja: HP製のほとんどの単機能(SFP)インクジェットプリンタとLaserJetプリンタでの印刷や複合機(MFP)でのスキャン、Fax送信、メモリカードへのアクセスなどがフルに利用できるので、HPのプリンタをお持ちの方にはお薦めです。
lt_lt: Rekomenduojama, jei turite HP spausdintuvą, kadangi ši programa pateikia pilną spausdinimo palaikymą daugelyje HP SFP (vienos funkcijos išoriniuose įrenginiuose) rašalinių ir daugelyje lazerinių spausdintuvų bei skenavimo, fakso siuntimo ir nuotraukų kortelių prieigos palaikymą daugelyje HP MFP (daugiafunkcių išorinių įrenginių) spausdintuvų.
ms_my: Disarankan jika anda mempunyai pencetak HP kerana mereka menyediakan sokongan penuh untuk percetakan pada kebanyakan pencetak inkjet SFP (persisian fungsi tunggal) HP dan juga kebanyakan pencetak LaserJets, dan bagi pengimbasan, penghantaran faksimili dan capaian kad-foto pada kebanyakan pencetak MFP HP (persisian fungsi-berbilang).
pl: Zainstaluj, jeśli masz drukarkę HP, ponieważ zapewnia pełną obsługę drukowania dla większości drukarek HP SFP (single function peripheral) drukarek atramentowych i wielu LaserJetów oraz do skanowania, wysyłania faksów i dostępu do kart fotograficznych dla większości drukarek HP MFP (multi-function peripheral).
pt_br: Recomendado se você tiver uma impressora HP, uma vez que fornece suporte completo para impressão na maioria dos jatos de tinta HP SFP (única função periférica) e muitos LaserJets, e para a digitalização, envio de faxes e para o acesso do foto-cartão na maioria das impressoras HP MFP (multi-função periférica).
sl: Priporočeno, če imate tiskalnik HP, ker ponuja popolno podporo za tiskanje na večini brizgalnik tiskalnikov HP (inkjet) in veliko LaserJets, optično branje, pošiljanje faksov in za dostop do kartice fotografij na večini večnamenskih tiskalnikov HP (MFP).
sr: Препоручује се ако имате ХП штампач, јер пружа пуну подршку за штампање на већини млазних и многим ЛасерЏет ХП СФП (једнофункционим периферијама), и за скенирање, слање факсова и за приступ фото-картицама на већини ХП МФП (вишефункционим периферијама) штампачима.
sv: Rekommenderas om du har en HP-skrivare som ger fullt stöd för utskrift på de flesta HP SFP (enkel kringutrustningsfunktion) bläckstråleskrivare, många laserskrivare, för skanning, skicka fax och för foto tillgång på de flesta HP MFP (multifunktions) skrivare.
tr_tr: Eğer bir HP yazıcınız varsa bu paketi kurmanız önerilir. Bu paket, HP SFP ( single function peripheral), LaserJets, HP MFP (multi-function peripheral) modellerinin çoğu için gerekli tarama, faks alıp gönderme, fotoğraf baskısı işlemleri desteğini sağlar.
zh_tw: 如果您有一台支援HP SFP(single function peripheral)的噴墨或雷射印表機

source: Software Utilities for Peripherals
ca_es: Utilitats de programari per als perifèrics
cs: Softwarové nástroje pro periferie
da: Software værktøjer for tilsluttede enheder
de: Dienstprogramme für Peripheriegeräte
es_es: Utilidades de software para periféricos
fr_fr: Utilitaires pour les Périphériques
hu_hu: Szoftver eszközök perifériákhoz
it: Utilità Software per Periferiche
ja: 周辺機器用ソフトウェアユーティリティ
lt_lt: Programinės įrangos paslaugų programos išoriniams įrenginiams
ms_my: Perisian Utiliti untuk Persisian
pl: Programy narzędziowe dla peryferii.
pt_br: Software Utilitários para Periféricos
sl: Programska orodja za zunanje naprave
sr: Софтверске алатке за периферије
sv: Programvaruverktyg för kringutrustning
tr_tr: Çevre Birimleri için Yardımcı Programlar

source: Solaar
sr: Солаар

source: A device manager for Logitech’s Unifying Receiver peripherals. This enables features like managing paired devices and reading battery status.
ca_es: Un gestor de dispositius per als perifèrics Unifying Receiver de Logitech. Això permet funcions com la gestió de dispositius vinculats i la lectura de l'estat de la bateria.
cs: Správce zařízení pro přislušenství Logitech využívající Unifying Receiver přijímač. To umožňuje funkce, jako je správa spárovaných přístrojů a kontrolu stavu baterie.
da: Værktøj til administration af Logitechs "Unifying Receiver" enheder. Dette program lader dig aministrere funktioner såsom parring af enheder og viser batteritilstand.
de: Ein Gerätemanager für Logitech Peripheriegeräte mit Vereinheitlichtem Empfänger (Logitech Unifying Receiver). Dieser ermöglicht Funktionen wie das Management der verbundenen Peripheriegeräte oder das Auslesen des Batterieladestandes.
es_es: Un administrador de dispositivos para los perifericos Logitech compatibles con el Unifying Receiver. Activa funciones tales como administrar dispositivos emparejados y leer el estado de las baterías.
fr_fr: Un gestionnaire d'appareils pour l'Unifying Receiver des périphériques Logitech. Il permet beaucoup de choses comme de gérer des appareils appareillés ou de lire le statut des batteries.
hu_hu: Egy eszközkezelő a Logitech Unifying Receiver perifériákhoz. Ez elérhetővé tesz olyan funkciókat, mint a párosított eszközök kezelése és töltöttségi érték olvasása.
it: Un gestore di dispositivi per per l' Unifying Receiver di Logitech. Questo abilita caratteristiche come la possibilità di gestire i dispositivi accoppiati e la lettura dello stato della batteria.
ja: Logitech社のUnifyingレシーバー対応機器用のデバイスマネージャーで、接続した機器の管理やバッテリー残量の確認などができます。
lt_lt: Įrenginių tvarkytuvė, skirta Logitech vienijančio imtuvo išoriniams įrenginiams. Tai įjungia tokias ypatybes kaip suporuoti įrenginiai ir baterijos būsenos skaitymas.
ms_my: Pengurus peranti untuk persisian Penerima Penyatuan Logitech. Ia membenarkan fitur seperti pengurusan peranti berpasangan dan membaca status bateri.
pl: Menedżer urządzeń dla urządzeń peryferyjnych Logitech Unifying Receiver. To umożliwia funkcje takie jak zarządzanie sparowanymi urządzeniami lub odczyt stanu baterii.
pt_br: Um gerenciador de dispositivo paras periféricos Logitech Unifying receptor. Isso ativa recursos como o gerenciamento de dispositivos emparelhados e leitura de estado da bateria.
sl: Upravitelj naprav za Logitechov sprejemnik Unifying zunanjih naprav. To omogoča funkcije, kot so upravljanje seznanjenih naprav in prikaz stanja baterije.
sr: Управник уређаја за Лоџитекове периферије обједињеног пријемника. Ово укључује функције као што је управљање упареним уређајима и читање стања батерије.
sv: En enhetshanterare för Logitechs Unifying Receiver tillbehör. Detta möjliggör funktioner såsom hantering av parade enheter och läsning av batterianvändningen.
tr_tr: Logitech Unifying Alıcısı için cihaz yöneticisi. Eşleştirilmiş cihazları yönetme ve pil durumu görme gibi özellikleri sağlar.

source: Learn More
ca_es: Més detalls
cs: Více informací
da: Lær mere
de: Finde mehr heraus
es_es: Más informacion
fr_fr: En savoir plus
hu_hu: Tudj meg többet
it: Impara altro
ja: 詳細について
lt_lt: Sužinoti daugiau
ms_my: Ketahui Lagi
pl: Dowiedz się więcej
pt_br: Aprenda Mais
sl: Več informacij
sr: Сазнајте више
sv: Läs mer
tr_tr: Fazlasını Öğrenin

source: OpenRazer
sr: Отворени Рајзер

source: A community-driven driver and daemon that utilities the full functionality of many Razer peripherals ranging from keyboards, mice and mouse mats.
ca_es: Un controlador impulsat per la comunitat i el dimoni per a totes les funcionalitats de molts dels perifèrics de Razer, que van des dels teclats, ratolins i estoretes per al ratolí.
cs: Komunitou spravovaný ovladač a démon, který vybavuje plnou funkčností mnoho periferií Razer od klávesnicí přes myši a podložky pod myš.
da: En fællesudviklet driver og daemon der drager fordel af den fulde funktionalitet fra mange Razer enheder såsom tastaturer, mus og musemåtter.
de: Ein Community-gestützter Treiber und Hintergrundprozess, der die volle Funktionalität vieler Razer-Geräte wie Tastaturen, Mäuse und Mauspads ausnutzt.
es_es: Un controlador y un daemon impulsado por la comunidad que utiliza la funcionalidad completa de muchos periféricos Razer que van desde teclados, ratones y alfombrillas para ratón.
fr_fr: Un pilote de périphérique et un utilitaire en arrière-plan qui utilise toutes les fonctions de la plupart des périphériques Razer, des claviers aux souris et tapis de souris.
hu_hu: Egy közösség által készített illesztőprogram és kiszolgáló, ami sok Razer periféria teljes funkcionalitását kihasználja, pl. a billentyűzetekét és egerekét.
it: Un driver e un demone gestito dalla comunità che utilizza le complete funzionalità di diverse dispositivi Razer che vanno dalla tastiera ai mouse.
ja: コミュニティーで開発されたドライバとデーモンで、キーボードやマウス、マウスパッドなどのRazer社の周辺機器に完全対応しています。
lt_lt: Bendruomenės vedama tvarkyklė ir tarnyba, kuri išnaudoja visą, daugelio Razer išorinių įrenginių, tokių kaip, klaviatūros, pelės ir pelės kilimėliai, funkcionalumą.
ms_my: Satu pemacu dan daemon dipacu-komuniti yang menggunakan kefungsian penuh periferal Razer iaitu papan kekunci, tetikus dan pad tetikus.
pl: Wspierany przez społeczność sterownik i narzędzie, które zapewnia pełną funkcjonalność dla wielu urządzeń peryferyjnych Razer, począwszy od klawiatur, myszy i podkładek pod mysz.
pt_br: Um driver mantido pela comunidade e um serviço oferece funcionalidades completas aos periféricos Razer, desde teclados, mouses e mousepads.
sl: S strani skupnosti razvit gonilnik ter ozadnji program, ki izkorišča polno zmogljivost zunanjih naprav Razer, od tipkovnic, mišk do podlog za miške.
sr: Управљачки програм и демон које води заједница који испомажу пуну функционалност многих Рајзер периферија у распону од тастатуре, миша и подлошки за миша.
sv: En gemenskapsdriven drivrutin och daemon som använder den fulla funktionaliteten hos flera kringgående Razer-tillbehör såsom tangentbord, möss och musmattor.

source: A front-end for managing Razer devices, with support for application profiles, setting effects and enabling features of the keyboard.
ca_es: Un frontal per a la gestió de dispositius de Razer, amb suport per als perfils d'aplicació, l'establiment dels efectes i l'activació de les funcions del teclat.
cs: Frontend pro správu zařízení Razer, s podporou profilů aplikací, nastavení efektů a aktivování funkcí klávesnice.
da: Et konfigurationsværktøj til at aministrere Razer enheder, der supporterer applikationsprofiler, effekter og muliggør yderligere funktioner på tastaturet.
de: Eine Oberfläche zum Verwaltungen von Razer-Geräten, mit Unterstützung für Anwendungsprofile, Einstellungseffekte und Featureaktivierung bei Tastaturen.
es_es: Un front-end para la gestión de dispositivos Razer, con soporte para perfiles de aplicaciones, efectos de configuración y funciones de habilitación del teclado.
fr_fr: Une interface pour gérer des périphériques Razer, avec la possibilité d'utiliser différents profit, de mettre en place des effets et d'activer des fonctions du clavier.
hu_hu: A Razer eszközök kezelésére szolgáló felület, ami támogatja az alkalmazás profilokat, effekt beállításokat és a billentyűzet funkcióit engedélyezi.
it: Un interfaccia per gestire i dispositivi Razer, con supporto per i profili dell'applicazioni, impostazioni degli effetti e l'abilitazione di caratteristiche sulla tastiera.
ja: Razer社製機器を制御するフロントエンドで、アプリケーションプロファイルの作成やエフェクトの設定、キーボードの制御などか可能です。
lt_lt: Naudotojo sąsaja, skirta Razer įrenginių tvarkymui, su programos profilių, efektų nustatymo ir klaviatūros ypatybių įjungimo palaikymu.
ms_my: Bahagian-hadapan untuk mengurus peranti Razer, dengan sokongan utnuk profil aplikasi, tetapan kesan dan membenarkan fitur papan kekunci.
pl: Nakładka umożliwiająca zarządzanie urządzeniami Razer z wsparciem dla profili, ustawianiem efektów i włączanie funkcji klawiatury.
pt_br: Uma interface para gerenciar os dispositivos Razer, com suporte à perfis de aplicação, configurações de efeitos e ativação de funcionalidades do teclado.
sl: Program za upravljanje naprav Razer, s podporo za profile programov, nastavitev učinkov in omogočanje zmožnosti tipkovnice.
sr: Челник за управљање Рајзер уређајима, са подршком за профиле програма, подешавање дејстава и омогућавање функција тастатуре.
sv: Ett front-end för att hantera Razer enheter med stöd för applikationsprofiler, effektinställningar och möjliggör tangentbordsfunktioner.

source: Requires OpenRazer to be installed first.
ca_es: Requereix que en primer lloc s'instal·li OpenRazer.
da: Kræver at OpenRazer er installeret.
es_es: Requiere instalar primero OpenRazer
fr_fr: Nécessite que OpenRazer soit installé en premier
hu_hu: Szükséges először az OpenRazer telepítése.
it: Richiede che venga prima installato OpenRazer.
ja: OpenRazerを先にインストールしてください。
pl: Potrzebuje już zainstalowane OpenRazer.
sl: Najprej namesti program OpenRazer.
sr: ЗАхтева да Отворени Рајзер буде прво инсталиран.
sv: OpenRazer måste installeras först.

source: Language Support
ca_es: Suport de l'idioma
cs: Jazyková podpora
da: Sprog support
de: Sprachunterstützung
es_es: Ayuda de idioma
fr_fr: Support des Langues
hu_hu: Nyelvi támogatás
it: Supporto Lingua
ja: 言語サポート
lt_lt: Kalbos palaikymas
ms_my: Sokongan Bahasa
pl: Obsługa języków
pt_br: Suporte ao Idioma
sl: Jezikovna podpora
sr: Језичка подршка
sv: Språkstöd
tr_tr: Dil Desteği
zh_tw: 語言支援

source: Your computer may require updates to your language and localization settings, or you may want to install additional language support.
ca_es: El vostre ordinador pot requerir actualitzacions per als ajusts del vostre idioma i de la vostra configuració regional, o és possible que vulgueu instal·lar el suport d'idiomes addicionals.
cs: Váš počítač může vyžadovat aktualizace vašich jazykových a lokalizačních nastavení, nebo můžete chtít nainstalovat podporu dalších jazyků.
da: Din computer kræver muligvis opdateringer til sprog og lokalindstillinger, eller du har behov for at installare yderligere sprog.
de: Ihr Computer kann Aktualisierungen zu Ihrer Sprache und Einstellungen der örtlichen Beschränkung verlangen, oder Sie können zusätzliche Sprachunterstützung installieren wollen.
es_es: Tu equipo puede requerir cambios a la configuración de idioma y localización, o es posible que desees instalar un soporte de idioma adicional.
fr_fr: Votre ordinateur pourrait nécessiter des mises à jours pour les paramètres de langue et de localisation, ou vous pouvez vouloir installer le support de langues additionnel.
hu_hu: A számítógépednek szüksége lehet a nyelvi és területi beállításaid frissítésére, vagy lehet, hogy további nyelvi támogatást is akarsz telepíteni.
it: Il tuo computer potrebbe richiedere di aggiornare le impostazioni della tua lingua e della localizzazione, o potresti voler installare il supporto per qualche lingua aggiuntiva.
ja: 言語と地域の設定を更新する必要があるかもしれません。あるいは、追加の言語サポートをインストールした方がよいかもしれません。
lt_lt: Jūsų kompiuteris gali reikalauti atnaujinimų jūsų kalbai ir lokalizavimo nustatymams arba, galbūt, jūs norėtumėte įdiegti papildomos kalbos palaikymą.
ms_my: Komputer anda perlu kemaskini tetapan bahasa dan penyetempatan anda, atau anda mahu pasang sokongan bahasa tambahan.
pl: Twój komputer może potrzebować aktualizacji dla twojego języka i regionu, albo możesz zainstalować dodatkowe wsparcie dla języka.
pt_br: Seu computador pode pedir atualizações com base na sua linguagem e localização, ou você pode querer instalar suporte a linguagens adicionais.
sl: Računalnik lahko zahteva posodobitve za vaš jezik in lokalizacijo nastavitev, ali pa boste morda želeli namestiti dodatno jezikovno podporo.
sr: Ваш рачунар може затражити освежења за подешавања језика и превода, или ви можете пожелети да инсталирате додатну језичку подршку.
sv: Datorn kan kräva uppdateringar till språk och lokaliseringsinställningar, eller du kanske vill installera ytterligare språkstöd.
tr_tr: Dil ve yerelleştirme ayarlarınızı güncellemeniz gerekebilir ya da ilave dil desteği yükleyebilirsiniz.

source: Complex Input
ca_es: Entrada complexa
cs: Komplexní vstup
da: Komplekst input
de: komplexe Eingabe
es_es: Método de Escritura Compleja
fr_fr: Saisie Complexe
hu_hu: Összetett bevitel
it: Immisione Complessa
ja: 変換入力
lt_lt: Sudėtinė įvestis
ms_my: Input Kompleks
pl: Złożone znaki
pt_br: Entrada complexa
sl: Zapleten vnos
sr: Сложени унос
sv: Komplex Inmatning
tr_tr: Karmaşık Giriş
zh_tw: 複雜的輸入

source: Some regions of the world require complex inputs.
ca_es: Algunes regions del món requereixen entrades complexes.
cs: Některé regiony světa vyžadují komplexní vstupy.
da: Nogle regioner kræver komplekst input
de: Einigen Regionen in der Welt, erfordern komplexe Eingaben.
es_es: Algunas regiones del mundo requieren métodos de escritura complejas
fr_fr: Certaines régions du monde nécessitent la Saisie Complexe.
hu_hu: Néhány földrészen szükséges az összetett bevitel.
it: Alcune regioni del mondo richiedono immissioni complesse.
ja: いくつかの地域では変換入力が必要です。
lt_lt: Kai kurie pasaulio regionai reikalauja sudėtinių įvesčių.
ms_my: Sesetengah wilayah atau negara memerlukan input kompleks.
pl: Niektóre regiony świata wymagają złożonych znaków.
pt_br: Algumas regiões do mundo exigem entradas complexas.
sl: Nekatere regije po svetu potrebujejo zapletene vnose.
sr: Неке области у свету захтевају сложене уносе.
sv: Vissa regioner i världen kräver komplexa inmatningar.
tr_tr: Dünyanın bazı bölgeleri için karmaşık girişlere ihtiyaç duyulabilir.
zh_tw: 世界上有些地區需要複雜的輸入法。

source: Chinese
ca_es: Xinès
cs: Čínština
da: Kinesisk
de: Chinesisch
es_es: Chino
fr_fr: Chinois
hu_hu: Kínai
it: Cinese
ja: 中国語
lt_lt: Kinų
ms_my: Bahasa Cina
pl: chiński
pt_br: Chinês
sl: Kitajščina
sr: Кинески
sv: Kinesiska
tr_tr: Çince
zh_tw: 中文

source: Japanese
ca_es: Japonès
cs: Japonština
da: Japansk
de: Japanisch
es_es: Japonés
fr_fr: Japonais
hu_hu: Japán
it: Giapponese
ja: 日本語
lt_lt: Japonų
ms_my: Bahasa Jepun
pl: japoński
pt_br: Japonês
sl: Japonščina
sr: Јапански
sv: Japanska
tr_tr: Japonca
zh_tw: 日文

source: Korean
ca_es: Coreà
cs: Korejština
da: Koreansk
de: Koreanisch
es_es: Coreano
fr_fr: Coréen
hu_hu: Koreai
it: Coreano
ja: 韓国語
lt_lt: Korėjiečių
ms_my: Bahasa Korea
pl: koreański
pt_br: Coreano
sl: Korejščina
sr: Корејски
sv: Koreanska
tr_tr: Korece
zh_tw: 韓文

source: Backup, Firewall and User Management
ca_es: Còpia de seguretat, tallafoc i gestió d'usuaris
cs: Zálohování, firewall a správa uživatelů
da: Backup, Firewall og brugeradministration
de: Datensicherung, Firewall und Benutzermanagement.
es_es: Copia de seguridad, Cortafuegos (Firewall) y de Destión de Usuarios
fr_fr: Sauvegarde, Pare-Feu et Gestion des Utilisateurs
hu_hu: Biztonsági mentés, tűzfal és felhasználók kezelése
it: Backup, Firewall e Gestione Utente
ja: バックアップとファイアウォール、ユーザー管理
lt_lt: Atsarginė kopija, užkarda bei naudotojų tvarkymas
ms_my: Sandar, Dinding Api dan Pengurusan Pengguna
pl: Kopia zapasowa, Zapora Sieciowa i Zarządzanie użytkownikami
pt_br: Backup, Firewall e controle de usuários
sl: Varnostna kopija, požarni zid in upravljanje uporabnikov
sr: Резерва, мрежна баријера и управљање корисницима
sv: Säkerhetskopiering, Brandvägg och Användarhantering
tr_tr: Yedekleme, Güvenlik Duvarı ve Kullanıcı Yönetimi
zh_tw: 備份，防火牆和使用者管理
