Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/gettingstarted/*.po
Languages: ca_es, cs, da, de, es_es, fr_fr, hu_hu, it, ja, lt_lt, ms_my, pl, pt_br, sl, sr, sv, tr_tr, zh_tw

source: Place window in the bottom left corner of the screen.
ca_es: Col·loca la finestra a la cantonada inferior esquerra de la pantalla.
cs: Okno umístit v levém dolním rohu obrazovky.
da: Placer vinduet i det nederste venstre hjørne af skærmen.
de: Fenster in der linken unteren Ecke des Bildschirms platzieren.
es_es: Coloca la ventana en la esquina inferior izquierda de la pantalla.
fr_fr: Placer la fenêtre dans le coin bas-gauche de l'écran.
hu_hu: Az ablak elhelyezése a képernyő bal alsó sarkába.
it: Piazza la finestra nella parte in basso a sinistra dello schermo.
ja: ウィンドウを左下に移動
lt_lt: Padėti langą į apatinį kairįjį ekrano kampą.
ms_my: Letak tetingkap pada bucu kiri bawah skrin.
pl: Umieszcza okno w lewym dolnym rogu ekranu.
pt_br: Colocar a janela no canto inferior esquerdo da tela.
sl: Postavi okno v spodnji levi kot zaslona.
sr: Поставља прозор у доњи леви угао екрана.
sv: Placera fönster i nedre vänstra hörnet på skärmen.
tr_tr: Pencereyi ekranın sol alt köşesine yerleştir.
zh_tw: 置視窗於左下角。

source: Place window in the bottom half of the screen.
ca_es: Col·loca la finestra a la meitat inferior de la pantalla.
cs: Okno umístit v dolní polovině obrazovky.
da: Placer vinduer i den nederste halvdel af skærmen.
de: Fenster in der unteren Hälfte des Bildschirms anlegen.
es_es: Coloca la ventana en la mitad inferior de la pantalla.
fr_fr: Placer la fenêtre dans le moitié basse de l'écran.
hu_hu: Az ablak elhelyezése a képernyő alsó felébe.
it: Piazza la finestra nella metà inferioree dello schermo.
ja: ウィンドウを画面下端に移動
lt_lt: Padėti langą į apatinę ekrano pusę.
ms_my: Letak tetingkap pada separuh bahagian bawah skrin.
pl: Umieszcza okno w dolnej połowie ekranu.
pt_br: Colocar a janela na metade inferior da tela.
sl: Postavi okno v spodnjo polovico zaslona.
sr: Поставља прозор у доњу половину екрана.
sv: Placera fönster i nedre halvan på skärmen.
tr_tr: Pencereyi ekranın alt orta bölgesine yerleştir.
zh_tw: 置視窗於下半部。

source: Place window in the bottom right corner of the screen.
ca_es: Col·loca la finestra a la cantonada inferior dreta de la pantalla.
cs: Okno umístit v pravém dolním rohu obrazovky.
da: Placer vinduet i det nederste højre hjørne af skærmen.
de: Fenster in der rechten unteren Ecke des Bildschirms platzieren.
es_es: Coloca la ventana en la esquina inferior derecha de la pantalla.
fr_fr: Placer la fenêtre dans le coin bas-droit de l'écran.
hu_hu: Az ablak elhelyezése a képernyő jobb alsó sarkába.
it: Piazza la finestra nella parte in basso a destra dello schermo.
ja: ウィンドウを右下に移動
lt_lt: Padėti langą į apatinį dešinįjį ekrano kampą.
ms_my: Letak tetingkap pada bucu kanan bawah skrin.
pl: Umieszcza okno w prawym dolnym rogu ekranu.
pt_br: Colocar a janela no canto inferior direito da tela.
sl: Postavi okno v spodnji desni kot zaslona.
sr: Поставља прозор у доњи десни угао екрана.
sv: Placera fönster i nedre högra hörnet på skärmen.
tr_tr: Pencereyi ekranın sağ alt köşesine yerleştir.
zh_tw: 置視窗於右下角。

source: Mouse Shortcuts
ca_es: Dreceres de ratolí
cs: Zkratky pro myš
da: Musegenveje
de: Maus-Tastenkürzel
es_es: Atajos de ratón
fr_fr: Raccourcis à la souris
hu_hu: Egér gyorsbillenítyűk
it: Scorciatoie Mouse
ja: マウスショートカット
lt_lt: Pelės trumpiniai
ms_my: Pintasan Tetikus
pl: Skróty myszowe
pt_br: Atalhos do mouse
sl: Bližnjice z miško.
sr: Пречице миша
sv: Musgenvägar
tr_tr: Fare Kısayolları

source: Left-click while dragging mouse
ca_es: Clic esquerre mentre s'arrossega el ratolí
cs: Kliknutí levým tlačítkem při přetahování myší
da: Venstreklik mens du trækker musen
de: Während des Ziehens die linke Maustaste drücken
es_es: Clic izquierdo mientras se arrastra el ratón.
fr_fr: Clic gauche pendant le déplacement de la souris
hu_hu: Bal kattintás az egér húzása közben
it: Clic sinistro durante il trascinamento del mouse
ja: 左クリックしながらマウスをドラッグ
lt_lt: Tempdami pelę, spustelėkite kairįjį mygtuką
ms_my: Klik-kiri semasa menyeret tetikus
pl: Lewy przycisk myszy podczas przeciągania myszą
pt_br: Clique com o botão esquerdo enquanto arrasta o mouse
sl: Levi klik med vlečenjem miške
sr: Леви клик приликом превлачења миша
sv: Vänsterklicka när du drar musen
tr_tr: Fareyi sürüklerken sol tıklayın.

source: Moves the window.
ca_es: Mou la finestra.
cs: Přesunout okno.
da: flytter vinduet.
de: Verschiebt das Fenster.
es_es: Mueve la ventana.
fr_fr: Déplace la fenêtre.
hu_hu: Mozgatja az ablakot.
it: Sposta la finestra.
ja: ウィンドウの移動
lt_lt: Perkelia langą.
ms_my: Alih tetingkap.
pl: Porusza oknem.
pt_br: Mover a janela.
sl: Premakne okno.
sr: Премешта прозор.
sv: Flyttar fönstret.
tr_tr: Pencereyi taşır.

source: Right-click while dragging mouse
ca_es: Clic dret mentre s'arrossega el ratolí
cs: Kliknutí pravým tlačítkem při přetahování myší
da: Højreklik mens du flytter musen
de: Während des Ziehens die rechte Maustaste drücken
es_es: Clic derecho mientras se arrastra el ratón.
fr_fr: Clic droit pendant le déplacement de la souris
hu_hu: Jobb kattintás az egér húzása közben
it: Clic destro durante il trascinamento del mouse
ja: 右クリックしながらマウスをドラッグ
lt_lt: Tempdami pelę, spustelėkite dešinįjį mygtuką
ms_my: Klik-kanan semasa menyeret tetikus
pl: Prawy przycisk myszy podczas przeciągania myszą
pt_br: Clique com o botão direito enquanto arrasta o mouse
sl: Desni klik med vlečenjem miške
sr: Десни клик приликом превлачења миша
sv: Högerklicka när du drar musen
tr_tr: Fareyi sürüklerken sağ tıklayın.

source: Resizes the window (closest window edge).
ca_es: Redimensiona la finestra (finestra prop de la vora).
cs: Změnit velikost okna (nejbližší okraj okna).
da: ændrer størrelsen på vinduet (afhængigt af den nærmeste side af skærmen).
de: Größe des Fensters ändern (nächste Fensterkante).
es_es: Redimensiona la ventana (borde de ventana más cercano)
fr_fr: Modifie la taille de la fenêtre (bord de l'écran le plus proche)
hu_hu: Átméretezi az abalakot (legközelebbi ablakszél).
it: Ridimensiona la finestra ( bordo della finestra più vicino).
ja: ウィンドウの大きさを変更(ウィンドウの端近くで)
lt_lt: Keičia lango dydį (artimiausiame lango krašte).
ms_my: Saiz semula tetingkap (terhampir dengan pinggir tetingkap).
pl: Zmienia rozmiar okna (najbliższa krawędź okna).
pt_br: Redimensionar a janela (borda mais próxima da janela).
sl: Spremeni velikost okna (najbližji rob okna).
sr: Мења величину прозора (најближа ивица прозора).
sv: Ändrar storlek på fönstret (närmast fönsterkanten).
tr_tr: Pencereyi boyutlandırır (en küçük boyuta)

source: Compiz Effects Shortcuts
ca_es: Dreceres dels efectes de Compiz
cs: Zkratky efektů Compiz
da: Compiz skærmeffektsgenveje
de: Compiz Effekte Shortcuts (Verknüpfungen/Abkürzungen)
es_es: Atajos de Compiz Effects
fr_fr: Raccourcis vers les Effets Compiz
hu_hu: Compiz effekt gyorsbillentyűk
it: Scorciatoie Effetti Compiz
ja: Compiz画面効果のショートカット
lt_lt: Compiz efektų trumpiniai
ms_my: Pintasan Kesan Compiz
pl: Skróty efektów Compiz
pt_br: Atalhos de efeitos Compiz
sl: Bližnjice učinkov Compiza
sr: Пречице дејства Компиза
sv: Compiz Effektergenvägar
tr_tr: Compiz Efekt Kısayolları
zh_tw: Compiz特效捷徑

source: All of the shortcuts listed in this section require Compiz to be enabled.
ca_es: Totes les dreceres llistades en aquesta secció requereixen que Compiz estigui habilitat.
cs: Všechny zkratky uvedené v této části vyžadují zapnutý Compiz.
da: Alle genvejene i denne sektion, kræver at du har Compiz slået til.
de: All die Verknüpfungen in diesem aufgeführten Abschnitt, erfordern dass Compiz aktiviert ist.
es_es: Todos los atajos mencionados en esta sección requieren Compiz esté habilitado.
fr_fr: Tous les raccourcis mis en liste dans cette section requièrent l'activation de Compiz.
hu_hu: Az összes billentyűkombinációhoz ebben a részben szükséges a Compiz engedélyezése.
it: Tutte le scorciatoie elencate in questa sezione richiedono che Compiz sia abilitato.
ja: Compizがインストールされている場合、この一覧にあるショートカットが使えます。
lt_lt: Visi šioje sekcijoje išvardinti trumpiniai reikalauja, kad būtų įjungta Compiz.
ms_my: Semjua pintasan tersenarai dalam seksyen ini memerlukan Compiz dibenarkan.
pl: Wszystkie wymienione w tej sekcji skróty wymagają włączonego Compiz.
pt_br: Todos os atalhos listados nesta seção exigem Compiz para ser ativado.
sl: Vse bližnjice iz tega seznama potrebujejo omogočen Compiz.
sr: Све пречице наведене у овом одељку захтевају да Компиз буде укључен.
sv: Alla genvägar som anges i det här avsnittet kräver att Compiz är aktiverat.
tr_tr: Bu bölümdeki kısayolların hepsi Compiz'in aktif olduğu durumda geçerlidir.
zh_tw: 所有下列捷徑都需要開啟Compiz特效。

source: Zoom out, show workspace switcher.
ca_es: Redueix el zoom, mostra el canviador d'espais de treball.
cs: Oddálit, zobrazit přepínač pracovních ploch.
da: Zoom ud, lader dig skifte imellem virtuelle skriveborde.
de: Raus-zoomen, Arbeitsbereich -Umschalter zeigen.
es_es: Alejar la imagen, mostrar conmutador de espacio de trabajo.
fr_fr: Dé-zoomer, et afficher le commutateur d'espace de travail.
hu_hu: Kizoomolás, a munkaterület váltó mutatása.
it: Zoom fuori, mostra la possibilità di cambiare lo spazio di lavoro.
ja: ズームアウトし、ワークスペーススイッチャーを表示する
lt_lt: Mažinti, rodyti darbo sričių perjungiklį.
ms_my: Zum keluar, tunjuk penukar ruang kerja.
pl: Pomniejsza i pokazuję przełącznik obszaru roboczego.
pt_br: Diminuir o zoom, mostrar o trocar área de trabalho.
sl: Oddalji, prikaži preklopnik delovnih površin.
sr: Умањује, приказује пребацивача радног прозора.
sv: Zooma ut, visar arbetsyteväxlaren.
tr_tr: Uzaklaşır, çalışma alanın seçiciyi gösterir.
zh_tw: 拉遠，顯示工作區切換器

source: Enables the 'scale' effect, it shows all windows from the current workspace.
ca_es: Habilita l'efecte «escalat», que mostra totes les finestres de l'espai de treball actual.
cs: Povolit 'škálovací' efekt, zobrazit všechna okna z aktuální pracovní plochy.
da: Viser alle åbne vinduer fra det aktive virtuelle skrivebord.
de: Aktiviert die "Skala" -Effekt, es zeigt alle Fenster aus dem aktuellen Arbeitsbereich.
es_es: Activa el efecto de "escala", que muestra todas las ventanas del espacio de trabajo actual.
fr_fr: Activer l'effet "mise à l'échelle" et afficher toutes les fenêtres de l'espace de travail en cours.
hu_hu: A 'skálázás' effekt engedélyezése, megmutatja az összes ablakot a jelenlegi munkaterületen.
it: Abilita l'effetto 'scala', mostra tutte le finestre dello spazio di lavoro corrente.
ja: スケール効果を有効にし、現在のワークスペースにすべてのウィンドウを表示する。
lt_lt: Įjungia "skalės" efektą, jis rodo visus esamos darbo srities langus.
ms_my: Benarkan kesan 'skala', ia menunjukkan semua tetingkap dari ruang kerja semasa.
pl: Włącza efekt 'skali', pokazuje wszystkie okna z obecnego obszaru roboczego.
pt_br: Ativa o efeito 'escala', ele mostra todas as janelas do espaço de trabalho atual.
sl: Omogoči učinek "spreminjanja velikosti". Pokaže vsa okna trenutnega delovnega okolja.
sr: Укључује дејство „сразмеравања“, приказујући све прозоре из текућег радног простора.
sv: Aktiverar "skal"-effekten, visar alla fönster från den aktuella arbetsytan.
tr_tr: "Ölçekleme" etkisini etkinleştirir, geçerli çalışma alanındaki tüm pencereleri gösterir.
zh_tw: 開啟'scale'效果，呈現當前工作區中所有的視窗。

source: Enables the 'scale' effect, it shows all windows from all workspaces.
ca_es: Habilita l'efecte «escalat», que mostra totes les finestres de tors els espais de treball.
cs: Povolit 'škálovací' efekt, zobrazit všechna okna ze všech pracovních ploch.
da: Viser alle åbne vinduer fra alle aktive virtuelle skriveborde.
de: Aktiviert die "Skala" -Effekt, es zeigt alle Fenster von allen Arbeitsbereich.
es_es: Activa el efecto de "escala", que muestra todas las ventanas de todos los espacios de trabajo.
fr_fr: Activer l'effet "mise à l'échelle" et afficher toutes les fenêtres de tous les espaces de travail en cours.
hu_hu: A 'skálázás' effekt engedélyezése, megmutatja az összes ablakot az összes munkaterületen.
it: Abilita l'effetto 'scala', mostra tutte le finestre di tutti gli spazi di lavoro.
ja: スケール効果を有効にし、すべてのワークスペースのウィンドウをすべて表示する。
lt_lt: Įjungia "skalės" efektą, jis rodo visus langus iš visų darbo sričių.
ms_my: Benarkan kesan 'skala', ia menunjukkan semua tetingkap dari semua ruang kerja.
pl: Włącza efekt 'skali', pokazuje wszystkie okna z każdego obszaru roboczego.
pt_br: Ativa o efeito 'escala', ele mostra todas as janelas de todos os espaços de trabalho.
sl: Omogoči učinek "spreminjanja velikosti". Pokaže vsa okna vseh delovnih okolij.
sr: Укључује дејство „сразмеравања“, приказујући све прозоре из свих радних простора.
sv: Aktiverar "skal"-effekten, visar alla fönster från alla arbetsytor.
tr_tr: "Ölçekleme" etkisini etkinleştirir, tüm çalışma alanlarındaki pencereleri gösterir.
zh_tw: 開啟'scale'效果，呈現所有工作區中的所有視窗。

source: Invert colors of the focused window.
ca_es: Inverteix els colors de la finestra amb focus.
cs: Invertovat barvy aktivního okna.
da: Viser det aktive vindue i negative farver.
de: Farben das fokussierten Fenster invertieren.
es_es: Invertir colores de la ventana enfocada.
fr_fr: Inverser les couleurs de la fenêtre active.
hu_hu: Az aktív ablak színeinek invertálása.
it: Inverte i colori per la finestra a fuoco.
ja: フォーカスしているウィンドウの色を反転する
lt_lt: Invertuoti sufokusuoto lango spalvas.
ms_my: Songsangkan warna tetingkap difokus.
pl: Odwraca kolory w zaznaczonym oknie.
pt_br: Inverter cores da janela focada.
sl: Obrni barve okna v žarišču.
sr: Изврће боје прозора у првом плану.
sv: Invertera färgerna i det fokuserade fönstret.
tr_tr: Seçili pencere renklerini tersine çevir.
zh_tw: 反轉焦點視窗的顏色。

source: Invert colors for the whole screen.
ca_es: Inverteix els colors de tota la pantalla.
cs: Invertovat barvy celé obrazovky.
da: Viser hele skærmen i negative farver.
de: Farben für den gesamten Bildschirm invertieren.
es_es: Invertir colores para toda la pantalla.
fr_fr: Inverser les couleurs de l'écran entier.
hu_hu: Az egész képernyő színeinek invertálása.
it: Inverte i colori per lo schermo intero.
ja: 画面全体の色を反転する
lt_lt: Invertuoti viso ekrano spalvas.
ms_my: Songsangkan warna keseluruhan skrin.
pl: Odwraca kolory całego ekranu.
pt_br: Inverter cores para a tela inteira.
sl: Obrni barve celotnega zaslona.
sr: Изврће боје за читав екран.
sv: Invertera färgerna för hela skärmen.
tr_tr: Tüm ekran renklerini tersine çevir.
zh_tw: 反轉整個畫面顏色。

source: Scroll Wheel
ca_es: Roda de desplaçament
cs: Rolovat kolečkem myši
da: Musehjul
de: Scroll-Rad
es_es: Rueda de Desplazamiento
fr_fr: Molette de souris
hu_hu: Egér görgő
it: Rotella di Scorrimento
ja: スクロールホイール
lt_lt: Slinkite pelės ratuką
ms_my: Roda Tatal
pl: Kółko myszy
pt_br: Rodinha do mouse
sl: Sledilni kolešček
sr: Точкић клизања
sv: Skrollhjul
tr_tr: Tekerleği Kaydırma

source: Zooms in on the screen.
ca_es: Amplia el zoom a la pantalla.
cs: Přiblížit obsah okna.
da: Zoomer ind på skærmen.
de: Zoomt auf dem Bildschirm hinein.
es_es: Acerca la pantalla.
fr_fr: Zoomer sur l'écran.
hu_hu: Képernyő nagyítása.
it: Effettua lo zoom sullo schermo.
ja: 画面上でズームイン
lt_lt: Didina ekraną.
ms_my: Zum masuk pada skrin.
pl: Powiększa ekran.
pt_br: Aumenta o zoom na tela.
sl: Približa na zaslonu.
sr: Увеличава на екрану.
sv: Zoomar in på skärmen.
tr_tr: Ekrana yakınlaşır.
zh_tw: 拉近螢幕

source: Middle Click
ca_es: Clic central
cs: Kliknutí prostředním tlačítkem myši
da: Midterste museklik
de: Mittlerer Mausklick
es_es: Clic Medio
fr_fr: Clic-molette
hu_hu: Középső gomb kattintás
it: Clic centrale
ja: 中クリック
lt_lt: Viduriniojo pelės mygtuko spustelėjimas
ms_my: Klik Tengah
pl: Środkowy przycisk myszy
pt_br: Clique do meio
sl: Srednji klik
sr: Средњи клик
sv: Mittenmusknapp
tr_tr: Orta Tık

source: Select a region to zoom into, using a rectangle.
ca_es: Selecciona una regió per fer-hi zoom. mitjançant un rectangle.
cs: Vybrat oblast přiblížení, pomocí obdélníku.
da: Vælg en del af skærmen at zoome ind på, ved at trække en firkant med musen.
de: Mit einem Rechteck, wählen Sie eine Region zu hineinzoomen aus.
es_es: Seleccione una región para hacer zoom en, utilizando un rectángulo.
fr_fr: Sélectionner une zone dans laquelle zoomer, en utilisant un rectangle.
hu_hu: Egy terület kiválasztása a nagyításhoz egy téglalap használatával.
it: Seleziona un'area su cui effettuare lo zoom, usando un rettangolo.
ja: ズームインする領域を矩形で選択
lt_lt: Pasirinkti didinamą sritį, naudojant stačiakampį.
ms_my: Pilih kawasan untuk mengezum masuk, menggunakan petak.
pl: Wybierz strefę do powiększenia używając prostokąta.
pt_br: Selecione uma região para aumentar o zoom, usando um retângulo.
sl: Izberite območje povečave z uporabo štirikotnika.
sr: Бира област за зумирање, користећи правоугаоник.
sv: Välj ett område att zooma in med hjälp av en rektangel.
tr_tr: Bir dikdörtgen kullanarak, yakınlaşılacak alanı seç.
zh_tw: 使用方形來選擇一個區域放大

source: Left Click
ca_es: Clic esquerre
cs: Kliknutí levým tlačítkem myši
da: Venstreklik
de: Linksklick
es_es: Clic Izquierdo
fr_fr: Clic gauche
hu_hu: Bal kattintás
it: Clic sinistro
ja: 左クリック
lt_lt: Kairiojo pelės mygtuko spustelėjimas
ms_my: Klik Kiri
pl: Lewy przycisk myszy
pt_br: Clique esquerdo
sl: Levi klik
sr: Леви клик
sv: Vänsterklicka
tr_tr: Sol Tık

source: Move focused window.
ca_es: Mou la finestra amb focus.
cs: Přesunout zaměřené okno.
da: Flyt det aktive vindue.
de: Fokussierte Fenster verschieben.
es_es: Mueve la ventana seleccionada.
fr_fr: Bouger la fenêtre active.
hu_hu: Aktív ablak mozgatása.
it: Sposta la finestra a fuoco.
ja: フォーカスしたウィンドウを移動
lt_lt: Perkelti sufokusuotą langą.
ms_my: Alih tetingkap terfokus.
pl: Porusza wybranym oknem.
pt_br: Mover a janela focada.
sl: Premakni okna v žarišču.
sr: Премешта прозор у првом плану.
sv: Flytta det fokuserade fönstret.
tr_tr: Odaklanılan pencereyi hareket ettir.
zh_tw: 移動焦點視窗。

source: Resize focused window.
ca_es: Redimensiona la finestra amb focus.
cs: Změnit velikost zaměřeného okna.
da: Ændre størrelsen på det aktive vindue.
de: Fokussierte Fenster Größe ändern.
es_es: Cambia el tamaño de la ventana seleccionada.
fr_fr: Modifier la taille de la fenêtre active.
hu_hu: Aktív ablak átméretezése.
it: Ridimensiona la finestra a fuoco.
ja: フォーカスしたウィンドウの大きさを変更
lt_lt: Keisti sufokusuoto lango dydį.
ms_my: Saiz semula tetingkap terfokus.
pl: Zmienia rozmiar wybranego okna.
pt_br: Redimensionar a janela focada.
sl: Spremeni velikost okna v žarišču.
sr: Мења величину прозора у првом плану.
sv: Ändra storlek på det fokuserade fönstret.
tr_tr: Odaklanılan pencereyi yeniden boyutlandır.
zh_tw: 重新調整焦點視窗。

source: Right Click
ca_es: Clic dret
cs: Kliknutí pravým tlačítkem myši
da: Højreklik
de: Rechtsklick
es_es: Clic Derecho
fr_fr: Clic droit
hu_hu: Jobb kattintás
it: Clic Destro
ja: 右クリック
lt_lt: Dešiniojo pelės mygtuko spustelėjimas
ms_my: Klik Kanan
pl: Prawy przycisk myszy
pt_br: Clique direito
sl: Desni klik
sr: Десни клик
sv: Högerklicka
tr_tr: Sağ Tık

source: Show window menu.
ca_es: Mostra el menú de la finestra.
cs: Zobrazit nabídku okna.
da: Vis vinduets menu.
de: Fenster Menü zeigen.
es_es: Mostrar el menú de la ventana
fr_fr: Afficher le menu de la fenêtre.
hu_hu: Ablakmenü mutatása.
it: Mostra il menu della finestra.
ja: ウィンドウメニューを表示
lt_lt: Rodyti lango meniu.
ms_my: Tunjuk menu tetingkap.
pl: Wyświetla menu okna.
pt_br: Mostrar janela do menu
sl: Prikaži meni okna.
sr: Приказује изборник прозора.
sv: Visa fönstermeny.
tr_tr: Pencere menüsünü göster.
zh_tw: 顯示視窗選單

source: Your machine is made up of various components that interact with one another. This information is useful when providing support to ensure hardware and software works on your machine.
ca_es: La vostra màquina està formada per diversos components que interactuen entre si. Aquesta informació és útil quan es dóna suport per assegurar que el maquinari i el programari funcionin al vostre sistema.
cs: Vaše zařízení se skládá z různých součástí, které spolu vzájemně reagují. Tyto informace jsou užitečné při poskytování podpory pro zajištění hardwarové a softwarové práce na vašem počítači.
da: Din computer er lavet af diverse individuelle komponenter der arbejder sammen med hinanden. Denne information er værdifuld hvis du modtager teknisk hjælp, da den kan hjælpe med at sikre at din hardware og software fungerer korrekt.
de: Das Gerät besteht aus verschiedenen Komponenten, die miteinander interagieren. Diese Information ist nützlich um die Unterstützung zu gewährleisten, wenn die Hard- und Software auf Ihrem Rechner und Ubuntu MATE funktionieren sollen.
es_es: El equipo está formado por varios componentes que interactúan entre sí. Esta información es útil en la prestación de apoyo para asegurar las obras de hardware y software en su máquina.
fr_fr: Votre ordinateur est fait de nombreux composants interagissant entre eux. Cette information est utile au moment ou vous voulez demander de l'aide, pour s'assurer que le matériel et les logiciels fonctionnent sur votre machine.
hu_hu: A géped különböző összetevőkből épül fel, melyek hatással vannak egymásra. Ez az információ hasznos a támogatáshoz annak biztosítása érdekében, hogy a hardver és a szoftver működjön a gépeden.
it: La tua macchina è composta di vari componenti che interagiscono uno con l'altro. Queste informazioni sono utili quando si offre supporto per essere sicuri che l'hardware e il software funzionino sulla tua macchina.
ja: コンピュータは、お互いに連携する様々な部品から構成されています。ここに表示される情報は、ハードウェアとソフトウェアをご自分のコンピュータで正しく稼働するよう保守する際に有益となります。
lt_lt: Jūsų kompiuteris yra sudarytas iš įvairių tarpusavyje sąveikaujančių komponentų. Ši informacija yra naudinga, teikiant palaikymą, kad būtų užtikrinta, jog aparatinė ir programinė įranga veikia jūsų kompiuteryje.
ms_my: Komputer anda diperbuat dari pelbagai komponen yang berinteraksi diantara satu sama lain. Maklumat ini berguna ketika menyediakan sokongan untuk memastikan perkakasan dan perisian berfungsi baik dalam komputer anda.
pl: Twoja maszyna jest stworzona z różnych komponentów, które współdziałają ze sobą. Ta informacja jest użyteczna przy dostarczaniu wsparcia, w celu zapewnienia, że sprzęt i oprogramowanie będzie działać na twoim komputerze.
pt_br: Sua máquina é feita de vários componentes que interagem um com o outro. Esta informação é útil pata fornecer suporte para garantir que hardware e software funcione em sua máquina.
sl: Vaš računalnik je sestavljen iz različnih delov, ki se sporazumevajo eden z drugim. Ta podrobnost je uporabna pri zagotavljanju podpore, da zagotovite da tako strojna kot programska oprema dela na vašem računalniku.
sr: Ваш рачунар се састоји од различитих делова који раде у спрези један са другим. Ова информација је корисна приликом пружања подршке да би се обезбедило да хардвер и софтвер раде на вашем рачунару.
sv: Din maskin består av olika komponenter som interagerar med varandra. Denna information är användbar vid tillhandahållande av stöd för att säkerställa hårdvara och mjukvara fungerar på din dator.
tr_tr: Makineniz birbirleriyle etkileşim içerisinde olan farklı bileşenlerden oluşmuştur. Bunlar hakkındaki bilgiler, makinenizde çalışan donanım ve yazılım için destek sağlama aşamasında faydalıdır.

source: View System Requirements
ca_es: Visualització dels requeriments del sistema
cs: Zobrazení systémových požadavků
da: Vis systemkravene
de: Systemanforderungen ansehen
es_es: Ver Requisitos de Sistema
fr_fr: Voir les exigences du système
hu_hu: Lássuk a rendszerkövetelményeket
it: Mostra Requisiti di Sistema
ja: システム要件を見る
lt_lt: Rodyti sistemos reikalavimus
ms_my: Lihat Keperluan Sistem
pl: Zobacz wymagania sprzętowe.
pt_br: Ver os Requerimentos do Sistema
sl: Ogled sistemskih zahtev
sr: Преглед захтева система
sv: Visa Systemkraven
tr_tr: Sistem Gereksinimlerini Gör

source: Basic
ca_es: Bàsic
cs: Základní
da: Grundlæggende
de: Elementar
es_es: Básico
fr_fr: Basique
hu_hu: Alap
it: Base
ja: 基本
lt_lt: Pagrindiniai
ms_my: Asas
pl: Podstawowe
pt_br: Básico
sl: Osnovno
sr: Основно
sv: Grundläggande
tr_tr: Temel
zh_tw: 基礎
