Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/gettingstarted/*.po
Languages: ca_es, cs, da, de, es_es, fr_fr, hu_hu, it, ja, lt_lt, ms_my, pl, pt_br, sl, sr, sv, tr_tr, zh_tw

source: Ubuntu MATE provides tools to backup your files, comes with a firewall pre-installed and supports multiple user accounts.
ca_es: Ubuntu MATE proporciona eines per fer còpies de seguretat dels vostres fitxers, ve amb un tallafoc preinstal·lat i és compatible amb múltiples comptes d'usuari.
cs: Ubuntu MATE poskytuje nástroje pro zálohování vašich souborů, přichází s předinstalovaným firewallem a podporuje více uživatelských účtů.
da: Ubuntu Mate stiller værktøjer til rådighed til at backe dine filer op, administrere og aktivere en firewall og understøtter flere brugere på samme system.
de: Ubuntu MATE beinhaltet eine vorinstallierte Firewall, unterstützt Konten für mehrere Benutzer und stellt Tools zur Datensicherung bereit.
es_es: Ubuntu MATE te proporciona herramientas para copia de seguridad de tus archivos, viene con un cortafuegos (Firewall) pre-instalado y soporta múltiples cuentas de usuario.
fr_fr: Ubuntu MATE inclut des outils permettant de sauvegarder vos fichiers, un pare-feu pré-installé, et supporte plusieurs comptes utilisateurs.
hu_hu: Az Ubuntu MATE eszközöket biztosít adataid mentésére, előre telepített tűzfallal érkezik és támogatja a többfelhasználós fiókokat.
it: Ubuntu MATE offre dei tool per il backup dei file, ha un firewall preinstallato e supporta multipli account utente.
ja: Ubuntu MATEはファイルのバックアップのためのツールが用意されています。また、ファイアウォールがあらかじめインストールされていますし、複数ユーザーアカウントに対応しています。
lt_lt: Ubuntu MATE suteikia jums įrankius, skirtus kurti atsargines failų kopijas, o pati sistema yra pateikiama su užkarda bei palaiko kelių naudotojų paskyras.
ms_my: Ubuntu MATE menyediakan alatan untuk menyandar fail anda, disertakan juga dengan dinding api pra-pasang dan sokongan akaun pengguna berbilang.
pl: Ubuntu MATE zapewnia narzędzia do utworzenia kopii zapasowej twoich plików, wbudowaną zaporę sieciową i wspiera konta wielu użytkowników.
pt_br: Ubuntu MATE fornece ferramentas para o backup de seus arquivos, vem com um firewall já pré-instalado e suporte a várias contas de usuários
sl: Ubuntu MATE zagotavlja orodje za varnostno kopiranje datotek, ima vnaprej nameščen požarni zid in podpira več uporabniških računov.
sr: Убунту Мејт обезбеђује алате за прављење резерви ваших датотека, долази са унапред инсталираном мрежном баријером и подржава вишебројне корисничке налоге.
sv: Ubuntu MATE tillhandahåller verktyg för att säkerhetskopiera dina filer, kommer med en brandvägg förinstallerat och stöder flera användarkonton.
tr_tr: Ubuntu MATE dosya yedekleme için gerekli araçları sunar, güvenlik duvarı kurulu olarak gelir ve çoklu kullanıcı hesabını destekler.
zh_tw: Ubuntu MATE內建防火牆並支援多使用者帳號，還提供備份工具讓您可以備份您的檔案。

source: Backups
ca_es: Còpies de seguretat
cs: Zálohy
de: Sicherungskopien
es_es: Copias de Seguridad
fr_fr: Sauvegardes
hu_hu: Biztonsági mentések
it: Backup
ja: バックアップ
lt_lt: Atsarginės kopijos
ms_my: Sandar
pl: Kopie zapasowe
sl: Varnostne kopije
sr: Резерве
sv: Säkerhetskopieringar
tr_tr: Yedekler
zh_tw: 備份

source: Nothing is more important than having a backup of your personal files, just in case something disastrous happens to your computer.
da: Der er ikke noget vigtigere en at have en backup af dine personlige filer, hvis ulykken skulle være ude og noget sker med din computer.
ja: コンピュータに何か災難があったときに備えて、ファイルのバックアップをとっておくことほど大事なことはありません。
sr: Ништа није важније од резерве ваших личних датотека, у случају да се вашем рачунару догоди неки лом.
sv: Ingenting är viktigare än att ha en säkerhetskopia av dina personliga filer ifall något katastrofalt händer med din dator.

source: comes pre-installed and supports backups to local devices as well as online cloud-based services.
ca_es: ve preinstal·lat i és compatible amb les còpies de seguretat a dispositius locals, així com els serveis basats en el núvol en línia.
cs: je dodáván předinstalovaný a podporuje zálohování na místní zařízení, stejně jako na on-line cloudové služby.
da: kommer præ-installeret og supporterer backup til lokale medier såsom en ekstern harddisk, såvel som til online cloud-baserede tjenester.
de: kommt vorinstalliert und unterstützt Sicherungen auf lokalen Geräten sowie online, auf Cloud- basierten Dienste.
es_es: viene pre-instalado y es compatible con las copias de seguridad a dispositivos locales, así como los servicios en línea basados en la nube.
fr_fr: vient pré-installé et supporte la sauvegarde vers des appareils locaux ainsi que des services de stoquage dans le nuage.
hu_hu: előre telepítve érkezik és támogatja a biztonsági mentéseket a helyi eszközökhöz és a felhő alapú szolgáltatásokhoz is.
it: viene pre-installato e supporta il backup su dispositivi locali cosi come sui servizi basati sul cloud.
ja: がプレインストールされていますので、ローカルデバイスだけでなくクラウドベースのサービスにバックアップすることができます。
lt_lt: yra iš anksto įdiegta ir palaiko atsargines kopijas į vietinius įrenginius, o taip pat į internetines debesijos pagrindo paslaugas.
ms_my: disertakan pra-pasang dan sokongan sandar ke peranti setempat serta juga pada perkhidmatan berasaskan-awan.
pl: przychodzi wbudowany i wspiera kopie zapasowe na lokalne urządzenia i usługi w chmurze online.
pt_br: vêm pré-instalado e suporta backups de discos locais e também conectados em serviços baseados na nuvem.
sl: je vnaprej nameščen in podpira ustvarjanje varnostnih kopij na lokalnih napravah ter spletnih storitvah v oblaku.
sr: долазе унапред инсталирани и подржавају прављење резерви на месним уређајима као на мрежним услугама заснованих на облаку.
sv: kommer förinstallerat och stöder säkerhetskopiering till lokala enheter, samt på nätets molnbaserade tjänster.
tr_tr: yüklü olarak gelir ve yerel sürücülere yedek almayı destekler. Bulut tabanlı servislere yedekleme işlemlerini de destekler.
zh_tw: 預先安裝好並支援備份至區域裝置以及雲端服務。

source: Configure Backup
ca_es: Configura la còpia de seguretat
cs: Nastavit zálohování
da: Konfigurer backup
de: Datensicherung konfigurieren
es_es: Configurar copia de seguridad
fr_fr: Configurer la Sauvegarde
hu_hu: Biztonsági mentés beállítása
it: Configura Backup
ja: バックアップの設定
lt_lt: Konfigūruoti atsarginę kopiją
ms_my: Konfigur Sandar
pl: Konfiguruj kopię zapasową
pt_br: Configurando Backup
sl: Nastavi ustvarjanje varnostnih kopij
sr: Подесите резерву
sv: Konfigurera Säkerhetskopiering
tr_tr: Yedeklemeyi Yapılandır
zh_tw: 備份設定

source: Installing...
ca_es: S'està instal·lant...
da: Installerer...
es_es: Instalando...
fr_fr: Installation en cours...
hu_hu: Telepítés...
it: Installazione...
ja: インストール中...
pl: Trwa instalacja...
sl: Nameščanje ...
sr: Инсталирам...
sv: Installerar...

source: Network Shares
ca_es: Recursos compartits de xarxa
cs: Sdílení v síti
da: Netværksdrev
de: Netzwerkfreigaben
es_es: Carpetas compartidas de red
fr_fr: Partages Réseau
hu_hu: Hálózati megosztások
it: Condivisioni di rete
ja: ネットワーク共有
lt_lt: Tinklo viešiniai
ms_my: Perkongsian Rangkaian
pl: Udostępnianie sieciowe
pt_br: Compartilhamentos de Rede
sl: Omrežno deljenje
sr: Мрежно дељење
sv: Nätverksdelningar
tr_tr: İnternet Paylaşımları

source: Need to access files and folders with multiple computers?
ca_es: Necessiteu tenir accés a fitxers i carpetes en múltiples ordinadors?
cs: Potřebujete mít přístup k souborům a složkám s více počítači?
da: Har du behov for at tilgå filer og mapper fra adskillige computere?
de: Sie brauchen Zugang zu Dateien und Ordnern mit mehreren Computern?
es_es: ¿Neceistas acceder a archivos y carpets en varios ordenadores?
fr_fr: Vous avez besoin d'accéder à des fichiers et des dossiers avec plusieurs ordinateurs ?
hu_hu: El szeretnél érni fájlokat és mappákat több számítógéppel?
it: Hai bisogno di accedere a file e cartelle con diversi computer?
ja: 複数のコンピュータからファイルやフォルダにアクセスする必要がありますか？
lt_lt: Reikia kelių kompiuterių prieigos prie failų ir aplankų?
ms_my: Perlukan capaian fail dan folder pada komputer lain?
pl: Potrzebujesz dostępu do plików i folderów z kilku komputerów?
pt_br: Precisa acessar arquivos e pastas em múltiplos computadores?
sl: Potrebujete dostop do datotek in map iz različnih računalnikov?
sr: Треба да приступите датотекама и фасциклама са више рачунара?
sv: Behöver komma åt filer och mappar med flera datorer?
tr_tr: Birden fazla bilgisayardan dosyalara ve klasörlere erişmeniz mi gerek?

source: Samba
hu_hu: A Samba
sr: Самба

source: is available to install, which integrates with the Caja File Manager, allowing you to seamless retrieve data stored on another computer.
ca_es: està disponible per ser instal·lat, el qual s'integra amb el gestor de fitxers Caja, que us permet recuperar sense fissures les dades emmagatzemades en un altre ordinador.
cs: je k dispozici pro instalaci, integruje se se správcem souborů Caja a umožní vám bezproblémové načtení dat uložených na jiném počítači.
da: er tilgængelig, hvilket er integreret med filsystemet så du uhindret kan tilgå data gemt på en anden computer.
de: ist erhältlich zur Installation, welches sich in den Caja Dateimanager integriert und ihen so erlaubt, Dateien von jedem anderen Computer abzurufen.
es_es: está disponible para instalar, el cual integra el administrador de archivos Caja, permitiéndote acceder a los datos almacenados en otros ordenadores de manera transparente.
fr_fr: est disponible à l'installation, il s'intègre avec le Gestionnaire de Fichiers Caja, et vous permet de récupérer sans effort des données stoquées sur un autre ordinateur.
hu_hu: elérhető telepítésre, ami beépül a Caja fájlkezelőbe és lehetővé teszi egy másik számítógépen tárolt adatok problémamentes elérését.
it: è disponibile da installare, che si integra con il gestore file Caja, permettendoti di recuperare senza problemi i dati salvati su un altro computer.
ja: がインストールできます。これはCajaファイルマネージャーに統合されていますので、他のコンピュータ上に保存されているデータをシームレスに取得できます。
lt_lt: yra prieinama įdiegti, ir integruojasi į Caja failų tvarkytuvę, taip leisdama jums lengvai gauti kitame kompiuteryje talpinamus duomenis.
ms_my: tersedia untuk dipasang, yang disepadukan dengan Pengurus Fail Caja, yang membolehkan anda dapatkan data tersimpan tanpa halangan daripada komputer lain.
pl: jest dostępna do zainstalowania, Zintegrowana z Menadżerem Plików Caja, pozwalaja ci na bezproblemowe pobieranie danych przechowywanych na innym komputerze.
pt_br: está disponivel para instalar, que integra com o Gerenciador de Arquivos Caja, permitindo que você recupere dados armazenados em outro computador.
sl: je na voljo za namestitev, ki se integrira v Upravitelj datotek Caja, kar omogoča nemoten dostop do podatkov shranjenih na drugem računalniku.
sr: је доступна за инсталирање, која се обкедињује са Цајом управником датотека, омогућавајући вам да с лакоћом преузмете податке сачуване на другом рачунару.
sv: är tillgänglig för installation som integrerar med Caja filhanterare, så att du kan sömlöst hämta data som lagrats på en annan dator.

source: Samba is installed.
ca_es: Samba està instal·lat.
cs: Samba je nainstalována.
da: Samba er installeret.
de: Samba ist installiert.
es_es: Samba está instalado.
fr_fr: Samba est installé.
hu_hu: A Samba telepítve van.
it: Samba è installato.
ja: Sambaはインストール済みです。
lt_lt: Samba yra įdiegta.
ms_my: Samba telah dipasang.
pl: Samba jest już zainstalowana.
pt_br: Samba está instalado.
sl: Samba je nameščena.
sr: Самба је инсталирана.
sv: Samba är installerad.
tr_tr: Samba kuruldu.

source: Choose a folder and select "Sharing Options".
ca_es: Trieu una carpeta i seleccioneu "Opcions de compartició".
cs: Vyberte si složku a zvolte"Možnosti sdílení".
da: Vælg en mappe og vælg "Muligheder for deling"
de: Suchen sie einen Ordner aus und klicken sie auf "Optionen zum Teilen".
es_es: Elija una carpeta y sleccione "Opciones de compartición".
fr_fr: Choisissez un dossier et sélectionnez "Options de Partage"
hu_hu: Válassz ki egy mappát és kattints a "megosztási lehetőségek"-re.
it: Scegli una cartella e seleziona "Opzioni Condivisione".
ja: フォルダーを選び"共有オプション"を選択してください。
lt_lt: Pasirinkite aplanką ir spustelėkite "Bendrinimo parinktys"
ms_my: Pilih satu folder dan pilih "Pilihan Perkongsian".
pl: Wybierz folder i wybierz "Opcje udostępniania".
pt_br: Escolha uma pasta e selecione "Opções de Compartilhamento".
sl: Izberite mapo in izberite "Možnosti deljenja".
sr: Одаберите фасциклу и изаберите „Опције дељења“.
sv: Välj en mapp och välj "Delningsalternativ".
tr_tr: Bir klasör seçin ve "Paylaşma Seçenekleri" ni seçin.

source: Samba is available from the Software Boutique under "Servers".
ca_es: Samba està disponible a la botiga de programari a sota dels "servidors".
cs: Samba je k dispozici v Softwarovém butiku v sekci "Servery".
da: Samba er tilgængelig i softwarebutikken under "Servere"
de: Samba ist in der Softwareboutique unter der Rubrik "Server" zu finden.
es_es: Samba está disponible en la Boutique de Software en la categoría "Servidores".
fr_fr: Samba est disponible depuis la Boutique d'Applications sous la rubrique "Serveurs"
hu_hu: A Samba elérhető a Szoftver Butikban a "Szerverek" alatt.
it: Samba è disponibile dalla Boutique Software sotto la voce "Server".
ja: SambaはソフトウェアBoutiqueの"サーバー"からインストールできます。
lt_lt: Samba yra prieinama Programinės įrangos butike, skyrelyje "Serveriai".
ms_my: Samba tersedia menerusi Butik Perisian di bawah kategori "Pelayan".
pl: Samba jest dostępna z poziomu Software Boutique pod kategorią "Serwery".
pt_br: Samba está disponível na Central de Programas sob a categoria "Servidores".
sl: Samba je na voljo iz Trgovine programov pod "Strežniki".
sr: Самба је доступна у Бутику софтвера у одељку „Сервери“.
sv: Samba finns tillgängigt från Software Boutique under "Server".
tr_tr: Samba, "Yazılım Butiği"nde "Sunucular" bölümünden yüklenebilir.

source: Firewall
ca_es: Tallafoc
es_es: Cortafuegos (Firewall)
fr_fr: Pare-Feu
hu_hu: Tűzfal
ja: ファイアウォール
lt_lt: Užkarda
ms_my: Dinding Api
pl: Zapora Sieciowa
sl: Požarni zid
sr: Мрежна баријера
sv: Brandvägg
tr_tr: Güvenlik Duvarı
zh_tw: 防火牆

source: Firewalls prevent malicious connections entering and leaving your computer. By default, the firewall is disabled,
ca_es: Els tallafocs impedeixen que les connexions malicioses entrin i surtin del vostre ordinador. Per defecte, el tallafoc està inhabilitat,
cs: Brána firewall chrání váš počítač před škodlivými příchozími a odchozími spojeními. Ve výchozím nastavení je brána firewall vypnuta,
da: Firewalls forhindrer ondsindede forbindelser i at tilgå din computer. Som udgangspunkt er firewallen deaktiveret.
de: Firewalls verhindern schädliche Verbindungen aus dem Computer hinaus und in Ihn hinein. Die Firewall ist standardmäßig deaktiviert,
es_es: Los cortafuegos impiden conexiones maliciosos entran y salen de su ordenador. De manera predeterminada, el cortafuegos está desactivado,
fr_fr: Les pare-feux empêchent les connections malveillantes d'entrer ou de sortir de votre ordinateur. Par défaut, le pare-feu est désactivé,
hu_hu: A tűzfal megakadályozza a kimenő és bejövő rosszindulatú csatlakozásokat. Alapbeállításként a tűzfal le van tiltva,
it: I firewall impediscono che connessioni malevoli entrino e lascino il tuo computer. Di default, il firewall è disabilitato,
ja: ファイアウォールはコンピュータに出入りしようとする悪意ある接続を防ぎます。デフォルトでは、ファイアウォールは停止されています。
lt_lt: Užkardos neleidžia kenkėjiškiems ryšiams įeiti į jūsų kompiuterį ir iš jo išeiti. Pagal numatymą užkarda yra išjungta,
ms_my: Dinding api menghalang sambungan berniat jahat masuk dan keluar dari komputer anda. Secara lalai, dinding api dilumpuhkan,
pl: Zapora sieciowa chroni przed nieuprawnionymi połączeniami wchodzącymi i wychodzącymi z twojego komputera. Domyślnie zapora sieciowa jest wyłączona.
pt_br: Firewalls previnem conexões maliciosas entrando ou saindo de seu computador. Por padrão, o firewall está desativado,
sl: Požarni zid preprečuje vstop in izstop zlonamernim povezavam v/iz računalnika. Privzeto je požarni zid onemogočen,
sr: Мрежне баријере не дозвољавају злонамерним везама да уђу и напусте ваш рачунар. По основи, мрежна баријера је искључена,
sv: Brandväggar förhindrar skadliga anslutningar till och från din dator. Som standard är brandväggen inaktiverad,
tr_tr: Güvenlik duvarı zararlı yazılımların bilgisayarınıza giriş ve çıkışlarını engeller. Güvenlik duvarı varsayılan olarak kapalı gelir.
zh_tw: 防火牆能避免惡意連線入侵您的電腦。防火牆預設關閉。

source: learn more about firewalls
ca_es: apreneu més coses quant als tallafocs
cs: zjistěte si více o firewallech
da: Lær mere om firewalls
de: weitere Informationen über Firewalls
es_es: Aprender más acerca de los cortafuegos
fr_fr: en apprendre plus sur les pare-feu
hu_hu: tudj meg többet a tűzfalakról
it: altre informazioni sui firewall
ja: ファイアウォールについて
lt_lt: sužinokite daugiau apie užkardas
ms_my: ketahui lagi berkenaan dinding api
pl: Dowiedz się więcej o zaporach sieciowych
pt_br: aprenda mais sobre firewalls
sl: več informacij o požarnih zidih
sr: сазнајте више о мрежним баријерама
sv: lär dig mer om brandväggar
tr_tr: Güvenlik duvarı yapılandırmaları hakkında daha fazla öğrenmek için
zh_tw: 更多關於防火牆的說明

source: provides a graphical frontend to
ca_es: proporciona una interfície gràfica a
cs: poskytuje grafický frontend pro
da: Giver dig en brugergrænseflade til
de: stellt eine grafische Benutzeroberfläche bereit für
es_es: proporciona una interfaz gráfica de
fr_fr: fournit une interface graphique à
hu_hu: grafikus felületet biztosít ehhez:
it: offre un frontend grafico per
ja: はグラフィカルフロントエンドで、
lt_lt: pateikia grafinę naudotojo sąsają, skirtą
ms_my: menyediakan bahagian hadapan bergrafik pada
pl: dostarcza graficzną nakładkę do
pt_br: fornece uma interface gráfica para
sl: ponuja grafično zaledje za
sr: обезбеђује графичког челника за
sv: tillhandahåller ett grafiskt gränssnitt till
tr_tr: şunun için basit bir grafik arayüz sunar:

source: Uncomplicated Firewall
cs: Uncomplicated Firewall [nekomplikovaný firewall]
da: Simpel Firewall
de: Unkomplizierte Firewall
es_es: Cortafuegos sin complicaciones
fr_fr: Pare-Feu Non-Compliqué
hu_hu: Egyszerű tűzfal
lt_lt: Nesudėtinga užkarda
ms_my: Dinding Api
pt_br: Firewall descomplicado
sl: preprost požarni zid
sr: Једноставна мрежна баријера
sv: Okomplicerad Brandvägg
tr_tr: Basit Güvenlik Duvarı
zh_tw: 不複雜的防火牆

source: If security is important to you, there are
ca_es: Si la seguretat és important per a vosaltres, hi ha
cs: Pokud je pro vás bezpečnost důležitá, zde je
da: Hvis sikkerheden er vigtig for dig, er der
de: Wenn die Sicherheit für Sie wichtig ist, gibt es
es_es: Si la seguridad es importante para tí, hay
fr_fr: Si la sécurité est importante pour vous, il y a
hu_hu: Ha a biztonság fontos számodra, akkor
it: Se la sicurezza è importante per te, ci sono
ja: を操作できます。セキュリティを最優先にするなら、
lt_lt: Jeigu jums saugumas yra svarbus, yra ir
ms_my: Jika keselamatan adalah penting, maka
pl: Jeśli bezpieczeństwo jest ważne dla ciebie,
pt_br: Se a segurança é importante para você, aqui está
sl: Če je varnost pomembna za vas, obstaja
sr: Ако вам је безбедност важна, има
sv: Om säkerhet är viktigt för dig, finns det
tr_tr: Eğer güvenlik sizin için önemliyse,
zh_tw: 如果安全對您很重要，這裡有

source: more ways to stay secure too
ca_es: també més maneres d'estar segur
cs: více cest, jak zůstat v bezpečí
da: flere måder at beskytte dig
de: auch noch mehr Möglichkeiten sicher zu bleiben
es_es: más formas de permanecer seguro
fr_fr: plusieurs manières de rester sécurisé
hu_hu: több lehetőséged is van arra, hogy biztonságban maradj
it: molti altri modi per stare sicuro
ja: 他にもセキュリティを強固にする方法があります。
lt_lt: daugiau būdų kaip išlikti saugiems
ms_my: ada banyak cara untuk kekal selamat
pl: jest więcej sposobów na pozostanie bezpiecznym
pt_br: mais maneiras de ficar seguro
sl: tudi več načinov, da ostanete varni
sr: више начина за одржавање безбедности
sv: fler sätt att vara säker
tr_tr: güvenliği sağlamanın daha birçok yolu var.
zh_tw: 也有更多方法來確保安全

source: Configure Firewall
ca_es: Configura el tallafoc
cs: Nastavit firewall
da: Konfigurer Firewall
de: Firewall konfigurieren
es_es: Configurar Cortafuegos
fr_fr: Configurer le Pare-Feu
hu_hu: Tűzfal beállítása
it: Configura Firewall
ja: ファイアウォールの設定
lt_lt: Konfigūruoti užkardą
ms_my: Konfigur Dinding Api
pl: Konfiguruj Zaporę sieciową
pt_br: Configurar Firewall
sl: Nastavi varnostni zid
sr: Подеси мрежну баријеру
sv: Konfigurera Brandvägg
tr_tr: Güvenlik Duvarını Yapılandır
zh_tw: 調整防火牆

source: Firewall Configuration
ca_es: Configuració del tallafoc
cs: Nastavení firewallu
da: Firewall konfiguration
de: Firewall Konfiguration
es_es: Configuración del cortafuegos
fr_fr: Configuration du Pare-Feu
hu_hu: Tűzfal beállítás
it: Configurazione Firewall
ja: ファイアウォールの設定は
lt_lt: Užkardos konfigūravimas
ms_my: Konfigurasi Dinding Api
pl: Konfiguracja Zapory sieciowej
pt_br: Configuração do Firewall
sl: Nastavitev požarnega zida
sr: Подешавање мрежне баријере
sv: Brandvägg Konfiguration
tr_tr: Güvenlik Duvarı Yapılandırması
zh_tw: 防火牆參數

source: Users
ca_es: Usuaris
cs: Uživatelé
da: Brugere
de: Benutzer
es_es: Usuarios
fr_fr: Utilisateurs
hu_hu: Felhasználók
it: Utenti
ja: ユーザー
lt_lt: Naudotojai
ms_my: Pengguna
pl: Użytkownicy
pt_br: Usuários
sl: Uporabniki
sr: Корисници
sv: Användare
tr_tr: Kullanıcılar
zh_tw: 使用者
