Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/gettingstarted/*.po
Languages: ca_es, cs, da, de, es_es, fr_fr, hu_hu, it, ja, lt_lt, ms_my, pl, pt_br, sl, sr, sv, tr_tr, zh_tw

source: fetches the latest tested driver from the Ubuntu repositories.
ca_es: obté l'últim controlador comprovat des dels dipòsits d'Ubuntu.
cs: přináší nejnovější testovaný ovladač z repozitářů Ubuntu.
da: henter de seneste afprøvede drivere fra Ubuntus arkiver.
de: lädt den neusten getesteten Treiber aus den Ubuntu Paketquellen herunter.
es_es: Obtiene la última versión del controlador probado desde los repositorios de Ubuntu.
fr_fr: va chercher les derniers pilotes testés directement des dépôts Ubuntu.
hu_hu: letölti a legújabb tesztelt illesztőprogramokat az Ubuntu tárolókból.
it: recupera gli ultimi driver testati dai repository di Ubuntu.
ja: は最新のテスト済みドライバをUbuntuのレポジトリから入手します。
lt_lt: gauna naujausią išbandytą tvarkyklę iš Ubuntu saugyklų.
ms_my: dapatkan pemacu diuji terkini menerusi repositori Ubuntu.
pl: pobiera najnowsze i przetestowane sterowniki z repozytorii Ubuntu.
pt_br: obtém o driver mais recente testado a partir dos repositórios do Ubuntu.
sl: pridobi najnovejše preverjene gonilnike iz Ubuntu skladišč.
sr: довуците последњи испробани управљачки програм из Убунтуове ризнице.
sv: hämtar den senaste testade drivrutinen från Ubuntus förråd.
tr_tr: Ubuntu depolarından test edilmiş en son sürücüleri getiriyor.
zh_tw: 自Ubuntu軟體庫取得最新測試過的驅動程式。

source: Wireless, Bluetooth and Other Devices
ca_es: Dispositius sense fil, bluetooth i altres
cs: Bezdrátová, bluetooth a další zařízení
da: Trådløs, Bluetooth og Andre enheder
de: WLAN, Bluetooth und andere Geräte
es_es: Inalámbrico, Bluetooth y Otros Dispositivos
fr_fr: Connections Sans-fil, Bluetooth et Autres Appareils
hu_hu: Vezeték nélküli, Bluetooth és egyéb eszközök
it: Wireless, Bluetooth e Altri Device
ja: ワイヤレス、ブルートゥース、その他のデバイス
lt_lt: Belaidžiai, Bluetooth ir kiti įrenginiai
ms_my: Tanpa Wayar, Bluetooth dan Lain-lain Peranti
pl: Bezprzewodowe, Bluetooth i inne urządzenia
pt_br: Wireless, Bluetooth e Outros Dispositivos
sl: Brezžično omrežje, Bluetooth in ostale naprave
sr: Бежична, блутут и други уређаји
sv: Trådlöst, Bluetooth och andra enheter
tr_tr: Kablosuz Ağ, Bluetooth ve Diğer Cihazlar
zh_tw: 無線，藍牙和其他裝置

source: If there were no additional drivers found for the hardware nor did it work after installing the firmware packages, you may need to research your device to find the appropriate driver.
ca_es: Si no hi ha controladors addicionals per al maquinari o bé no funcionen després d'instal·lar els paquets de microprogramari, pot ser que hàgiu de buscar el vostre dispositiu per trobar el controlador apropiat.
cs: Pokud nebudou nalezeny další ovladače hardwaru, ani instalace balíčků firmwaru nepomůže, možná budete muset zjistit své zařízení a najít k němu odpovídající ovladač.
da: Såfremt der ikke finder yderligere drivere eller du stadig oplever problemer efter du har installeret firmware pakkerne, er du muligvis nødt til at researche dit udstyr for at finde den korrekte driver.
de: Wenn keine zusätzlichen Treiber für die Hardware gefunden wurde, oder diese nach der Installation der Firmware-Pakete nicht funktionierte, müssen Sie den entsprechenden Treiber für Ihr Gerät im Internet finden.
es_es: Si no había controladores adicionales encontrados para el hardware ni tampoco funcionan después de instalar los paquetes de firmware, puede que tengas que buscar tu dispositivo para encontrar el controlador apropiado.
fr_fr: Dans le cas où aucun pilote n'a été trouvé, et que votre matériel ne fonctionne pas après avoir installé les paquets de micrologiciels, il se peut que vous deviez faire une recherche en mentionnant le nom de votre appareil afin de trouver les pilotes appropriés.
hu_hu: Ha nem található további illesztőprogram a hardverhez vagy a firmware csomagok telepítése után nem működik, kénytelen leszel megkeresni a megfelelő meghajtóprogramot az eszközödhöz.
it: Se non viene trovato nessun driver addizionale o se il dispositivo non dovesse funzionare dopo aver installato i pacchetti firmware, dovrai fare una ricerca per trovare i driver appropriati per il tuo dispositivo.
ja: ファームウェアパッケージをインストールしてもハードウェア用の追加ドライバがなかったり、あるいは動作しなかった場合、そのデバイス用の適切なドライバを見つけるために情報を集める必要があるかもしれません。
lt_lt: Jeigu jūsų aparatinei įrangai nebuvo rasta papildomų tvarkyklių ir ji nepradėjo veikti po programinės aparatinės įrangos įdiegimo, jums gali tekti ištyrinėti savo įrenginį, kad rastumėte tinkamą tvarkyklę.
ms_my: Jika tiada pemacu tambahan ditemui untuk perkakasan tersebut ataupun ia tidak berfungsi selepas memasang pakej perisian tegar, anda perlu cari sendiri pemacu anda untuk dapatkan pemacu yang sesuai.
pl: Jeśli nie znaleziono żadnych dodatkowych sterowników, albo nie zadziałały po instalacji oprogramowania. Możesz poszukać odpowiedniego sterownika dla twojego urządzenia samemu.
pt_br: Se não houvesse drivers adicionais encontrados para o hardware nem isso funcionar após a instalação dos pacotes de firmware, pode ser necessário pesquisar o seu dispositivo para encontrar o driver apropriado.
sl: Če ni bilo najdenih nobenih dodatnih gonilnikov, niti ne deluje po namestitvi paketov strojne programske opreme, boste morda morali raziskati svojo napravo, da boste našli ustrezen gonilnik.
sr: Ако није било пронађених никаквих додатних управљачких програма за хардвер нити ради након инсталације пакета уградног програма, мораћете да истражите уређај да пронађете одговарајући управљачки програм.
sv: Om det inte hittades några ytterligare drivrutiner för hårdvaran och den inte fungerar efter installation av firmwarepaket, kan du behöva undersöka enheten för att hitta lämplig drivrutin.
tr_tr: Donanımınız için gereken ek sürücü bulunmamış ya da aygıtınız için sunulan paket çalışmamışsa uygun sürücüler için araştırma yapmanız gerekebilir.
zh_tw: 如果沒有發現額外的驅動程式或者安裝無效的軔體套件，您可能需要自行研究您的裝置以找到合適的驅動程式。

source: Unfortunately, this is due to the fact the manufacturer for your hardware hasn't provided any source code for developers to freely use, or there is insufficient documentation to create drivers for your particular brand and model.
ca_es: Per desgràcia, això és a causa del fet que el fabricant del vostre maquinari no ha proporcionat cap codi font per als desenvolupadors perquè l'utilitzin lliurement, o no hi ha documentació suficient per crear els controladors per al vostre cas concret de marca i model.
cs: Bohužel, toto je způsobeno tím, že výrobce pro váš hardware neposkytl žádný volně použitelný zdrojový kód pro vývojáře, nebo je nedostatečná dokumentace k vytvoření ovladače pro konkrétní značku a model.
da: Dette er desværre en konsekvens af at leverandøren af din hardware ikke har stiller kildekoden til driveren til rådighed, eller ikke frigivet tilstrækkelig dokumentation for at en driver til din specifikke enhed kan udvikles.
de: Dies ist oft der Tatsache geschuldet, dass der Hersteller Ihrer Hardware keinen Quellcode für Entwickler zur freien Verfügung bereitgestellt hat, oder es an Dokumentation für Ihr Gerät fehlt um entsprechende Treiber für Ihr Gerät zu erstellen.
es_es: Por desgracia, esto es debido al hecho que el fabricante de tu hardware no ha proporcionado ningún código fuente para que los desarrolladores utilizen libremente, o no existe documentación suficiente para crear controladores para su marca y modelo en particular.
fr_fr: Malheureusement cela est dû au fait que, soit le fabricant de votre matériel ne fournit pas gratuitement le code source aux développeurs Linux, soit il n'y a pas assez de documentation pour créer des pilotes pour cette marque et ce modèle précis.
hu_hu: Sajnos, ez amiatt van, hogy a gyártó a hardveredhez nem biztosított forráskódot a fejlesztőknek szabad felhasználásra, vagy nem elégséges a dokumentáció az illesztőprogramok elkészítéséhez az adott márkához vagy modellhez.
it: Sfortunatamente, questo è dovuto al fatto che l'azienda produttrice del tuo hardware non ha rilasciato il codice sorgente agli sviluppatori per essere usato liberamente, o non è presente una documentazione sufficiente per creare i driver per il tuo particolare marchio o modello
ja: 残念なことに、ご自分のハードウェアの製造元が、開発者が自由に使えるソースコードを公開していなかったり、特定の機種やモデル用のドライバを作るのに十分な資料がなかったりすることがその原因です。
lt_lt: Deja, taip yra dėl to, kad jūsų aparatinės įrangos gamintojas nepateikė kūrėjams jokio laisvai naudojamo šaltinio kodo arba nėra pakankamai dokumentacijos, kad galima būtų sukurti tvarkyklę tam tikram jūsų prekės ženklui ir modeliui.
ms_my: Malangnya, disebabkan pengilang perkakasan anda tidak menyediakan apa-apa kod sumber terbuka untuk pembangun, atau ketiadaan dokumentasi yang mencukupi untuk hasilkan pemacu jenama dan model tersebut.
pl: Niestety wynika z to z faktu, że producent twojego sprzętu nie zapewnił kodu źródłowego dla deweloperów do wolnego użycia lub nie ma wystarczającej dokumentacji, by stworzyć sterownik dla pewnej marki i modelu.
pt_br: Infelizmente, isso é devido ao fato de o fabricante para o seu hardware não fornecer qualquer código-fonte para desenvolvedores usarem livremente, ou há documentação insuficiente para criar drivers para sua marca e modelo específico.
sl: Na žalost je to posledica dejstva, da proizvajalec za strojno opremo ni predložil nobene izvorne kode za razvijalce za prosto uporabo, ali pa ni predložil zadostne dokumentacije za ustvarjanje gonilnike za določeno blagovno znamko in model.
sr: На жалост, то је због чињенице да произвођач хардвера није доставио никакав изворни код за програмере да би га слободно користили, или нема довољно документације за стварање управљачких програма за вашу нарочиту марку и модел.
sv: Tyvärr är detta på grund av att tillverkaren för din hårdvara inte har gett någon källkod för utvecklare att använda fritt, eller att det inte finns tillräckligt underlag för att skapa drivrutiner för ett visst märke och modell.
tr_tr: Bu ne yazık ki, donanım üreticisinin geliştiricilerin özgürce kullanabileceği kaynak kodlarını sunmaması ya da belirli bir marka ve model için uygun sürücülerin yazılmasını sağlayacak yeterli sayıda belgelendirme bulunmamasından kaynaklıdır.

source: Some manufacturers may provide closed source drivers provided by themselves directly. If you require assistance, feel free to
ca_es: Alguns fabricants poden proporcionar controladors de codi tancat directament proporcionats per ells mateixos. Per obtenir ajuda, no dubteu en
cs: Někteří výrobci mohou poskytovat přímo své uzavřené ovladače. Pokud budete potřebovat pomoc, neváhejte
da: Nogle leverandører stiller muligvis proprietære drivere til rådighed. Har du behov for assistance med disse, er du velkommen til at
de: Manche Hersteller stellen direkt proprietäre Treiber bereit. Sollten Sie Unterstützung benötigen, zögern Sie nicht
es_es: Algunos fabricantes pueden proporcionar controladores de código cerrado proporcionadas por sí mismos directamente. Si necesitas ayuda, no dudes en
fr_fr: Il se peut que certains fabricants fournissent eux-même des pilotes au code source privé directement. Si vous avec besoin d'aide,
hu_hu: Néhány gyártó biztosíthat zárt forrású meghajtóprogramokat közvetlenül. Ha segítségedre lenne szükséged, akkor nyugodtan
it: Alcune aziende produttrici potrebbero offrire direttamente i driver closed source. Se hai bisogno di assistenza, sentiti libero di
ja: いくつかの製造元はクローズドソースドライバを直接提供することもあります。もしお困りのときは、遠慮せず
lt_lt: Kai kurie gamintojai, galbūt, patys tiesiogiai tiekia uždaro kodo tvarkykles. Jeigu jums reikia pagalbos, nesivaržykite
ms_my: Sesetengah pengilang menyediakan pemacu sumber tertutup. Jika anda perlukan bantuan, jangan malu-malu
pl: Niektórzy producenci mogą sami zapewniać zamkniętoźródłowe sterowniki. Jeśli potrzebujesz pomocy, nie wahaj się
pt_br: Alguns fabricantes podem fornecer drivers de código fechado fornecidos por si diretamente. Se precisar de ajuda, não hesite em
sl: Nekateri proizvajalci lahko neposredno zagotovijo zaprte gonilnike. Če potrebujete pomoč, vas prosimo, da
sr: Неки произвођачи могу да обезбеде управљачке програме затвореног кода које они сами директно достављају. Ако вам је потребна помоћ, слободно
sv: Vissa tillverkare kan ge stängd källkodsdrivrutin som tillhandahålls av de direkt. Om du behöver hjälp, be gärna om
tr_tr: Bazı üreticiler doğrudan kendileri kapalı kaynaklı sürücüleri sunabilirler. Yardımıa ihtiyacınız olduğu takdirde,
zh_tw: 有些製造商可能自行提供閉源驅動程式。如果您需要幫助，請

source: ask the community
ca_es: preguntar a la comunitat
cs: zeptat se komunity
da: spørg fællesskabet
de: die Gemeinschaft zu fragen
es_es: preguntar a la comunidad
fr_fr: posez vos question à la communauté
hu_hu: kérdezz a közösségtől
it: chiedi alla community
ja: コミュニティにお尋ねください
lt_lt: klausti bendruomenės
ms_my: menanya komuniti
pl: zapytać o pomoc społeczności
pt_br: Perguente à comunidade
sl: vprašate skupnost
sr: питајте заједницу
sv: hjälp ifrån gemenskapen
tr_tr: topluluğa danışmaktan çekinmeyin.
zh_tw: 社群發問

source: Read more on troubleshooting wireless hardware.
ca_es: Llegiu més en la solució de problemes amb el maquinari sense fil.
cs: Přečtěte si více o řešení problémů bezdrátového hardwaru.
da: Læs mere om fejlfinding af trådløs hardware.
de: Lesen Sie mehr über Problembehebung von WLAN-Hardware.
es_es: Lea más acerca de la solución de problemas de hardware inalámbrico.
fr_fr: En lire plus sur le dépannage du matériel sans-fil.
hu_hu: Olvass többet a vezeték nélküli hardver hibaelhárításáról.
it: Leggi altro per risolvere i problemi dell'hardware wireless.
ja: ワイヤレス機器のトラブルシューティングをさらに読む
lt_lt: Skaityti daugiau apie belaidės aparatinės įrangos nesklandumų šalinimą.
ms_my: Ketahui lagi berkenaan pencarisilapan perkakasan tanpa wayar.
pl: Przeczytaj więcej o naprawie bezprzewodowych urządzeń.
pt_br: Leia mais sobre como solucionar problemas de rede sem fio.
sl: Preberite več o odpravljanju težav z brezžično strojno opremo.
sr: Прочитајте више о решавању проблема са бежичним хардвером.
sv: Läs mer om hur du felsöker trådlös hårdvara.
tr_tr: Kablosuz donanımlar için sorun giderme hakkında daha fazlası için.
zh_tw: 更多關於無線硬體故障排除的說明

source: Printers
ca_es: Impressores
cs: Tiskárny
da: Printere
de: Drucker
es_es: Impresoras
fr_fr: Imprimantes
hu_hu: Nyomtatók
it: Stampanti
ja: プリンタ
lt_lt: Spausdintuvai
ms_my: Pencetak
pl: Drukarki
pt_br: Impressoras
sl: Tiskalniki
sr: Штампачи
sv: Skrivare
tr_tr: Yazıcılar
zh_tw: 印表機

source: When you set up a printer in the
ca_es: Quan prepareu una impressora en la utilitat
cs: Při nastavování tiskárny přes nástroj
da: Når du konfigurerer en printer i
de: Beim Einrichten eines Druckers mittels des
es_es: Cuando configuras una impresora en la
fr_fr: Vous pouvez installer une imprimante dans
hu_hu: Mikor beállítasz egy nyomtatót a
it: Quando imposti una stampante nel
ja: プリンタを設定するとき
lt_lt: Kai nustatote spausdintuvus
ms_my: Bila anda memasang pencetak menerusi
pl: Gdy zainstalujesz drukarkę w
pt_br: Quando você configura uma impressora no
sl: Ko nastavite tiskalnik v
sr: Када подесите штампач у
sv: När du ställer in en skrivare i
tr_tr: Yeni bir yazıcıyı
zh_tw: 當您設定一台印表機

source: utility
da: værktøjet
de: Dienstprogramms
es_es: función
fr_fr: &nbsp;
hu_hu: segédprogrammal
it: utilità
ja: ユーティリティーを使いますが
lt_lt: paslaugų programoje
ms_my: utiliti
pt_br: utilidades
sl: &nbsp;
sr: помагалу
sv: verktyg
tr_tr: hizmetini kullanarak kurduğunuzda
zh_tw: 常用工具

source: under
ca_es: que es troba a
cs: v nabídce
de: unter
es_es: abajo
fr_fr: sous
hu_hu: alatt
it: sotto
ja: 参照
lt_lt: meniu
ms_my: dibawah
pl: w
pt_br: abaixo
sl: pod
sr: под
tr_tr: şurada
zh_tw: 之下

source: you will be presented with a list of drivers available to use, if applicable.
ca_es: se us apareixerà una llista dels controladors disponibles per al seu ús, si s'escau.
cs: vám bude nabídnut seznam ovladačů, které jsou k dispozici pro používání, pokud jsou vhodné.
da: vil du om nødvendigt blive mødt med en liste over tilgængelige drivere.
de: Wird ihnen, falls möglich, eine Liste der verfügbaren zu verwendender Treiber vorgestellt.
es_es: se te presentará una lista de controladores disponibles para su uso, si aplica.
fr_fr: vous verrez apparaître une liste de pilotes disponibles le cas échéant.
hu_hu: kapsz egy listát az elérhető illesztőprogramokról használatra, ha alkalmazható.
it: ti verrà presentato un elenco di driver disponibili per essere usati, se applicabile.
ja: 該当するものがあれば、使用できるドライバの一覧が表示されます。
lt_lt: jei pritaikoma, jums bus pateiktas prieinamų naudoti tvarkyklių sąrašas.
ms_my: anda akan dipersembahkan dengan senarai pemacu tersedia yang boleh digunakan.
pl: zostanie pokazana lista sterowników gotowa do użycia, jeśli odpowiadają twojemu urządzeniu.
pt_br: você será apresentado com uma lista de drivers disponíveis para uso, se for o caso.
sl: bo prikazan seznam gonilnikov, ki so na voljo za uporabo, če bo potrebno.
sr: биће вам приказан списак управљачких програма доступних за коришћење, ако је примењиво.
sv: kommer du att presenteras med en lista över drivrutiner som finns att använda, om tillämpligt.
tr_tr: eğer uygulanabilir olanlar mevcutsa, kullanılabilir sürücülerin bir listesi size sunulur.
zh_tw: 如果合適的話，您將會看到一個可用的驅動程式清單。

source: Some manufacturers may provide their own drivers and require you to download them from their website.
ca_es: Alguns fabricants poden proporcionar els seus controladors propis i requereixen que els baixeu des de la seva pàgina web.
cs: Někteří výrobci mohou poskytovat své vlastní ovladače a vyžadovat, abyste si je stáhli z jejich internetových stránek.
da: Nogle leverandører stiller muligvis deres egne drivere til rådighed and kræver at du henter dem direkte fra deres hjemmeside.
de: Manche Hersteller, stellen möglicherweise ihre eigenen Treiber bereit, die Sie von deren Homepage herunterladen müssen.
es_es: Algunos fabricantes pueden proporcionar sus propios controladores y requieren ser descargados desde su página web.
fr_fr: Il est possible que certains fabricants fournissent leur propres pilotes. Il se peut aussi qu'ils vous demandent de les télécharger à partir de leur site web.
hu_hu: Néhány gyártó biztosíthat saját illesztőprogramot és neked kell letölteni azokat a weboldalukról.
it: Alcuni produttori potrebbero offrire i loro driver e richiedere che vadanno scaricati dal loro sito web.
ja: 一部のプリンタメーカーは自社でドライバを用意していますので、メーカーのウェッブサイトからドライバを入手してください。
lt_lt: Kai kurie gamintojai, gali pateikti savo pačių tvarkykles ir reikalauti, kad jūs atsisiųstumėte jas iš gamintojų internetinės svetainės.
ms_my: Sesetengah pengilang menyediakan pemacu mereka sendiri dan anda perlu muat turunnya menerusi laman sesawang mereka.
pl: Niektórzy producenci mogą sami zapewniać sterowniki i mogą wymagać pobrania ich z ich strony.
pt_br: Alguns fabricantes podem fornecer seus próprios drivers e exigem que você baixe-os em seu site.
sl: Nekateri proizvajalci lahko zagotovijo svoje gonilnike in zahtevajo, da jih prenesete iz njihove spletne strani.
sr: Неки произвођачи могу да обезбеде своје управљачке програме и да захтевају да их преузмете са њиховог веб сајта.
sv: Vissa tillverkare kan ge sina egna drivrutiner och kräver att du laddar ner dem från deras hemsida.
tr_tr: Bazı üreticiler kendi sürücülerini kendileri sunabilirler. Bunlar doğrudan web sitelerinden indirilebilinir.
zh_tw: 有些製造商有可能提供他們自己的驅動程式，您必須自行從他們的網站上下載。

source: Read more on printing
ca_es: Més informació sobre la impressió
cs: Přečtěte si více o tisku
da: Læs mere om at printe
de: Mehr über Drucken Lesen
es_es: Más información sobre impresiones
fr_fr: En lire plus sur les imprimantes
hu_hu: Olvass többet a nyomtatásról
it: Leggi di più sulla stampa
ja: プリンタについてさらに読む
lt_lt: Skaityti daugiau apie spausdinimą
ms_my: Ketahui lagi berkenaan percetakan
pl: Przeczytaj więcej o drukowaniu
pt_br: Leia mais em imprimindo
sl: Preberite več o tiskalnikih
sr: Прочитајте више о штампању
sv: Läs mer om utskrifter
tr_tr: Yazdırma hakkında daha fazlasını için
zh_tw: 更多關於列印的說明

source: HP Linux Printing and Imaging System
cs: Tiskový a snímací systém HP pro Linux
da: HP Linux og billed/scanner systemer
es_es: Impresión Linux HP e Imaging System
fr_fr: Le Système d'Impression et d'Imagerie Linux HP
hu_hu: HP Linux Nyomtatás és Képalkotási Rendszer
lt_lt: HP Linux spausdinimo ir atvaizdavimo sistema
ms_my: Sistem Percetakan dan Pengimejan Linux HP
sr: ХП Линукс систем штампања и сликања
sv: HP Linux utskrifts- och bildsystem
tr_tr: HP Linux Yazdırma ve Görüntüleme Sistemi
zh_tw: HP Linux影像和列印系統
