Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/gettingstarted/*.po
Languages: ca_es, cs, da, de, es_es, fr_fr, hu_hu, it, ja, lt_lt, ms_my, pl, pt_br, sl, sr, sv, tr_tr, zh_tw

source: Advanced users and gamers who would like newer versions may wish to consider adding the
ca_es: Usuaris avançats i jugadors a qui els agradaria les versions més noves podrien voler considerar afegir el
cs: Zkušení uživatelé a hráči, kteří by chtěli novější verze mohou zvážit přidání
de: Fortgeschrittene Nutzer und Spieler, die neuere Versionen möchten, sollten in Erwägung ziehen, die
es_es: Los usuarios avanzados y los jugadores que deseen versiones más recientes pueden desear considerar la adición de la
fr_fr: Les utilisateurs avancés ainsi que les "gamers" désirant des versions plus récentes pourront considérer le fait d'ajouter le PPA
hu_hu: Haladó felhasználók és játékosok számára, akik az újabb kiadásokat szeretnék használni megfontolandó hozzáadni az
lt_lt: Patyrę naudotojai ir žaidėjai, kurie norėtų naujesnių versijų, gali svarstyti pridėti
ms_my: Pengguna mahir dan peminat permainan mahukan versi terbaharu boleh mengambil kira penambahan
pl: Zaawansowani użytkownicy i graczy, którzy chcą mieć najnowszą wersję, mogą wziąć pod uwagę dodanie
pt_br: Os usuários avançados e jogadores que gostariam de versões mais recentes podem querer considerar a adição da
sl: Napredni uporabniki in igralci iger, ki bi radi novejše različice bodo morda želeli dodati
tr_tr: Güncel sürümleri kullanmak isteyen ileri ve oyun oynayan kullanıcılar, en güncel NVDIA sürücülerini paketleyen
zh_tw: 想要最新版本的進階使用者和遊戲玩家也許希望加入

source: Ubuntu Graphics Driver PPA
cs: přídavného PPA repozitáře s grafickými ovladači pro Ubuntu (Ubuntu Graphics Driver PPA)
de: Ubuntu Grafiktreiber PPA hinzuzufügen
es_es: PPA de Controladores Gráficos Ubuntu
fr_fr: Ubuntu Graphics Driver
hu_hu: Ubuntu Grafikus Illesztőprogram PPA-t
lt_lt: Ubuntu grafikos tvarkyklės PPA saugyklą
ms_my: PPA Pemacu Grafik Ubuntu
pl: PPA Ubuntu Sterowniki graficzne,
sl: PPA za grafični gonilnik Ubuntu
tr_tr: Ubuntu Ekran Kartı Sürücüsü PPA
zh_tw: Ubuntu圖形驅動程式PPA

source: which packages up the latest NVIDIA drivers for Ubuntu. These packages are not as thoroughly tested.
ca_es: que conté els últims controladors de NVIDIA per a Ubuntu. Aquests paquets no estan provats a fons.
cs: který přínáší balíčky nejnovějších NVIDIA ovladačů pro Ubuntu. Tyto balíčky nejsou tak důkladně testovány.
de: welches die neusten NVIDIA Treiber für Ubuntu beinhaltet. Diese Pakete sind nicht so gründlich getestet.
es_es: que contiene paquetes hasta los últimos controladores NVIDIA para Ubuntu. Estos paquetes no se tienen pruebas a fondo.
fr_fr: qui contient les derniers pilotes NVIDIA pour Ubuntu. Ces paquets ne sont pas aussi minutieusement testés.
hu_hu: amik tartalmazzák a legújabb NVIDIA illesztőprogramokat Ubuntuhoz. Ezek a csomagok nem olyan alaposan teszteltek.
lt_lt: kuri pakuoja naujausias NVIDIA tvarkykles, skirtas Ubuntu. Šie paketai nėra nuodugniai išbandyti.
ms_my: yang mana dipakejkan dengan pemacu NVIDIA terkini untuk Ubuntu. Pakej ini tidak semuanya telah diuji.
pl: które zawiera najnowsze sterowniki NVIDIA dla Ubuntu. Te paczki nie są aż tak testowanie.
pt_br: na qual apresenta a última versão do driver da NVIDIA para o Ubuntu. Esses pacotes ainda não foram completamente testados.
sl: , ki vsebuje najnovejši gonilnik NVIDIA za Ubuntu. Vendar ti paketi niso temeljito preizkušeni.
tr_tr: adresini eklemeyi düşünebilirler. Bu paketler tamamen test edilmemiştir.
zh_tw: 包含了針對Ubuntu最新但並未經過全面的測試的NVIDIA驅動程式套件。

source: This only applies for actively supported cards, and not older cards using the legacy driver.
ca_es: Això només és aplicable a les targetes activament suportades, i no a targetes més antigues que utilitzin el controlador clàssic.
cs: To platí pouze pro aktivně podporované karty, nikoli pro starší karty používající 'legacy' ovladače pro starší karty.
de: Dies trifft nur für aktiv unterstützte Grafikkarten zu, nicht für ältere Karten die den Legacy-Treiber verwenden.
es_es: Esto sólo se aplica a las tarjetas soportadas de forma activa, y no para las tarjetas de más edad que usen el controlador heredado.
fr_fr: Ceci ne s'applique que pour les cartes supportées, et non les cartes plus anciennes utilisant un pilote legacy.
hu_hu: Ez csak az aktívan támogatott kártyákra érvényes, a régebbi kártyákra nem.
lt_lt: Tai taikoma tik aktyviai palaikomoms plokštėms, o ne senesnėms plokštėms, kurios naudoja pasenusią tvarkyklę.
ms_my: Ia hanya boleh dilaksanakan untuk kad disokong secara aktif, bukannya kad lama yang menggunakan pemacu legasi.
pl: To dotyczy się tylko aktywnie wspieranych kart, ale nie starych, używających starych sterowników.
pt_br: Isso só se aplica para placas ativamente suportadas, e não antigas placas que usam drivers legacy.
sl: To velja samo za aktivno podprte kartice in ne za starejše kartice, ki uporabljajo opuščene gonilnike.
tr_tr: Bu sadece aktif olarak desteklenen kartlar için geçerlidir. Eski sürücüleri kullanan eski kartlar için geçerli değildir.
zh_tw: 這只能在支援的晶片上生效，而非使用相容性驅動的舊晶片。

source: Add Repository
ca_es: Afegeix un dipòsit
cs: Přidat repozitář
de: Paketen-Quelle hinzufügen
es_es: Añadir un Repositorio
fr_fr: Ajouter le Dépôt.
hu_hu: Tároló hozzáadása
lt_lt: Pridėti saugyklą
ms_my: Tambah Repositori
pl: Dodaj repozytorium
pt_br: Adicionar Repositório
sl: Dodaj skladišče
tr_tr: Depo Ekle
zh_tw: 加入Repository

source: To add the repository to the system, open a terminal and type the following:
ca_es: Per afegir el dipòsit al sistema, obriu un terminal i teclegeu el següent:
cs: Chcete-li přidat repozitář do systému, otevřete terminál a zadejte následující:
de: Um die Paketen-Quelle zu dem System hinzufügen, öffnen Sie ein Terminal und geben Sie folgendes ein:
es_es: Para añadir el repositorio para el sistema, abre una terminal y escribe lo siguiente:
fr_fr: Pour ajouter le dépôt au système, ouvrez une fenêtre de terminal et tapez ceci :
hu_hu: Hogy hozzáadd a tárolót a rendszerhez, nyiss egy terminált, és írd be a következőket:
lt_lt: Norėdami į sistemą pridėti saugyklą, atverkite terminalą ir įrašykite:
ms_my: Untuk menambah repositori ke dalam sistem, buka terminal dan taip berikut:
pl: Otwórz terminal i wpisz poniższe, aby dodać repozytorium do systemu.
pt_br: Para adicionar o repositório ao sistema, abra o terminal e digite o comando a seguir:
sl: Če želite dodati skladišče v sistem, odprite terminal in vnesite naslednje:
tr_tr: Sisteminize depo eklemek için, bir uçbirim açın ve şunları yazın:
zh_tw: 如要加入repository至系統，請於終端機輸入:

source: After the PPA is added, newer versions are presented to install in
ca_es: Un cop s'ha afegit el PPA, noves versions són presentades en
cs: Po přidání PPA budou nabízeny k instalaci novější verze ovladačů na kartě:
de: Nachdem der PPA hinzugefügt wurde, werden neuere Versionen zur Installation in
es_es: Después de añadir el PPA, las versiones más recientes se presentan para instalar en
fr_fr: Après l'ajout du PPA, les nouvelles versions seront présentées à l'installation dans
hu_hu: A PPA hozzáadása után újabb verziók állnak rendelkezésre telepítésre itt:
lt_lt: Po to, kai PPA saugykla bus pridėta, naujesnės įdiegti versijos bus pateikiamos programoje
ms_my: Selepas PPA ditambah, versi lebih baharu akan hadir dan dipasang dalam
pl: Po tym jak PPA zostało dodane, nowsze wersje są dostępne do zainstalowania w
pt_br: Depois que a PPA for adicionada, versões mais recentes serão mostradas para instalar
sl: Potem ko dodamo PPA, se novejše različice prikažejo za namestitev v
tr_tr: PPA eklendikten sonra güncel sürümler şurada sunulacaktır:
zh_tw: 加入PPA之後，新版本可供安裝於

source: Additional Drivers:
ca_es: Controladors addicionals:
cs: Dodatečné ovladače:
de: Zusätzliche Treiber vorgestellt:
es_es: Controladores Adicionales:
fr_fr: Pilotes Additionnels :
hu_hu: További illesztőprogramok:
lt_lt: Papildomos tvarkyklės:
ms_my: Pemacu Tambahan:
pl: Dodatkowe sterowniki:
pt_br: Drivers Adicionais:
sl: Dodatni Gonilniki:
tr_tr: Ek Sürücüler
zh_tw: 額外的驅動程式:

source: Language Input
ms_my: Input Bahasa
pt_br: Idioma de Entrada
zh_tw: 語言輸入

source: Preferences
ms_my: Keutamaan
pt_br: Preferências
zh_tw: 偏好

source: Personal
ms_my: Peribadi
pt_br: Pessoal
zh_tw: 個人的

source: Nothing is more important then having a backup of your personal files, just in case something disastrous happens to your computer.
ca_es: No hi ha res més important que tenir una còpia de seguretat dels vostres fitxers personals, per si de cas alguna cosa desastrosa passa al vostre ordinador.
cs: Nic není důležitější, než mít zálohu osobních souborů v případě, když se stane něco špatného s vaším počítačem.
de: Nichts ist wichtiger als eine Sicherungskopie Ihrer persönlichen Dateien, für den Fall dass etwas katastrophales mit Ihrem Computer passiert.
es_es: Nada es más importante que tener una copia de seguridad de tus archivos personales, por si acaso algo desastroso sucede a su computadora.
fr_fr: Rien n'est plus important qu'avoir une sauvegarde de vos fichiers personnels, au cas où quelque-chose de désastreux arrive a votre ordinateur.
hu_hu: Semmi sem fontosabb annál, hogy a személyes adataidról biztonsági mentésed legyen, arra az esetekre ha valami katasztrófa történne a számítógépeddel.
it: Niente è più importante che avere un backup dei tuoi file personali, proprio in caso qualcosa di disastroso succeda al tuo computer.
lt_lt: Nėra nieko svarbiau nei turėti atsarginę savo asmeninių failų kopiją tam atvejui, jeigu su jūsų kompiuteriu įvyks kažkas pražūtingo.
ms_my: Tiada yang lebih penting daripada penyandaran fail peribadi anda, jika berlaku malapetaka menimpa komputer anda.
pl: Nic nie jest tak ważne, jak posiadanie kopii zapasowej swoich plików osobistych, na wypadek, gdy coś złego stanie się z twoim komputerem.
pt_br: Nada é mais importante que ter um backup de seus arquivos pessoais, em caso que algo desastroso aconteça com o seu computador.
sl: Nič ni bolj pomembno kot imeti varnostno kopijo osebnih podatkov, v primeru, da se kaj nepredvidljivega zgodi z vašim računalnikom.
tr_tr: Hiçbir şey bilgisayarın başına gelebilecek talihsizliklere karşı kişisel dosyaların bir yedeğinin bulundurulmasından önemli değildir.
zh_tw: 為了預防電腦無預警損壞，沒有比備份您個人資料更重要的事情。

source: Internet and Network
ms_my: Internet dan Rangkaian
pt_br: Internet e Rede
zh_tw: 網路

source: layouts are most similar to Microsoft Windows while
ms_my: Bentangannya adalah hampir serupa dengan Microsoft windows manakala
pt_br: layouts são mais semelhante ao Microsoft Windows enquanto

source: layouts are most similar to Apple Mac OS X.
ms_my: bentangan adalah hampir serupa dengan Mac OS X Apple.
pt_br: layouts são mais semelhante ao da Apple Mac OS X.
zh_tw: 整體佈局近似於Apple Mac OS X。

source: Look and Feel
ms_my: Penampilan
pt_br: Olhar e Sentir
zh_tw: 外觀

source: Maximizes current window.
ca_es: Maximitza la finestra actual.
cs: Maximalizovat aktuální okno.
de: Maximiert aktuellen Fenster.
es_es: Maximizar la ventana actual.
fr_fr: Maximiser la fenêtre active.
hu_hu: Jelenlegi ablak maximalizálása.
it: Massimizza la finestra corrente.
ja: ウィンドウを最大化
lt_lt: Išskleidžia esamą langą.
ms_my: Maskimumkan tetingkap semasa.
pl: Maksymalizuję obecne okno.
pt_br: Maximiza a janela atual.
sl: Povečaj trenutno okno.
sv: Maximera aktuellt fönster.
tr_tr: Geçerli pencereyi büyütür.
zh_tw: 最大化當前視窗。

source: Pulldown Terminal.
ca_es: Desplega el terminal.
cs: Rozvinout terminál.
de: Pulldown Terminal (Konsole runter ziehen).
es_es: Tira hacia abajo la Terminal.
fr_fr: Terminal Déroulant.
hu_hu: Lenyíló terminál
lt_lt: Nusileidžiantysis terminalas.
ms_my: Tarik-Turun Terminal
pl: Opuszcza Terminal.
pt_br: Encerrar Terminal.
sl: Spustni Terminal.
tr_tr: Uçbirimi Aşağı Çek.

source: Enables an 'expose' like feature that presents you with all the windows you currently have open, allowing you to select the one you wish to give focus to.
ms_my: Benarkan fitur seakan 'expose' yang persembahkan semua tetingkap semasa yang dibuka, membolehkan anda pilih salah satu tetingkap yang anda ingin fokuskan.
pt_br: Permite que um "expor" como característica que lhe apresenta todas as janelas que você tem atualmente aberta, permitindo que você selecione o que você deseja dar foco para.
zh_tw: 開啟'expose'之類的功能來呈現所有當前您開啟的視窗，允許您選擇其中之一並將焦點至於上面。

source: Unfolds your workspace cube allowing you to see more than one of your workspaces at once, using the left and right cursor keys with this active will allow you to select the workspace you wish to use.
ms_my: Persembahan ruang kerja dalam bentuk kiub supaya anda dapat melihat lebih dari satu ruang kerja serentak, dengan menggunakan kekunci kursor kiri dan kanan membolehkan pemilihan ruang kerja yang ingin digunakan.
pt_br: Desdobra seu espaço de trabalho que lhe permite ver mais do que um de seus espaços de trabalho ao mesmo tempo, usando as teclas de cursor esquerda e direita com este ativo irá permitir que você selecione o espaço de trabalho que você deseja usar.
zh_tw: 展開您的工作區方塊允許您一次看到多個工作區域，當您打開這個選項，使用左鍵和右鍵可以選擇您想要使用的工作區。

source: Detailed
ca_es: Detallat
cs: Podrobný
de: Detailliert
es_es: Detallado
fr_fr: Détaillé
hu_hu: Részletes
it: Dettagliato
lt_lt: Išsamūs
ms_my: Terperinci
pl: Szczegółowe
pt_br: Detalhado
sl: Podrobno
tr_tr: Detaylı
zh_tw: 細節

source: The following information is retrieved directly from the inxi command line program.
ca_es: La següent informació s'obté directament des del programa de línia d'ordres inxi.
cs: Následující informace jsou získány přímo z programu příkazového řádku inxi.
de: Die folgenden Informationen werden direkt aus dem Inxi-Befehlszeilenprogramm entnommen.
es_es: La siguiente información es se obtiene directamente del programa de línea de comandos inxi.
fr_fr: Les informations suivantes sont obtenues directement à partir du programme en ligne de comande inxi.
hu_hu: A következő információ közvetlenül az inxi parancssori programból származik.
it: Le seguenti informazioni sono recuperate direttamente dal programma a linea di comando inxi.
lt_lt: Ši informacija yra gaunama tiesiogiai iš inxi komandų eilutės programos.
ms_my: Maklumat berikut diperoleh terus dari program baris perintah inxi.
pl: Następujące informacje zostały bezpośrednio pobrane z programu wiersza poleceń inxi.
pt_br: A informação a seguir foi retirada diretamente do programa em linha de comando inxi.
sl: Naslednje informacije se pridobijo neposredno iz inxi ukazne vrstice programa.
tr_tr: Aşağıdaki bilgiler inxi komut satırı programından alınmıştır.

source: Gathering data...
ca_es: S'estan recopilant les dades...
cs: Shromažďování dat...
de: Holt Informationen...
es_es: Recolectando información...
fr_fr: Collecte des données en cours...
hu_hu: Adatok gyűjtése...
it: Recupero dati...
lt_lt: Renkami duomenys...
ms_my: Menghimpun data...
pl: Zbieranie danych...
pt_br: Coletando dados...
sl: Zbiranje podatkov ...
tr_tr: Veri toplanıyor...

source: Sorry, there was a problem gathering this information.
ca_es: Hi ha hagut un problema en la recopilació d'aquesta informació.
cs: Je nám líto, došlo k potížím při shromažďování těchto informací.
de: Tut uns Leid, es gab ein Problem bei der Informationsbeschaffung.
es_es: Disculpe, hubo un problema recolectando esta información.
fr_fr: Désolé, il y a eu un problème pendant la collecte des données.
hu_hu: Sajnáljuk, probléma adódott az információk gyűjtése közben.
lt_lt: Atsiprašome, renkant šią informaciją, atsirado problemų.
ms_my: Maaf, terdapat masalah ketika menghimpun maklumat ini.
pl: Przepraszamy, podczas zbierania informacji wystąpił problem.
pt_br: Desculpe, houve um problema durante a coleta desta informação.
sl: Oprostite, prišlo je do napake med zbiranjem teh informacij.
tr_tr: Üzgünüz, veri toplanırken hata oluştu.

source: A pre-installed utility that allows basic configuration to your disks and partitions, including formatting, partitioning, mounting, viewing S.M.A.R.T data and writing images to SD cards/USB drives.
ca_es: Una utilitat preinstal·lada que permet la configuració bàsica dels vostres discs i de les vostres particions, incloent-hi la formatació, partició, muntatge i visualització de les dades S.M.A.R.T i l'escriptura d'imatges en targetes SD o unitats USB.
cs: Předinstalovaný nástroj, který umožňuje základní nastavení vašich disků a diskových oddílů, včetně formátování, dělení disků, připojování oddílů, zobrazení S.M.A.R.T dat a zapisování obrazů disku na SD kartu/USB disky.
de: Ein vorinstalliertes Programm, das auf Ihre Festplatten und Partitionen Basiskonfiguration erlaubt, einschließlich Formatierung, Partitionierung, Montage, S.M.A.R.T Daten anzeigen und Bilder auf SD-Karten/ USB-Laufwerke zu schreiben.
es_es: Una utilidad preinstalada que permite la configuración básica de los discos y particiones, incluyendo el formato, partición, el montaje, la visualización de los datos S.M.A.R.T y escribir imágenes en tarjetas SD / unidades USB.
fr_fr: Un utilitaire pré-installé permettant de configurer, formater, partitioner, monter, et visualiser vos disques et partitions, et qui permet également l'écriture d'images disque sur cartes SD et disques USB.
hu_hu: Előtelepített segédprogram, ami lehetővé tesz alapvető beállításokat a lemezeken és partíciókon, beleértve a formázást, partícionálást, csatolást, S.M.A.R.T adatok megtekintését és lemezképek írását SD kártyákra/USB meghajtókra.
lt_lt: Iš anksto įdiegta paslaugų programa, leidžianti atlikti pagrindinę jūsų diskų ir skaidinių konfigūraciją, įskaitant formatavimą, skaidymą, prijungimą, S.M.A.R.T duomenų peržiūrą bei atvaizdžių įrašymą į SD korteles/USB diskus.
ms_my: Utiliti pra-pasang yang membolehkan konfigurasi asas pada cakera dan sekatan anda, termasuklah memformat, membuat sekatan, melekap, melihat data S.M.A.R.T dan menulis imej ke dalam kad SD/pemacu USB.
pl: Wbudowane narzędzie, które pozwala na podstawową konfigurację twoich dysków i partycji, wliczając w to formatowanie, partycjonowanie, montowanie, przeglądanie danych S.M.A.R.T i zapisywanie obrazów na kartę SD/pamięć USB.
pt_br: Um utilitário pré-instalado que permite a configuração básica para os seus discos e partições, incluindo a formatação, particionamento, a montagem, a visualização de dados S.M.A.R.T e escrever imagens em cartões SD / drives USB.
sl: Prednameščeno orodje, ki dovoli splošno nastavitev diskov in razdelkov, vključno s formatiranjem, ustvarjanjem razdelkov, priklopom, ogledom podatkov S.M.A.R.T in zapisom slik na kartice SD/naprave USB.
tr_tr: Disk ve disk bölümleriniz için biçimlendirme, bölümleme, bağlama, S.M.A.R.T verileri görüntüleme ve kalıpları SD kart/ USB aygıtlara yazma gibi temel yapılandırmaları gerçekleştirmenize sağlayan ön tanımlı bir araç.
zh_tw: 一個預載的工具讓您可以基本的設定磁碟和分區，包含格式化，切割分區，mounting，檢視S.M.A.R.T資訊和寫入映像檔至SD卡/USB隨身碟。

source: Return to the topic index.
ms_my: Kembali ke indeks topik.
pt_br: Retornar ao tópico inicial

source: Previous Topic
ms_my: Topik Terdahulu
pt_br: Tópico Anterior

source: Next Topic
ms_my: Topik Berikutnya
pt_br: Próximo Tópico

source: Razer Drivers for Linux
ca_es: Controladors de Razer per a Linux
cs: Ovladače Razer pro Linux
de: Razer-Treiber für Linux
es_es: Razer Drivers para Linux
fr_fr: Pilotes de périphériques Razer pour Linux
hu_hu: Razer illesztőprogramok Linuxhoz
lt_lt: Razer tvarkyklės, skirtos Linux
ms_my: Pemacu Razer untuk Linux
pl: Sterowniki Razer dla Linuksa.
pt_br: Drivers Razer para Linux
sl: Gonilniki Razer za Linux

source: Requires Razer Drivers for Linux to be installed first.
ca_es: Requereix que en primer lloc s'instal·lin els controladors de Razer per a Linux.
cs: Vyžaduje ovladače Razer pro Linux, které mají být instalovány jako první.
de: Razer-Treiber für Linux müssen installiert sein.
es_es: Requiere que los controladores Razer para Linux sean instalados primero.
fr_fr: Les Pilotes de périphériques Razer pour Linux doivent être installés.
hu_hu: Szükséges először a Razer illesztőprogram telepítése Linuxhoz.
lt_lt: Reikalauja, kad, iš pradžių, būtų įdiegtos Razer tvarkyklės, skirtos Linux.
ms_my: Pemacu Razer diperlukan untuk Linux yang perlu dipasang terlebih dahulu.
pl: Potrzebuje już zainstalowane Sterowniki Razer dla Linuksa.
pt_br: Requer a instalação prévia dos Drivers Razer para Linux.
sl: Najprej potrebuje nameščene gonilnike Razer za Linux.

source: Installs libraries that enable Blu-ray and DVD playback in VLC. After install DVDs will work but for Blu-ray you will need to download
ca_es: Instal·la les biblioteques que permeten la reproducció de blu-ray i DVD en VLC. Un cop s'hagi instal·lat, els DVD funcionaran, però perquè funcionin els blu-ray haureu de baixar
cs: Nainstaluje knihovny, které umožňují přehrávání Blu-ray a DVD v přehrávači VLC. Po instalaci bude fungovat přehrávání DVD, ale pro zprovoznění přehrávání Blu-ray, budete muset stáhnout
de: Installiert Bibliotheken für Blu-ray- und DVD-Wiedergabe in VLC. Nach der Installation werden DVDs funktionieren, aber für Blu-ray müssen Sie zusätzlich
es_es: Instala bibliotecas que permiten la reproducción de Blu-ray y DVD en VLC. Después de la instalación, los DVD funcionarán, pero para Blu-ray, necesitará descargar
fr_fr: Installe les librairies qui activent la lecture de Blu-ray et de DVD dans VLC. Après l'installation, les DVD fonctionneront, mais pour les Blu-ray vous aurez besoin de
hu_hu: Könyvtárakat telepít, amik Blu-ray és DVD lejátszását teszik lehetővé a VLC-ben. A telepítés után a DVD-k működni fognak, de a Blu-ray számára
it: Installa le librerie che abilitano la riproduzione di Blu-ray e DVD in VLC. Dopo l'installazione i DVD funzioneranno ma per il Blu-ray hai bisogno di scaricare
lt_lt: Įdiegia bibliotekas, kurios įgalina Blu-ray ir DVD atkūrimą VLC programoje. Po įdiegimo DVD veiks, tačiau norint atkurti Blu-ray, jums reikės atsisiųsti
ms_my: Pasang pustaka yang membenarkan main balik Blu-ray dan DVD dalam VLC. Selepas pemasangan, DVD akan berfungsi tetapi bagi Blu-ray anda perlu muat turun
pl: Instaluje biblioteki, które umożliwiają odtwarzanie płyt Blu-ray i DVD w programie VLC. Po instalacji płyty DVD będą działały, ale dla Blu-ray musisz pobrać
pt_br: Instala as bibliotecas que permitem Blu-ray e DVD no VLC. DVDs funcionaram após a instalação, para Blu-ray será necessário baixar
sl: Namesti knjižnice, ki omogočijo predvajanje Blu-ray in DVD-jev v VLC. Po namestitvi bodo DVD-ji delali, za Blu-ray pa boste morali prenesti

source: Activate Heads-up Display (HUD)
ca_es: Activa HUD (Heads-up Display)
cs: Aktivovat Heads-up Display (HUD)
de: Heads-up Display (HUD) aktivieren
es_es: Activar HUD (Heads-up Display)
fr_fr: Activer l'Affichage Tête Haute (ATH)
hu_hu: Heads-up Display (HUD) aktiválása
lt_lt: Aktyvuoti vadovaujamą ekraną (HUD)
pl: Aktywuj wyświetlacz przezierny (HUD)
sl: Omogoči Iskalni meni (HUD)

source: Detailed specifications cannot be displayed as 'inxi' is not installed.
it: Non possono essere visualizzate informazioni dettagliate in quanto 'inxi' non è installato.

source: Pentium III 750 megahertz (MHz)
zh_tw: Pentium III 750 MHz

source: menu.
zh_tw: 選單
