Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/gettingstarted/*.po
Languages: ca_es, cs, da, de, es_es, fr_fr, hu_hu, it, ja, lt_lt, ms_my, pl, pt_br, sl, sr, sv, tr_tr, zh_tw

source: Distribution:
ca_es: Distribució:
cs: Distribuce:
es_es: Distribución:
hu_hu: Disztribúció:
it: Distribuzione:
ja: ディストリビューション:
lt_lt: Distribucija:
ms_my: Distribusi:
pl: Dystrybucja:
pt_br: Distribuição:
sl: Distribucija:
sr: Дистрибуција:
tr_tr: Dağıtım:
zh_tw: 發行版:

source: Kernel:
cs: Jádro:
da: Kerne:
fr_fr: Noyau :
hu_hu: Rendszermag:
ja: カーネル:
lt_lt: Branduolys:
pl: Jądro:
sl: Jedro:
sr: Језгро:
sv: Kärna:
tr_tr: Çekirdek:
zh_tw: 內核:

source: The Linux kernel is the heart of Ubuntu.
ca_es: El kernel de Linux és el cor d'Ubuntu.
cs: Linuxové jádro je srdcem Ubuntu.
da: Linux kernen er hjertet i Ubuntu.
de: Der Linux-Kernel ist das Herz von Ubuntu.
es_es: El kernel de Linux es el corazón de Ubuntu.
fr_fr: Le Noyau Linux est le cœur d'Ubuntu.
hu_hu: A Linux rendszermag az Ubuntu szíve.
it: Il kernel Linux è il cuore di Ubuntu.
ja: LinuxカーネルはUbuntuの心臓ともいえます。
lt_lt: Linux branduolys yra Ubuntu širdis.
ms_my: Kernel Linux adalah intipati utama Ubuntu.
pl: Jądro Linux jest sercem Ubuntu.
pt_br: O Kernel Linux é o coração do Ubuntu.
sl: Jedro Linuxa je srce Ubuntuja.
sr: Линукс језгро је срце Убунтуа.
sv: Linuxkärnan är hjärtat i Ubuntu
tr_tr: Linux Çekirdeği Ubuntu'nun kalbidir.

source: Motherboard:
ca_es: Placa mare:
cs: Základní deska:
da: Bundkort:
de: Hauptplatine (Motherboard):
es_es: Tarjeta Madre:
fr_fr: Carte Mère :
hu_hu: Alaplap:
it: Scheda Madre:
ja: マザーボード:
lt_lt: Pagrindinė plokštė:
ms_my: Papan Induk:
pl: Płyta główna:
pt_br: Placa Mãe:
sl: Matična plošča:
sr: Матична плоча:
sv: Moderkort:
tr_tr: Anakart:
zh_tw: 主機板:

source: Boot Mode:
ca_es: Mode d'arrencada:
cs: Režim spouštění:
da: Boot metode:
de: Boot Modus:
es_es: Modo de Arranque:
fr_fr: Mode de Démarrage :
hu_hu: Indítási mód:
it: Modalità Boot:
ja: ブートモード:
lt_lt: Paleidimo veiksena:
ms_my: Mod But:
pl: Tryb uruchamiania:
pt_br: Modo de Boot:
sl: Način zagona:
sr: Режим подизања система:
sv: Uppstartsläge:
tr_tr: Önyükleme Modu:
zh_tw: 開機模式:

source: Displays the mode that Ubuntu MATE is communicating with the firmware.
ca_es: Mostra el mode amb què Ubuntu MATE s'està comunicant amb el microprogramari.
cs: Zobrazuje režim ve kterém Ubuntu MATE komunikuje s firmwarem.
da: Viser metoden Ubuntu MATE benytter til at kommunikere med firmwaren.
de: Zeigt den Modus, dass Ubuntu MATE mit der Firmware kommuniziert an.
es_es: Muestra el modo por el que Ubuntu MATE se está comunicando con el firmware.
fr_fr: Affiche le mode qu'utilise Ubuntu MATE pour communiquer avec le micrologiciel.
hu_hu: Megjeleníti azt a módot, ahogy az Ubuntu MATE kommunikál a firmware-rel.
it: Mostra il modo in cui Ubuntu MATE sta communicando con il firmware.
ja: Ubuntu MATEがファームウェアと通信するモードを表示します。
lt_lt: Rodo veikseną, kurioje Ubuntu MATE susisiekia su programine aparatine įranga.
ms_my: Papar mod yang mana Ubuntu MATE berkomunikasi dengan perisian tegar.
pl: Wyświetla tryb, w którym Ubuntu MATE komunikuje się z oprogramowanie.
pt_br: Exibe o modo que o Ubuntu MATE está se comunicando com o firmware.
sl: Prikaže način, katerega Ubuntu MATE uporablja za sporočanje s strojno programsko opremo.
sr: Приказује режим у коме Убунту Мејт комуницира са уградним програмом.
sv: Visar det läge som Ubuntu MATE kommunicerar med den fasta programvaran.
tr_tr: Ubuntu MATE'nin aygıt yazılımı ile iletişim kurduğu modu görüntüler.

source: Processor
ca_es: Processador
cs: Procesor
de: Prozessor
es_es: Prosesador
fr_fr: Processeur
hu_hu: Processzor
it: Processore
ja: プロセッサ
lt_lt: Procesorius
ms_my: Pemproses
pl: Procesor
pt_br: Processador
sl: Procesor
sr: Процесор
tr_tr: İşlemci
zh_tw: 處理器

source: Model:
de: Modell:
es_es: Modelo:
fr_fr: Modèle :
hu_hu: Modell:
it: Modello:
ja: モデル:
lt_lt: Modelis:
pt_br: Modelo:
sr: Модел:
sv: Modell:
zh_tw: 型號:

source: Speed:
ca_es: Velocitat:
cs: Rychlost:
da: Hastighed
de: Geschwindigkeit:
es_es: Velocidad:
fr_fr: Vitesse :
hu_hu: Sebesség:
it: Velocità:
ja: 処理速度:
lt_lt: Greitis:
ms_my: Kelajuan:
pl: Prędkość:
pt_br: Velocidade:
sl: Hitrost:
sr: Брзина:
sv: Hastighet:
tr_tr: Hız:
zh_tw: 速度:

source: Architecture in use:
ca_es: Arquitectura en ús:
cs: Používaná architektura:
da: Arkitektur i brug:
de: Verwendete Architektur:
es_es: Arquitectura en uso:
fr_fr: Architecture utilisée :
hu_hu: Használt architektúra:
it: Architettura in uso:
ja: 使用アーキテクチャ:
lt_lt: Naudojama architektūra:
ms_my: Senibina digunakan:
pl: Używana architektura:
pt_br: Arquitetura em uso:
sl: Arhitektura:
sr: Коришћена архитектура:
sv: Arkitektur i användning:
tr_tr: Kullanılan mimari:
zh_tw: 使用的架構:

source: The operating system's architecture in use. For instance, i386 = 32-bit.
ca_es: L'arquitectura del sistema operatiu en ús. Per exemple, i386 = 32 bits.
cs: Používaná architektura operačních systémů. Například, i386 = 32bitová.
da: Arkitekturen operativsystemet benytter. For eksempel, i386 = 32-bit.
de: Die Architektur des Betriebssystems verwendet wird. Zum Beispiel, i386 = 32-bit.
es_es: La arquitectura del sistema operativo en uso. Por ejemplo, i386 = 32 bits.
fr_fr: L'architecture du système d'exploitation utilisé. Par exemple i386 = 32-bit.
hu_hu: Az operációs rendszer használatban lévő architektúrája. Például i386 = 32-bit.
it: L'archiettetura del sistema operativo in uso. Per esempio, i386= 32 bit.
ja: 使用されているOSのアーキテクチャ。たとえば、i386 = 32-bit
lt_lt: Naudojama operacinės sistemos architektūra. Pavyzdžiui, i386 = 32-bitų.
ms_my: Senibina sistem pengoperasian yang digunakan. Sebagai contoh, i386 = 32-bit.
pl: Używana przez system operacyjny architektura. Na przykład, i386=32-bity
pt_br: A arquitetura do sistema operacional em uso. Por exemplo, i386 = 32 bits.
sl: Arhitektura katero operacijski sistem uporablja. Na primer i386 = 32-bit.
sr: Архитектура оперативног система у употреби. На пример, „i386“ = 32-бита.
sv: Operativsystemets arkitektur som används. Till exempel, i386 = 32-bitars.
tr_tr: Kullanımda olan işletim sistemi mimarisi. Örneğin, i386 = 32-bit.

source: Architecture(s) supported:
ca_es: Arquitectures compatibles:
cs: Podporovaná architektura(y):
da: Understøttede arkitektur(er):
de: Unterstützte Architektur (en):
es_es: Arquitectura(s) soportadas:
fr_fr: Architecture(s) supportées :
hu_hu: Támogatott architektúrák:
it: Architettura(e) supportate:
ja: 対応するアーキテクチャ:
lt_lt: Palaikoma architektūra(-os):
ms_my: Senibina(s) disokong:
pl: Wspierana architektura/architektury:
pt_br: Arquitetura(s) suportadas:
sl: Podprta/e arhitektura(e):
sr: Подржана архитектура:
sv: Arkitektur(er) som stöds:
tr_tr: Desteklenen mimariler:
zh_tw: 支援的架構:

source: Architectures that are supported by this processor.
ca_es: Les arquitectures que són compatibles amb aquest processador.
cs: Architektury, které jsou podporované tímto procesorem.
da: Arkitekturer der er understøttet af denne processor.
de: Architekturen, die von diesem Prozessor unterstützt werden.
es_es: Arquitecturas que son compatibles con este procesador.
fr_fr: Les architectures supportées par ce processeur.
hu_hu: A processzor által támogatott architektúrák.
it: Le architetture che sono supportate da questo processore.
ja: このプロセッサが対応するアーキテクチャ
lt_lt: Šio procesoriaus palaikomos architektūros.
ms_my: Senibina yang disokong oleh pemproses ini.
pl: Architektury wspierane przez ten procesor.
pt_br: Arquiteturas que são suportados por este processador.
sl: Arhitekture, ki jih podpira ta procesor.
sr: Архитектуре које подржава овај процесор.
sv: Arkitekturer som stöds av denna processor.
tr_tr: Bu işlemci tarafından desteklenen mimariler.

source: Components
cs: Komponenty
da: Komponenter
de: Komponenten
es_es: Componentes
fr_fr: Composants
hu_hu: Összetevők
it: Componenti
ja: 構成部品
lt_lt: Komponentai
ms_my: Komponen
pl: Komponenty
pt_br: Componentes
sl: Sestavni deli
sr: Компоненте
sv: Komponenter
tr_tr: Bileşenler
zh_tw: 零件

source: Memory (RAM):
ca_es: Memòria (RAM):
cs: Paměť (RAM):
da: Hukommelse (RAM):
de: Arbeitsspeicher (RAM):
es_es: Memoria (RAM):
fr_fr: Mémoire (RAM) :
hu_hu: Memória (RAM):
it: Memoria (RAM):
ja: メモリ(RAM)
lt_lt: Atmintis (RAM):
ms_my: Ingatan (RAM):
pl: Pamięć (RAM):
pt_br: Memória(RAM):
sl: Pomnilnik (RAM):
sr: Меморија (РАМ):
sv: Minne (RAM):
tr_tr: Bellek(RAM)
zh_tw: 記憶體(RAM):

source: More RAM allows more applications to run simultaneously.
ca_es: Més memòria RAM permet que més aplicacions s'executin simultàniament.
cs: Více RAM umožňuje více aplikacím běžet současně.
da: Jo flere RAM, jo flere applikationer kan der køre samtidigt.
de: Mehr RAM ermöglicht, mehr Anwendungen gleichzeitig laufen zu lassen.
es_es: Más RAM permite más aplicaciones ejecutándose al mismo tiempo.
fr_fr: Plus de mémoire vive (RAM) permet de lancer plus d'applications simultanément.
hu_hu: A több RAM lehetővé teszi több alkalmazás egyidejű futtatását.
it: Più RAM permette a più applicazioni di essere eseguite simultaneamente.
ja: より多くのRAMがあれば同時に動くアプリケーションの数を増せます。
lt_lt: Daugiau RAM leidžia vienu metu veikti didesniam programų skaičiui.
ms_my: Lebih banyak RAM membolehkan lebih banyak aplikasi berjalan serentak.
pl: Więcej RAMu pozwala na więcej aplikacji działających naraz.
pt_br: Mais RAM permite que mais aplicativos sejam executados simultaneamente.
sl: Več RAM-a omogoča, da več programov deluje istočasno.
sr: Више РАМ-а допушта да више програма ради истовремено.
sv: Mer RAM-minne tillåter fler applikationer att köras samtidigt.
tr_tr: Daha fazla RAM aynı anda daha fazla uygulama çalıştırmaya izin verir.

source: Graphics:
ca_es: Gràfics:
cs: Grafika:
da: Grafik:
de: Grafik:
es_es: Gráficos:
fr_fr: Carte(s) Graphique(s) :
hu_hu: Grafika:
it: Grafica:
ja: グラフィックス
lt_lt: Grafika:
ms_my: Grafik:
pl: Grafika:
pt_br: Gráficos:
sl: Grafika:
sr: Графика:
sv: Grafik:
tr_tr: Grafikler:
zh_tw: 繪圖晶片:

source: Internet Access:
ca_es: Accés a Internet:
cs: Přístup na internet:
da: Internetadgang:
de: Internetzugang:
es_es: Acceso al Internet:
fr_fr: Accès Internet :
hu_hu: Internet hozzáférés:
it: Accesso Internet:
ja: インターネット接続:
lt_lt: Interneto prieiga:
ms_my: Capaian Internet:
pl: Połączenie z internetem:
pt_br: Acesso à Internet:
sl: Dostop do interneta:
sr: Интернет приступ:
sv: Internetåtkomst:
tr_tr: İnternet Erişimi:
zh_tw: 網路存取:

source: Connected
ca_es: Connectat
cs: Připojeno
da: Forbundet
de: Verbunden
es_es: Conectado
fr_fr: Connecté
hu_hu: Csatlakozva
it: Connesso
ja: 接続済み
lt_lt: Prisijungta
ms_my: Bersambung
pl: Nawiązano połączenie
pt_br: Conectado
sl: Povezan
sr: Повезан
sv: Ansluten
tr_tr: Bağlı
zh_tw: 已連線

source: Not Connected
ca_es: No connectat
cs: Nepřipojeno
da: Ikke forbundet
de: Nicht verbunden
es_es: No Conectado
fr_fr: Déconnecté
hu_hu: Nincs csatlakozva
it: Non connesso
ja: 未接続
lt_lt: Neprisijungta
ms_my: Tidak Bersambung
pl: Nie nawiązano połączenia
pt_br: Não Conectado
sl: Brez povezave
sr: Није повезан
sv: Inte Ansluten
tr_tr: Bağlı Değil
zh_tw: 未連線

source: Storage
ca_es: Emmagatzematge
cs: Úložiště
da: Lagerplads
de: Speicherung
es_es: Almacenamiento
fr_fr: Stockage
hu_hu: Tárhely
it: Memoria
ja: 記憶領域
lt_lt: Kaupiklis
ms_my: Storan
pl: Pamięć
pt_br: Armazenamento
sl: Shramba
sr: Смештај
sv: Utrymme
tr_tr: Depolama
zh_tw: 儲存體

source: Root File System:
ca_es: Arrel del sistema de fitxers:
cs: Kořenový souborový systém:
da: Rodens filsystem:
de: Root-Dateisystem:
es_es: Sistema de Archivos Raíz
fr_fr: Système de Fichiers Administrateur (Root) :
hu_hu: Gyökér fájlrendszer
ja: ルートファイルシステム:
lt_lt: Šaknies failų sistema:
ms_my: Sistem Fail Root:
pl: Główny system plików:
pt_br: Sistema de arquivos root:
sl: Korenski datotečni sistem:
sr: Корени систем датотека:
sv: Rotfilsystemet:
tr_tr: Kök Dosya Sistemi:
zh_tw: Root檔案系統:

source: The file system where Ubuntu MATE is installed.
ca_es: El sistema de fitxers on està instal·lat Ubuntu MATE.
cs: Souborový systém, kde je Ubuntu MATE nainstalováno.
da: Filsystemet hvor Ubuntu MATE er installeret.
de: Das Dateisystem, in dem Ubuntu MATE installiert ist.
es_es: El sistema de archivos donde está instalado Ubuntu MATE.
fr_fr: Le système de fichier sur lequel Ubuntu MATE est installé.
hu_hu: A fájlrendszer ahová az Ubuntu MATE telepítve van.
it: Il file system dove è installato Ubuntu MATE.
ja: Ubuntu MATEがインストールされているファイルシステム
lt_lt: Failų sistema, kurioje yra įdiegta Ubuntu MATE.
ms_my: Sistem fail yang mana Ubuntu MATE dipasang.
pl: System plików, w którym Ubuntu MATE jest zainstalowany.
pt_br: O sistema de arquivos onde o Ubuntu MATE está instalado.
sl: Datotečni sistem, kjer je nameščen Ubuntu MATE.
sr: Систем датотека на коме је инсталиран Убунту Мејт.
sv: Filsystemet där Ubuntu MATE är installerat.
tr_tr: Ubuntu MATE'nin kurulduğu dosya sistemi.

source: Entire Disk Capacity:
ca_es: Capacitat total del disc:
cs: Kapacita celého disku:
da: Hele harddiskens kapacitet:
de: Gesamte Plattenkapazität:
es_es: Capacidad Total del Disco:
fr_fr: Capacité Totale du Disque :
hu_hu: Teljes lemezkapacitás:
it: Intera capacità del disco:
ja: 全体のディスク容量:
lt_lt: Viso disko talpa:
ms_my: Kapasiti Keseluruhan Cakera:
pl: Całkowita pojemność dysku:
pt_br: Capacidade inteira do disco:
sl: Celotna velikost diska:
sr: Капацитет читавог диска:
sv: Hela diskkapaciteten:
tr_tr: Bütün Disk Kapasitesi:
zh_tw: 總計磁碟容量:

source: Ubuntu MATE Usage
ca_es: Ús d'Ubuntu MATE
cs: Používá Ubuntu MATE
da: Ubuntu MATEs forbrug
de: Ubuntu MATE Gebrauch
es_es: Uso Ubuntu MATE
fr_fr: Utilisation Ubuntu MATE
hu_hu: Ubuntu MATE felhasználás
it: Utilizzo Ubuntu MATE
ja: Ubuntu MATEの領域
lt_lt: Ubuntu MATE naudojimas
ms_my: Penggunaan Ubuntu MATE
pl: Używane przez Ubuntu MATE
pt_br: Uso do Ubuntu MATE
sl: Poraba Ubuntu MATE
sr: Употреба Убунту Мејта
sv: Ubuntu MATEs användning
tr_tr: Ubuntu Mate Kullanımı

source: Allocated for Ubuntu MATE:
ca_es: Assignat per a Ubuntu MATE:
cs: Přiděleno pro Ubuntu MATE:
da: Allokeret til Ubuntu MATE:
de: Für Ubuntu MATE zugewiesen
es_es: Asignado para Ubuntu MATE:
fr_fr: Alloué pour Ubuntu MATE :
hu_hu: Lefoglalva az Ubuntu MATE számára:
it: Allocata per Ubuntu MATE:
ja: Ubuntu MATEへの割り当て領域
lt_lt: Priskirta Ubuntu MATE sistemai:
ms_my: Diperuntuk untuk Ubuntu MATE:
pl: Zajęte dla Ubuntu MATE:
pt_br: Alocado para o Ubuntu MATE:
sl: Dodeljen Ubuntu MATEu:
sr: Додељено за Убунту Мејт:
sv: Allokerat för Ubuntu MATE:
tr_tr: Ubuntu MATE için ayrılmış.

source: The size of your operating system partition.
ca_es: La mida de la partició del sistema operatiu.
cs: Velikost vašeho diskového oddílu s operačním systémem.
da: Størrelsen af din operativssystems partition.
de: Die Größe der Betriebssystempartition.
es_es: El tamaño de la partición del sistema operativo.
fr_fr: La taille de la partition de votre système d'exploitation.
hu_hu: Az operációs rendszered partíciójának mérete.
it: La grandezza della partizione del tuo sistema operativo.
ja: Ubuntu MATE用のパーティションの大きさ
lt_lt: Jūsų operacinės sistemos skaidinio dydis.
ms_my: Saiz sekatan sistem pengoperasian anda.
pl: Rozmiar partycji twojego systemu operacyjnego.
pt_br: O tamanho da partição do seu sistema operacional.
sl: Velikost razdelka operacijskega sistema.
sr: Величина партиције оперативног система.
sv: Storleken på operativsystemets partition.
tr_tr: İşletim sisteminizin boyutu.

source: Used Space:
ca_es: Espai utilitzat:
cs: Použité místo:
da: Opbrugt lagerplads:
de: Belegten Speicherplatz:
es_es: Espacio Usado:
fr_fr: Espace utilisé :
hu_hu: Használt hely:
it: Spazio Usato:
ja: 使用容量:
lt_lt: Panaudota vieta:
ms_my: Ruang Digunakan:
pl: Zajęte miejsce:
pt_br: Espaço Utilizado:
sl: Uporabljen prostor:
sr: Коришћени простор:
sv: Använt utrymme:
tr_tr: Kullanılan Alan:

source: Free Space:
ca_es: Espai lliure:
cs: Volný prostor:
da: Ledig lagerplads:
de: Freier Speicher:
es_es: Espacio Libre:
fr_fr: Espace libre :
hu_hu: Szabad hely:
it: Spazio Libero:
ja: 空き容量:
lt_lt: Laisva vieta:
ms_my: Ruang Bebas:
pl: Wolne miejsce:
pt_br: Espaço Livre:
sl: Neporabljen prostor:
sr: Слободан простор:
sv: Tillgängligt utrymme:
tr_tr: Boş Alan:
zh_tw: 剩餘空間:

source: Other Usage:
ca_es: Altres usos:
cs: Jiné použití:
da: Andre formål:
de: Anderer Gebrauch:
es_es: Otro Uso:
fr_fr: Autre utilisation :
hu_hu: Más felhasználás:
it: Altro Uso:
ja: 他の領域
lt_lt: Kito naudojimo:
ms_my: Penggunaan Lain:
pl: Inne zużycie:
pt_br: Outro Uso:
sl: Ostala uporaba:
sr: Остала употреба:
sv: Annan användning:
tr_tr: Diğer Kullanım:

source: Reserved by system, other partitions, unallocated or swap.
ca_es: Reservat pel sistema, altres particions, no assignat o d'intercanvi.
cs: Vyhrazeno systémem, jinými oddíly, nepřiděleno nebo odkládací prostor (swap).
da: Reserveret af systemet, andre partitioner, u-allokeret eller swap.
de: Aufbewahrt durch System, andere Teilungen, unzugeteilt oder Tausch.
es_es: Otras particiones, espacio no asignado o de intercambio.
fr_fr: Réservé au système, autres partitions, allouées ou swap.
hu_hu: Rendszer által lefoglalt, más partíciók, lefoglalatlan vagy cserehely.
it: Riservato dal sistema, altre partizioni, non allocato o swap.
ja: システム用の領域や他のパーティション、未割当領域、スワップ領域など。
lt_lt: Rezervuota sistemos, kiti skaidiniai, nepanaudota ar sukeitimų skaidinio vieta.
ms_my: Disimpan oleh sistem, lain-lain sekatan, tidak diperuntuk atau silih.
pl: Zarezerwowane dla systemu, inne partycje, nieprzydzielone lub przestrzeń wymiany.
pt_br: Reservado pelo sistema, outra partição, não alocado ou swap
sl: Rezervirano s strani sistema, drugih razdelkov, nedodeljeno ali izmenjevalni razdelek.
sr: Резервисане системом, остале партиције, нерасподељене или разменска меморија.
sv: Reserverat av systemet, andra partitioner, oallokerat eller swap.
tr_tr: Sistem tarafından ayrılmış, diğer bölümler, ayrılmamış ya da takas alanı.

source: Why do I see two units?
ca_es: Per què veig dues unitats?
cs: Proč vidím dvě jednotky?
da: Hvorfor ser jeg to enheder?
de: Warum sehe ich zwei Einheiten?
es_es: ¿Por qué veo dos unidades?
fr_fr: Pourquoi vois-je deux unités ?
hu_hu: Miért látok két mértékegységet?
it: Perchè vedo due unità?
ja: なぜ、2つの単位が使われているのですか？
lt_lt: Kodėl aš matau po du matavimo vienetus?
ms_my: Kenapa saya melihat dua unit?
pl: Czemu widzę te jednostki?
pt_br: Porque eu vejo duas unidades?
sl: Zakaj vidim dve enoti?
sr: Зашто видим две јединице?
sv: Varför ser jag två enheter?
tr_tr: Neden iki birim görüyorum?
zh_tw: 為什麼我會看到兩個?

source: SI or IEC Units?
ca_es: Unitats del SI o de l'IEC?
cs: Jednotky SI nebo IEC?
da: SI eller IEC enheder?
de: SI- oder IEC-Einheiten?
es_es: ¿Unidades SI o IEC?
fr_fr: Unités SI ou IEC ?
hu_hu: SI vagy IEC mértékegység?
it: Unità SI e IEC?
ja: SI単位かIEC単位か?
lt_lt: SI ar IEC vienetai?
ms_my: Unit SI atau IEC?
pl: Jednostki SI czy IEC?
pt_br: Unidades SI ou IEC?
sl: Enote SI ali IEC?
sr: СИ или ИЕЦ јединице?
sv: SI- eller IEC-enheter?
tr_tr: SI, IEC birimlerinden hangisi?

source: Decimal (SI Standard)
ca_es: Decimal (estàndard del SI)
cs: Desítková (SI standard)
de: Dezimal (SI Standard)
es_es: Decimal (Estántar SI)
fr_fr: Décimal (Standard SI)
hu_hu: Decimális (SI szabvány)
it: Decimale (Standard SI)
ja: 十進数(SI標準)
lt_lt: Dešimtainiai (SI standartiniai)
ms_my: Desimal (Piawaian SI)
pl: Dziesiętne (Standard SI)
pt_br: Decimal (SI Padrão)
sl: Desetiški (standard SI)
sr: Децимални (СИ стандард)
tr_tr: Desimal (SI Standartı)
zh_tw: 十進位(SI Standard)

source: 1 KB = 1000 bytes
cs: 1 KB = 1000 bajtů
hu_hu: 1 KB = 1000 bájt
it: 1 KB = 1000 byte
lt_lt: 1 KB = 1000 baitų
ms_my: 1 KB = 1000 bait
pl: 1 KB = 1000 bajtów
sl: 1 KB = 1000 bajtov
sr: 1 KB = 1000 бајта
tr_tr: 1 KB = 1000 bayt

source: Pronounced as "ga" - like "Mega", "Giga".
ca_es: Es pronuncia "ga" - com "Mega", "Giga".
cs: Vyslovováno jako "ga" - například "Mega", "Giga".
da: udtales "ga" - som i "Mega", "Giga".
de: Ausgesprochen als "ga" - wie "Mega", "Giga" .
es_es: Pronunciado como "ga" - como "Mega", "Giga".
fr_fr: Prononcé "ga" comme "Mega", "Giga".
hu_hu: Kiejtés: "ga" - mint a "Mega", "Giga".
it: Pronunciato come "ga" - come "Mega", "Giga".
ja: "ガ"と発音します。"メガ"、"ギガ"
lt_lt: Tariama kaip "ga" - taip kaip "Mega", "Giga".
ms_my: Disebut sebagai "ga: - seperti "Mega", "Giga".
pl: Wymawiane jako "ga" - na przykład "Mega", "Giga"
pt_br: Pronunciado como "ga" - como "Mega", "Giga".
sl: Izgovorjava z "ga" - kot je "Mega", "Giga".
sr: Изговара се „га“ — као „Мега“, „Гига“.
sv: Uttalas "ga" som i "Mega", "Giga".
tr_tr: Telaffuzu "ga" şeklindedir. "Mega", "Ciga" gibi
zh_tw: 發音如"ga" - like "Mega", "Giga".

source: Common in every day applications and file storage.
ca_es: Comú en les aplicacions quotidianes i en l'emmagatzematge de fitxers.
cs: Obvyklé u všedních aplikací a úložišť souborů.
da: Almindelig i hverdagsprogrammer og filopbevaring.
de: In alltäglichen Anwendungen und Datenspeicher gewöhnlich.
es_es: Común en aplicaciones de uso diario y almacenamiento de archivos.
fr_fr: Il est souvent employé dans les applications de tous les jours et de stoquage de fichiers.
hu_hu: Általános a mindennapos alkalmazásoknál és fájl tárhelyeknél.
it: Comune nelle applicazioni di tutti i giorni e nella memorizzazione dei file.
ja: 通常のアプリケーションやファイルの容量で一般的です。
lt_lt: Paprastai naudojami kasdienėse programose ir failų kaupikliuose.
ms_my: Umumnya diguna pakai dalam aplikasi dan storan fail harian.
pl: Popularne w aplikacjach i nośnikach danych codziennego użytku.
pt_br: Comum em aplicações diárias e armazenamento de arquivos.
sl: Pogosto pri vsakodnevnih programih in shranjevanju datotek.
sr: Опште у свакодневним програмима и смештању датотека.
sv: Vanligt i vardagliga applikationer och fillagring.
tr_tr: Günlük uygulamalar ve dosya depolama için.
zh_tw: 常見於日常應用程式及檔案儲存體。

source: Binary (IEC Standard)
ca_es: Binari (estàndard de l'IEC)
cs: Binární (IEC standard)
da: Binær (IEC Standard)
de: Binär (IEC Standard)
es_es: Binario (Estándar IEC)
fr_fr: Binaire (Standard IEC)
hu_hu: Bináris (IEC szabvány)
it: Binario (Standard IEC)
ja: バイナリ(IEC標準)
lt_lt: Dvejetainiai (IEC standartiniai)
ms_my: Binari (Piawaian IEC)
pl: Binarny (Standard IEC)
pt_br: Binário (IEC Padrão)
sl: Dvojiško (standard IEC)
sr: Бинарни (ИЕЦ стандард)
sv: Binärt (IEC-standard)
tr_tr: İkili (IEC Standartı)

source: 1 KiB = 1024 bytes
cs: 1 KiB = 1024 bajtů
hu_hu: 1 KiB = 1024 bájt
it: 1 KiB = 1024 byte
lt_lt: 1 KiB = 1024 baitai
ms_my: 1 KiB = 1024 bait
pl: 1 KiB = 1024 bajtów
sl: 1 KiB = 1024 bajtov
sr: 1 KiB = 1024 бајта
tr_tr: 1 KiB = 1024 bayt

source: Pronounced as "bi" - like "Mebi", "Gibi".
ca_es: Es pronuncia "bi" - com "Mebi", "Gibi".
cs: Vyslovováno jako "bi" - například "Mebi", "Gibi".
da: Udtales som "bai" - som i "Mebai" og "Gibai".
de: Ausgesprochen "bi" - wie "Mebi", "Gibi".
es_es: Pronunciado como "bi" - como "Mebi", "Gibi".
fr_fr: Prononcé "bi" comme "Mebi, "Gibi".
hu_hu: Kiejtés: "bi" - mint a "Mebi", "Gibi".
it: Pronunciato come "bi" - come "Mebi", "Gibi".
ja: "ビ"と発音します。"メビ"、"ギビ"
lt_lt: Tariama kaip "bi" - taip kaip "Mebi", "Gibi".
ms_my: Disebut sebagai "bi" - like "Mebi", "Gibi".
pl: Wymawiane jako "bi" - na przykład "Mebi", "Gibi"
pt_br: Pronunciado como "bi" - como "mebi", "Gibi".
sl: Izgovorjava z "bi" - kot je "Mebi", "Gibi".
sr: Изговара се „би“ — као „Меби“, „Гиби“.
sv: Uttalas "bi" som i "Mebi", "Gibi".
tr_tr: Telaffuzu "bi" şeklindedir. "Mebi", "Cibi" gibi
zh_tw: 發音如"bi" - like "Mebi", "Gibi".
