Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/gettingstarted/*.po
Languages: ca_es, cs, da, de, es_es, fr_fr, hu_hu, it, ja, lt_lt, ms_my, pl, pt_br, sl, sr, sv, tr_tr, zh_tw

source: Microsoft Windows or another
ca_es: Microsoft Windows o un altre
cs: Microsoft Windows nebo jiné
da: Microsoft Windows eller en anden
de: Microsoft Windows oder ein anderes
es_es: Microsoft Windows u otra
fr_fr: Microsoft Windows ou une autre
hu_hu: Microsoft Windows, vagy más
it: Microsoft Windows o un altro
ja: Microsoft Windowsや他の
lt_lt: Microsoft Windows ar kita
ms_my: Microsoft Windows atau yang lain
pl: Microsoft Windows lub innej
pt_br: Microsoft Windows ou outro
sl: Microsoft Windows ali kakšno drugo
sr: Мајкрософт Виндоуз или друга
sv: Microsoft Windows eller någon annan
tr_tr: Microsoft Windows ya da diğer bir
zh_tw: Microsoft Windows或其他

source: GNU/Linux distribution.
ca_es: Distribució GNU/Linux.
cs: distribuce GNU/Linuxu.
de: GNU/Linux-System.
es_es: distribución GNU/Linux.
fr_fr: Distribution GNU/Linux.
hu_hu: GNU/Linux disztribúció.
it: Distribuzione GNU/Linux.
ja: GNU/Linuxディストリビューションでもだいじょうぶです。
lt_lt: GNU/Linux distribucija.
ms_my: Distribusi GNU/Linux.
pl: dystrybucji GNU/Linux.
pt_br: Distribuição GNU/Linux.
sl: GNU/Linux distribucijo.
sr: дистрибуција Гну/Линукса.
tr_tr: GNU/Linux dağıtımının yanına kurabilirsiniz.
zh_tw: GNU/Linux發行版

source: For the best results:
ca_es: Per a millors resultats:
cs: Pro dosažení nejlepších výsledků:
da: For at opnå det bedste resultat:
de: Für die besten Ergebnisse:
es_es: Para los mejores resultados:
fr_fr: Pour de meilleurs résultats :
hu_hu: A legjobb eredmény érdekében:
it: Per avere i migliori risultati:
ja: 安全にインストールするには
lt_lt: Geriausiems rezultatams:
ms_my: Untuk dapatkan keputusan terbaik:
pl: Dla najlepszych efektów:
pt_br: Para os melhores resultados:
sl: Za najboljše rezultate:
sr: За најбољи резултат:
sv: För bästa resultat:
tr_tr: En iyi sonuç için:
zh_tw: 最佳的結果為:

source: Back up
ca_es: Feu una còpia de seguretat
cs: Zálohujte
da: Back op
de: Sichern Sie
es_es: Realiza una copia de seguridad de
fr_fr: Faites une sauvegarde
hu_hu: Készíts biztonsági másolatot
it: Salva
ja: バックアップしましょう。
lt_lt: Padarykite atsarginę kopiją
ms_my: Sandar
pl: Skopiuj
pt_br: Faça Back up
sl: Ustvarite varnostno kopijo
sr: Направите резерву
sv: Spara
tr_tr: Önemli verilerinizi
zh_tw: 備份

source: any important data to another storage device.
ca_es: de qualsevol informació important a un altre dispositiu d'emmagatzematge.
cs: všechna důležitá data na jiné paměťové zařízení.
da: al vigtig data til et alternativt lagringsmedie såsom en ekstern harddisk eller USB nøgle.
de: alle wichtigen Daten auf ein externes Speichermedium.
es_es: cualquier dato importante en otro dispositivo de almacenamiento.
fr_fr: de toutes vos données importantes sur un autre appareil de stockage.
hu_hu: minden fontos adatról egy másik tárolóeszközre.
it: qualsiasi dato importante su un altro disco.
ja: すべての重要なデータを他の機器に保存してください。
lt_lt: ir perkelkite visus savo svarbius duomenis į kitą atminties įtaisą.
ms_my: mana-mana data penting ke dalam peranti storan lain.
pl: wszystkie istniejące dane na nośnik zewnętrzny.
pt_br: de todos os dados importantes para um outro dispositivo de armazenamento.
sl: vseh pomembnih podatkov na drugo napravo za shranjevanje.
sr: свих важних података на други смештајни уређај.
sv: alla viktiga data till en annan lagringsenhet.
tr_tr: başka bir depolama aygıtına yedekleyin.
zh_tw: 任何重要的資料到另一個儲存裝置

source: Connect to the Internet to install all available updates during installation.
ca_es: Connecteu-vos a Internet per instal·lar totes les actualitzacions disponibles durant la instal·lació.
cs: Připojte se k Internetu a nainstalujte všechny dostupné aktualizace během instalace.
da: Forbind til Internettet for at installere alle tilgængelige opdateringer under installationen.
de: Stellen Sie eine Verbindung mit dem Internet her, um alle verfügbaren Aktualisierungen schon während des Installationsvorgangs zu installieren.
es_es: Conectate a Internet durante la instalación para instalar todas las actualizaciones disponibles.
fr_fr: Connectez-vous à Internet afin d'installer toutes les mises à jour disponibles pendant l'installation.
hu_hu: Csatlakozás az internetre minden elérhető frissítés telepítéséhez telepítés közben.
it: Connetti ad internet per installare gli aggiornamenti disponibili durante l'installazione
ja: イーストールの間にすべての利用可能なアップデートをインストールするにはインターネットへ接続してください。
lt_lt: Prisijunkite prie interneto, kad įdiegimo metu įdiegtumėte visus prieinamus atnaujinimus.
ms_my: Sambungkan dengan Internet untuk memasang kemaskini yang tersedia ketika pemasangan.
pl: Połącz się z Internetem, aby zainstalować wszystkie dostępne aktualizacje podczas instalacji.
pt_br: Conecte-se à internet para instalar todas as atualizações disponíveis durante a instalação
sl: Povežite se na internet, da namestite vse razpoložljive posodobitve med namestitvijo.
sr: Повежите се на Интернет да инсталирате сва доступна освежења за време инсталације.
sv: Anslut till Internet för att installera alla tillgängliga uppdateringar under installationen.
tr_tr: Mevcut güncellemeleri almak için kurulum esnasında İnternet'e bağlanın.
zh_tw: 在安裝階段連接至網際網路以安裝可取得的更新

source: Stay connected to the Internet to install all available updates.
ca_es: Mantingueu-vos connectat a Internet per instal·lar totes les actualitzacions disponibles.
cs: Zůstaňte připojení k Internetu nainstalujte všechny další dostupné aktualizace.
da: Forbliv forbundet til Internettet for at installere alle tilgængelige opdateringer.
de: Bleiben Sie mit dem Internet verbunden, um alle verfügbaren Aktualisierungen zu installieren.
es_es: Mantente conectado a Internet para instalar todas las actualizaciones disponibles.
fr_fr: Restez connecté(e) à Internet afin d'installer toutes les mises à jour disponibles.
hu_hu: Maradj az internethez csatlakozva az elérhető frissítések telepítéséhez.
it: Rimani connesso ad Internet per installare gli aggiornamenti disponibili.
ja: すべての利用可能なアップデートをインストールするには、接続したままにしておく必要があります。
lt_lt: Likite prisijungę prie interneto, kad įdiegtumėte visus prieinamus atnaujinimus.
ms_my: Kekal bersambung dengan Internet untuk memasang semua kemaskini yang tersedia.
pl: Bądź połączony z Internetem w celu instalacji wszystkich dostępnych aktualizacji.
pt_br: Permaneça conectado à internet para instalar todas as atualizações disponíveis.
sl: Ostanite povezani na internet, da namestite vse razpoložljive posodobitve.
sr: Останите повезани на Интернет да инсталирате сва доступна освежења.
sv: Håll dig ansluten till Internet för att installera alla tillgängliga uppdateringar.
tr_tr: Mevcut güncellemeleri almak için kurulum esnasında İnternet'e bağlı kalın.
zh_tw: 保持連線至網際網路以安裝所有可取得的更新

source: Plug your device into a power source if it is running on battery power.
ca_es: Endolleu el vostre dispositiu a la xarxa elèctrica si aquest funciona amb la bateria.
cs: Připojte zařízení ke zdroji napájení, pokud je napájeno z baterie.
da: Tilslut venligst en strømforsyning til computeren hvis den kører på batteri.
de: Falls Ihr Gerät im Akkubetrieb läuft, schließen Sie es jetzt an das Stromnetz an.
es_es: Conecta tu dispotivo a la red eléctrica si está funcionando con batería.
fr_fr: Branchez votre appareil sur secteur si la batterie est faible.
hu_hu: Csatlakoztasd a készülékedet áramforráshoz, ha akkumulátorról működik.
it: Collega il tuo device alla corrente elettrica se sta funzionando tramite la batteria.
ja: もしバッテリーで動かしている場合は電源アダプターに接続してください。
lt_lt: Jeigu jūsų įrenginys veikia, naudodamas baterijos energiją, įjunkite jį į elektros maitinimo lizdą.
ms_my: Palam peranti dengan dengan sumber kuasa jika ia dijalankan dengan kuasa bateri.
pl: Podłącz urządzenie do źródła zasilania, jeśli jest zasilany z baterii.
pt_br: Conecte seu dispositivo na fonte de energia se você estiver rodando com pouca bateria.
sl: Priklopite napravo na vir energije, če se napaja iz baterije.
sr: Прикључите уређај на мрежно напајање ако се напаја из батерије.
sv: Anslut enheten till en strömkälla om den körs på batteri.
tr_tr: Cihazınız eğer pil gücüyle çalışıyorsa güç adaptörünü bağlayın.

source: The live session you are currently in right now is a good opportunity to test Ubuntu MATE without modifying your computer, allowing you to test that all of your peripherals are working as intended before committing to installing it on your machine. Once you are ready, double click the installation icon on the desktop.
ca_es: La sessió en viu en la qual esteu ara mateix és una bona oportunitat per provar Ubuntu MATE sense modificar el vostre ordinador, us permet provar que tots els vostres perifèrics funcionin com s'espera abans de dur a terme la instal·lació a la vostra màquina. Un cop estigueu a punt, feu doble clic a la icona d'instal·lació de l'escriptori.
cs: Živé sezení (live session), které právě používáte, je vynikající příležitostí vyzkoušet si Ubuntu MATE bez změn ve vašem počítači. Můžete například otestovat, jak pracují všechna vaše připojená zařízení. Jakmile se rozhodnete pro instalaci, poklepejte na ikonu na ploše.
da: Live sessionen du har åben nu, er en rigtig god mulighed for at afprøve Ubuntu MATE uden at det har en effekt på din computer. Du kan således afprøve al din hardware såsom en scanner, printer, netværksudstyr og lyd, og dermed sikre at det fungerer som forventet, før du installerer Ubuntu MATE på din maskine. Når du er klar, dobbeltklik på installationsikonet på skrivebordet.
de: Die derzeitige Live-Sitzung ist eine gute Gelegenheit, Ubuntu MATE zu testen ohne den Computer zu modifizieren, so dass Sie alle Peripheriegeräte testen können, bevor Sie mit der Installation auf Ihrem Gerät beginnen. Wenn Sie bereit sind, doppelklicken Sie auf das Installationssymbol auf dem Desktop.
es_es: La sesión en vivo en la que estás ahora mismo es una buena oportunidad para probar Ubuntu MATE sin modificar tu ordenador, permitiéndote comprobar que todos tus periféricos estás funcionando como debieran antes de llevar a cabo la instalación en tu máquina. Una vez estés listo, haz doble click sobre el icono de instalación del escritorio.
fr_fr: La session "live" actuellement utilisée est une bonne opportunité pour découvrir Ubuntu MATE sans modifier votre ordinateur, vous permettant de vérifier que tous vos périphériques fonctionnent normalement avant d'installer le système sur votre machine. Lorsque vous êtes prêt, double-cliquez sur l'icône d'installation sur le bureau.
hu_hu: A live munkamenet, amiben jelenleg vagy, jelenleg jó lehetőség arra, hogy teszteld az Ubuntu MATE-t anélkül, hogy módosítanád a számítógépedet, lehetőséget nyújtva arra, hogy teszteld minden külső eszközöd megfelelő működését, mielőtt elkötelezed magad a telepítésre. Ha kész vagy, kattints duplán a telepítő ikonra az asztalon.
it: La sessione live che stai usando adesso è un ottima opportunità di testare Ubuntu MATE senza modificare il tuo computer, permettendoti di testare che tutte le tue periferiche funzioni correttamente prima di installare il sistema sulla tua macchina. Quando sei pronto, fai doppio click sull'icona dell'installazione presente sul desktop.
ja: コンピュータに何も手を加えずにUbuntu MATEを試すには、今現在動かしているライブセッションが最適です。ご自分のコンピュータにUbuntu MATEを実際にインストールする前に、周辺機器が思ったとおりに動作するかどうかテストすることができます。準備が整ったら、デスクトップにあるインストールのアイコンをダブルクリックしてください。
lt_lt: Pristatomasis seansas, kuriame jūs šiuo metu esate, yra puiki galimybė išbandyti Ubuntu MATE neatliekant jokių pakeitimų savo kompiuteryje. Šis seansas, prieš jums įdiegiant sistemą į savo kompiuterį, leidžia jums išbandyti ar visi išoriniai įrenginiai veikia taip kaip numatyta. Kai būsite pasirengę, du kartus spustelėkite darbalaukyje esančią įdiegimo piktogramą.
ms_my: Sesi langsung yang kini anda jalankan merupakan wadah terbaik untuk menguji Ubuntu MATE tanpa membuat pengubahsuaian pada komputer anda, membolehkan anda uji semua persisian anda sama ada berfungsi atau sebaliknya sebelum teruskan pemasangannya pada komputer anda. Setelah sedia, dwi-klik pada ikon pemasangan menerusi desktop.
pl: Sesja Live, którą aktualnie używasz jest dobrą okazją do przetestowania Ubuntu MATE bez konieczności modyfikowania komputera, co pozwala przetestować, czy wszystkie urządzenia peryferyjne działają zgodnie z planem przed podjęciem decyzji o zainstalowaniu go w komputerze. Po zakończeniu kliknij dwukrotnie ikonę instalacji na pulpicie.
pt_br: A sessão em que você está agora é uma boa oportunidade para testar o Ubuntu MATE sem modificar seu computador, permitindo que você teste se todos os seus periféricos estão funcionando como esperado antes de começar a instalá-lo em sua máquina. Quando estiver pronto, clique duas vezes no ícone de instalação no ambiente de trabalho.
sl: Živa seja v kateri ste sedaj je odlična priložnost, da preizkusite Ubuntu MATE brez da bi spreminjali računalnik. Lahko boste preizkusili, če vse vaše zunanje naprave delujejo preden se odločite za namestitev na vaš računalnik. Ko boste pripravljeni dvakrat kliknite na ikono za namestitev na namizju.
sr: Жива сесија у којој се тренутно налазите сада је добра прилика да испробате Убунту Мејт а да не измените ваш рачунар, што вам омогућава да испробате све периферне компоненте и да видите да ли раде како треба пре него што почнете да га инсталирате на рачунар. Када сте спремни, кликните два пута на иконицу инсталације на радној површи.
sv: Den live-sessionen du befinner dig i just nu är ett bra tillfälle att testa Ubuntu MATE utan att göra några ändringar din dator. Det tillåter dig att testa så att all din kringutrustning fungerar som avsedd innan du bestämmer dig helt för att installera Ubuntu MATE på din dator. När du känner dig klar, dubbelklicka på installations-ikonen som finns på skrivbordet.

source: Modern UEFI-based computers
ca_es: Ordinadors moderns basats en UEFI
cs: Moderní počítače na bázi UEFI
da: Moderne computere med UEFI
de: Moderne UEFI-basierte Computer
es_es: Ordenadores Modernos basados en UEFI
fr_fr: Ordinateurs modernes basés sur UEFI
hu_hu: Modern UEFI alapú számítógépek
it: Computer moderni basati su UEFI
ja: 最近の、UEFIベースのコンピュータ
lt_lt: Šiuolaikiniai UEFI pagrįsti kompiuteriai
ms_my: Komputer modern berasaskan-UEFI
pl: Nowe komputery w trybie UEFI
pt_br: Computadores modernos baseados em UEFI
sl: Sodobni računalniki, ki temeljijo na UEFI
sr: Савремени рачунари засновани на УЕФИ-ју
sv: Moderna UEFI-baserade datorer
tr_tr: Modern UEFI tabanlı bilgisayarlar
zh_tw: 現代基於UEFI的電腦

source: If you have a modern PC that uses the Unified Extended Firmware Interface (UEFI), you may need to disable
ca_es: Si teniu un ordinador personal modern que utilitza UEFI (Unified Extended Firmware Interface), és possible que l'hàgiu d'inhabilitar
cs: Pokud máte moderní počítač, který využívá Unified Extended Firmware Interface (UEFI), bude možná nutné vypnout
da: Hvis du har en moderne computer med såkaldt "Unified Extended Firmware Interface (UEFI), er du muligvis nødt til at deaktivere
de: Wenn sie einen modernen PC benutzen welcher über eine Vereinheitlichte erweiterbare Firmware-Schnittstelle (UEFI) verfügt, müssen sie eventuell
es_es: Si tienes una PC moderna que utiliza UEFI (Interfaz Universal Extendida de Firmware), puede ser que necesites desactivar
fr_fr: Si vous avez un PC moderne utilisant l'Unified Extended Firmware Interface (UEFI), vous devrez peut-être désactiver
hu_hu: Ha egy modern számítógéped van, ami a Unifed Extended Firmware Interface-t (UEFI) használja, lehet, hogy le kell tiltanod a
it: Se hai un PC moderno che usa l' Unified Extended Firmware Interface (UEFI), puoi aver bisogno di disabilitare
ja: もしご自分のコンピュータがUnified Extended Firmware Interface (UEFI) を採用している場合、特にOSがプリインストールされているときは、インストールする前にBIOSの設定で、
lt_lt: Jeigu jūs turite šiuolaikinį kompiuterį, kuris naudoja Jungtinę Išplėstinę Programinės Aparatinės Įrangos Sąsają (UEFI), tuomet prieš įdiegimą, jums gali tekti išjungti
ms_my: Jika anda memilik PC modern yang menggunakan tekonologi Antaramuka Perisian Tegar Lanjutan Bersepadu atau Unified Extended Firmware Interface (UEFI), anda perlu lumpuhkannya
pl: Jeżeli posiadasz nowy komputer korzystający z Unified Extended Firmware Interface (UEFI), być może musisz wyłączyć
pt_br: Se você tem um computador moderno que usa a Interface Unificada de Firmware Extensível (UEFI), talvez você precise desabilitar
sl: Če imate sodoben računalnik, ki uporablja poenoten vmesnik vdelane programske opreme (UEFI), boste morda želeli onemogočiti
sr: Ако имате савремен рачунар који користи Обједињено сучеље проширеног уградног програма (УЕФИ), мораћете да искључите
sv: Om du har en modern dator som använder Unified Extended Firmware Interface (UEFI), kan du behöva avaktivera
tr_tr: Eğer UEFI (Birleşik Uzatılabilir Yazılım Arayüzü) destekli modern bir bilgisayarınız varsa

source: Secure Boot
ca_es: Arrencada segura (Secure Boot)
de: Secure Boot deaktivieren
es_es: Inicio Seguro (Secure Boot)
fr_fr: le démarrage sécurisé (Secure Boot)
hu_hu: Secure Boot funkciót
ja: セキュアブートを無効にする
lt_lt: Saugųjį paleidimą
ms_my: But Selamat
pt_br: o Secure Boot
sl: Varni zagon
sr: безбедно подизање система
tr_tr: Güvenli Önyükleme -Secure Boot-
zh_tw: 安全開機

source: (or enable the
ca_es: (o habilita l'opció
cs: (nebo v systému BIOS povolit volb
da: (eller aktivere
de: (oder die Option
es_es: (o habilitar una opción
fr_fr: (ou d'activer l'option
hu_hu: (vagy engedélyezned az
it: ( o abilitare il
ja: (もしくは
lt_lt: (arba BIOS nustatymuose įjungti
ms_my: (atau benarkan
pl: (lub włączyć
pt_br: (ou habilite o
sl: (ali omogočite
sr: (или да укључите
sv: (eller aktivera
tr_tr: ( ya da

source: Unlock Bootloader
ca_es: Desbloqueig del gestor d'arrencada
de: Bootloader freischalten
es_es: Desbloquear Gestor de Arranque (Unlock Bootloader)
fr_fr: débloquant le chargeur d'amorçage
it: Sblocco Bootloader
ja: ブートローダーの解除
lt_lt: Paleidyklės atrakinimo
ms_my: Nyahkunci Pemuat But
pl: opcję
pt_br: Destrave o Bootloader
sl: Odkleni zagonski nalagalnik
sr: Откључај подизник система
sv: Lås upp Bootloader
tr_tr: Önyüklemeyi Aç - Unlock Bootloader -

source: option) in the BIOS prior to installation, particularly if an operating system was pre-installed.
ca_es: ) a la BIOS abans de la instal·lació, particularment si un sistema operatiu venia preinstal·lat.
cs: [odemknout zavaděč]) před instalací, zejména pokud byl operační systém předinstalován.
da: valgmuligheden) inden du fortsætter installationen, især hvis et operativsystem allerede er installeret.
de: aktivieren), insbesondere wenn ein Betriebssystem vorinstalliert war.
es_es: opción) en el BIOS antes de la instalación, sobre todo si un sistema operativo fue pre-instalado.
fr_fr: option) dans le BIOS avant l'installation, surtout si un système d'exploitation est déjà présent.
hu_hu: lehetőséget) a BIOS-ban a telepítés előtt különösen akkor, ha egy operációs rendszer előre volt telepítve.
it: opzione) nel BIOS prima dell'installazione, in particolar modo se c'è già un sistema operativo pre-installato.
ja: オプションを有効にする)必要があるかもしれません。
lt_lt: parinktį), ypač tuo atveju, jei operacinė sistema buvo įdiegta iš anksto.
ms_my: pilihan) dalam BIOS sebelum pemasangan, terutamanya jika sesebuah sistem pengoperasian telah dipra-pasang.
pl: odblokowania programu rozruchowego) w systemie BIOS przed instalacją, szczególnie jeśli system operacyjny został zainstalowany fabrycznie.
pt_br: opção) na BIOS, antes da instalação, em particular se um sistema operacional pré-instalado
sl: možnost) v BIOS-u pred namestitvijo, še posebej, če je bil operacijski sistem vnaprej nameščen.
sr: опцију) у БИОС-у пре инсталације, нарочито ако је неки оперативни систем већ био инсталиран.
sv: option) i BIOS före installationen, i synnerhet om ett operativsystem är förinstallerat.

source: If you are using a legacy BIOS machine, you do not need to do this.
ca_es: Si utilitzeu una màquina amb BIOS tradicional, no cal que ho feu.
cs: Pokud používáte starší počítač s BIOSem, toto dělat nemusíte.
da: Hvis din maskine benytter sig a legacy BIOS, er dette ikke nødvendigt.
de: Wenn Ihr Computer ein Legacy-BIOS verwendet, brauchen Sie dies nicht zu tun.
es_es: Si estás usando una máquina con la BIOS tradicional, no necesitas hacer esto.
fr_fr: Si vous utilisez une machine fonctionnant à partir d'un BIOS legacy, vous n'aurez pas besoin de faire cela.
hu_hu: Ha egy régi BIOS-os gépet használsz, erre nem lesz szükséged.
it: Se stai usando una macchina con un BIOS legacy, non hai bisogno di fare questo.
ja: 旧来のBIOSを使っている場合は、そのようにする必要はありません。
lt_lt: Jeigu jūs naudojate pasenusios BIOS sistemos kompiuterį, jums to daryti nereikia.
ms_my: Jika anda menggunakan komputer dengan BIOS lama, anda tidak perlu melakukannya.
pl: Jeśli używasz komputera z Legacy BIOS, nie musisz tego robić.
pt_br: Se você está usando uma máquina com BIOS antiga, você não precisa fazer isso.
sl: Če uporabljate računalnik z opuščenim BIOSom, potem tega ni potrebno storiti.
sr: Ако користите рачунар са старим БИОС-ом, ово не морате да урадите.
sv: Om du använder en legacy BIOS maskin, behöver du inte göra detta.
tr_tr: eski usül BIOS kullanan bir makineniz var ise bu işlemi yapmanıza gerek yoktur.
zh_tw: 如果您使用的是舊的BIOS機器，您將不需要執行這個動作。

source: Especially when dual booting, it is important that you boot your system in the correct mode and use the
ca_es: Especialment en l'arrencada dual, és important que arrenqueu el vostre sistema en el mode correcte i utilitzeu
cs: Zvlášť při duálním bootování je důležité restartovat systém ve správném režimu a použít
da: Især hvis du har tænkt dig at dual boote, er det vigtigt at du booter dit system i den korrekte tilstand og benytter
de: Vor allem beim Dual-Booten ist es wichtig, dass Sie Ihr System im richtigen Modus starten und das
es_es: Especialmente con arranque dual, es importante que inicies tu sistema del modo correcto y uses la
fr_fr: Quand vous utilisez un double démarrage, il est important que vous démarriez le système dans le mode approprié et que vous utilisiez
hu_hu: Különösen több operációs rendszer futtatása esetén fontos, hogy a megfelelő módban indítsd a rendszered és a
it: Specialmente quandi si usa il dual boot, è importante che il tuo sistema sia nella modalità corretta e usi il
ja: デュアルブートにしたいときは特に、システムを正しいモードでブートし、
lt_lt: Naudojant dvejopą paleidimą, yra ypatingai svarbu paleisti savo sistemą teisingoje veiksenoje ir naudoti
ms_my: Terutamanya bila membuat dwi-but, ia penting kerana anda dapat membut dalam mod yang betul dan menggunakan
pl: Szczególnie przy uruchamianiu kilku systemów ważne jest, aby uruchamiać system w prawidłowym trybie i używać
pt_br: Especialmente para o dual boot, é importante para que inicie o seu sistema no modo correto e use a
sl: Še posebej med dvojnim zagonom je pomembno, da zaženete svoj sistem v pravem načinu in uporabite
sr: Нарочито код двојног подизања система, врло је важно да подигнете ваш систем на исправан начин и да користите
sv: Speciellt vid dual boot, är det viktigt att du startar ditt system i rätt läge och använd
tr_tr: Özellikle ikili ön yükleme -dual booting- yapıldığına, sisteminizi doğru modda çalıştırmanız ve
zh_tw: 特別是雙開機，啟動您的系統至正確的模式將至關重要並且使用

source: 64-bit image
ca_es: la imatge de 64 bits
cs: 64bitový obraz
da: 64-bit udgaven af Ubuntu MATE
de: 64-Bit-Abbild
es_es: imagen de 64 bits
fr_fr: l'image disque 64-bit
hu_hu: 64-bites lemezképet használd
it: immagine a 64-bit
ja: 64 bitイメージを使うことが肝心です。
lt_lt: 64-bitų atvaizdį
ms_my: Imej 64-bit
pl: obrazu 64-bitowego
pt_br: imagem de 64-bit
sl: 64-bitna slika
sr: 64-битну слику
sv: 64-bit avbild
tr_tr: 64-bit kalıp
