Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/gettingstarted/*.po
Languages: ca_es, cs, da, de, es_es, fr_fr, hu_hu, it, ja, lt_lt, ms_my, pl, pt_br, sl, sr, sv, tr_tr, zh_tw

source: Paste/insert the selected text/object
ca_es: Enganxa o insereix el text o l'objecte seleccionat
cs: Vložit/nahradit vybraný text/objekt
da: Indsæt den valgte tekst/det valgte objekt
de: Den markierten Text/Objekt einfügen
es_es: Pegar/insertar el texto/objeto seleccionado
fr_fr: Coller/insérer le texte ou l'objet sélectionné
hu_hu: Kijelölt szöveg/objektum beillesztése/beszúrása
it: Incolla/inserisci il testo/oggetto selezionato
ja: 選択したテキスト/対象物を貼り付ける/挿入する
lt_lt: Įdėti/įterpti pažymėtą tekstą/objektą
ms_my: Tampal/sisip teks/objek terpilih
pl: Wkleja/wprowadza wybrany tekst/object
pt_br: Cole/insira o texto/objeto selecionado
sl: Prilepi / vstavi izbrano besedilo / predmet
sr: Убацује/умеће изабрани тескт/објекат
sv: Klistra in markerad text/objekt
tr_tr: Seçili metin/nesne'yi yapıştır
zh_tw: 貼上/插入所選的文字/物件

source: Select all text
ca_es: Selecciona tot el text
cs: Vybrat všechen text
da: Valg alt/alle
de: Gesamten Text auswählen
es_es: Seleccionar todo el texto
fr_fr: Sélectionner tout le texte
hu_hu: Minden szöveg kijelölése
it: Seleziona tutto il testo
ja: すべてのテキストを選択する
lt_lt: Pažymėti visą tekstą
ms_my: Pilih semua teks
pl: Zaznacza cały tekst
pt_br: Selecionar todo o texto
sl: Izberi vso besedilo
sr: Бира сав текст
sv: Markera all text
tr_tr: Tüm metni seç
zh_tw: 全選

source: Find and replace words
ca_es: Troba i substitueix paraules
cs: Najít a nahradit slova
da: Find or erstat ord
de: Wörter finden und ersetzen
es_es: Encontrar y reemplazar palabras
fr_fr: Chercher et remplacer des mots
hu_hu: Szavak keresése és felülírása
it: Trova e sostituisce le parole
ja: 検索と置換
lt_lt: Rasti ir pakeisti žodžius
ms_my: Cari dan ganti perkataan
pl: Znajduję i zamienia słowa
pt_br: Localizar e substituir palavras
sl: Najdi in zamenjaj besede
sr: Налази и замењује речи
sv: Hitta och ersätta ord
tr_tr: Sözcükleri bul ve değiştir
zh_tw: 尋找和取代文字

source: Make the selected text bold
ca_es: Posa en negreta el text seleccionat
cs: Udělat vybraný text tučný
da: Gør den valgte tekst fed
de: Den ausgewählten Text hervorheben
es_es: Pner el texto seleccionado en negrita
fr_fr: Mettre le texte sélectionné en caractères gras
hu_hu: Kijelölt szöveg legyen félkövér
it: Trasforma il testo selezionato in grassetto
ja: 選択したテキストを太字にする
lt_lt: Padaryti pažymėtą tekstą pusjuodžiu
ms_my: Jadikan teks terpilih tebal
pl: Zmienia wybrany tekst na pogrubiony
pt_br: Tranforma o texto selecionado em negrito
sl: Izbrano besedilo naj postane krepko
sr: Подебљава изабрани текст
sv: Gör den markerade texten fet
tr_tr: Seçili metni kalınlaştır
zh_tw: 所選文字粗體

source: Make the selected text italic
ca_es: Posa en cursiva el text seleccionat
cs: Udělat vybraný text kurzívou
da: Gør den valgte tekst kursiv
de: Den ausgewählten Text kursiv machen
es_es: Poner el texto seleccionado en cursiva
fr_fr: Mettre le texte sélectionné en italique
hu_hu: Kijelölt szöveg legyen dőlt
it: Trasforma il testo selezionato in corsivo
ja: 選択したテキストをイタリック体にする
lt_lt: Padaryti pažymėtą tekstą kursyviniu
ms_my: Jadikan teks terpilih condong
pl: Zmienia wybrany tekst na kursywę
pt_br: Transforma o texto selecionado em itálico
sl: Izbrano besedilo naj postane poševno
sr: Искошава изабрани текст
sv: Gör den markerade texten kursiv
tr_tr: Seçili metni italik yap
zh_tw: 所選文字斜體

source: Underline the selected text
ca_es: Subratlla el text seleccionat
cs: Podtrhnout vybraný text
da: Understreg den valgte tekst
de: Den markierten Text unterstreichen
es_es: Subrayar el texto seleccionado
fr_fr: Sous-ligner le texte sélectionné
hu_hu: Kijelölt szöveg aláhúzása
it: Sottolinea il testo selezionato
ja: 選択したテキストに下線をひく
lt_lt: Pabraukti pažymėtą tekstą
ms_my: Garis bawahkan teks terpilih
pl: Podkreśla wybrany tekst
pt_br: Sublinhar o texto selecionado
sl: Podčrtaj izbrano besedilo
sr: Подвлачи изабрани текст
sv: Stryka under den markerade texten
tr_tr: Seçili metnin altını çiz
zh_tw: 所選文字加入底線

source: Open a new document or window
ca_es: Obre un document nou o una finestra nova
cs: Otevřít nový dokument nebo okno
da: Åbn et nyt dokument eller vindue
de: Ein neues Dokument oder Fenster öffnen
es_es: Abrir un nuevo documento o ventana
fr_fr: Ouvrir un nouveau document ou une nouvelle fenêtre
hu_hu: Új dokumentum, vagy ablak megnyitása
it: Apri un nuovo documento o finestra
ja: 新規ドキュメントもしくはウィンドウを開く
lt_lt: Atverti naują dokumentą ar langą
ms_my: Buka dokumen atau tetingkap baharu
pl: Otwiera nowy dokument lub okno
pt_br: Abrir um novo documento ou janela
sl: Odpri nov dokument ali okno
sr: Отвара нови документ или прозор
sv: Öppna ett nytt dokument eller fönster
tr_tr: Yeni bir belge ya da pencere aç
zh_tw: 打開新文件或視窗

source: Save the current document
ca_es: Desa el document actual
cs: Uložit aktuální dokument
da: Gem det aktive dokument
de: Aktuelles Dokument Speichern
es_es: Guardar el documento actual
fr_fr: Sauvegarder le document courant
hu_hu: Jelenlegi dokumentum mentése
it: Salva il documento corrente
ja: 現在のドキュメントを保存する
lt_lt: Įrašyti esamą dokumentą
ms_my: Simpan dokumen semasa
pl: Zapisuję obecny dokument
pt_br: Salvar este documento
sl: Shrani trenuten dokument
sr: Чува текући документ
sv: Spara det aktuella dokumentet
tr_tr: Geçerli belgeyi kaydet
zh_tw: 儲存當前文件

source: Open another document
ca_es: Obre un altre document
cs: Otevřít jiný dokument
da: Åbn et nyt dokument
de: Anderes Dokument öffnen
es_es: Abrir otro documento
fr_fr: Ouvrir un nouveau document
hu_hu: Másik dokumentum megnyitása
it: Apre un altro documento
ja: 他のドキュメントを開く
lt_lt: Atverti kitą dokumentą
ms_my: Buka dokumen lain
pl: Otwiera inny dokument
pt_br: Abrir outro documento
sl: Odpri drug dokument
sr: Отвара други документ
sv: Öppna ett annat dokument
tr_tr: Başka bir belge aç
zh_tw: 打開令一個文件

source: Print the current document
ca_es: Imprimeix el document actual
cs: Vytisknout aktuální dokument
da: Print det aktive dokument
de: Aktuelles Dokument drucken
es_es: Imprimir el documento actual
fr_fr: Imprimer le document courant
hu_hu: Jelenlegi dokumentum nyomtatása
it: Stampa il documento corrente
ja: 現在のドキュメントを印刷する
lt_lt: Spausdinti esamą dokumentą
ms_my: Cetak dokumen semasa
pl: Drukuję obecny dokument
pt_br: Imprimir este documento
sl: Natisni trenutni dokument
sr: Штампа текући документ
sv: Skriv ut det aktuella dokumentet
tr_tr: Geçerli belgeyi yazdır
zh_tw: 列印當前文件

source: Undo the last change you made
ca_es: Desfà l'últim canvi que heu fet
cs: Vrátit poslední provedenou změnu
da: Fortryd den sidste ændring du foretog
de: Der letzten gemacht Änderung, Rückgängig machen
es_es: Deshacer el último cambio
fr_fr: Annuler les derniers changements
hu_hu: Legutóbbi változtatás visszavonása
it: Ritorna all'ultimo cambiamento che hai fatto
ja: 最後の変更を元に戻す
lt_lt: Atšaukti paskiausiai atliktą pakeitimą
ms_my: Buat asal perubahan terakhir yang anda buat
pl: Cofa ostatnią rzecz, którą zrobiłeś
pt_br: Desfazer a última alteração feita
sl: Razveljavi zadnjo spremembo, ki je bila narejena
sr: Опозива последњу начињену измену
sv: Ångra den senaste ändringen du gjort
tr_tr: En son yapılan değişikliği geri al
zh_tw: 復原上一動作

source: Shift
ca_es: Maj
de: Umschalter
fr_fr: Majuscule
sr: Помак

source: Redo a change that you just undid
ca_es: Refà l'últim canvi que heu desfet
cs: Znovu provést změnu, kterou jste právě odvolali
da: Annuller fortryd
de: Letzte Änderung umkehren
es_es: Rehacer el último cambio deshecho
fr_fr: Rétablir les changements que vous venez d'annuler
hu_hu: Legutóbbi visszavont változtatás megismétlése
it: Reinserisce una cambiamento che avevi tolto
ja: 元に戻した変更をやり直す
lt_lt: Atkurti tai, ką ką tik atšaukėte
ms_my: Buat semula perubahan yang baru diundurkan
pl: Wykonuje zmianę, którą wcześniej cofnąłeś
pt_br: Refazer uma alteração que você acabou de desfazer
sl: Uveljavi zadnjo spremembo
sr: Враћа управо опозвану измену
sv: Göra om en förändring som du just ångrat
tr_tr: Geri alınan değişikliği tekrar uygula
zh_tw: 取消復原上一動作

source: Toggle the current application between full-screen and windowed
ca_es: Canvi de l'aplicació actual entre pantalla completa i finestra
cs: Přepínat aktuální aplikaci mezi celou obrazovkou a oknem
da: Skift den aktive program imellem fuldskærm og vindue
de: Schalten Sie die aktuelle Anwendung zwischen Vollbild- und Fenstermodus
es_es: Alternar la aplicación actual entre pantalla completa y ventana
fr_fr: Basculer entre le mode plein écran et fenêtré de l'application en cours
hu_hu: Aktív alkalmazás váltása teljes képernyő és ablakos mód között
it: Passa l'applicazione corrente tra schermo intero e a finestra
ja: 現在のアプリケーションのフルスクリーン化とウィンドウ化を切り替える
lt_lt: Perjungti esamos programos rodinį tarp viso ekrano ir lango rodinio
ms_my: Togol aplikasi semasa sama ada berskrin-penuh atau bertetingkap
pl: Przełącza obecną aplikację pomiędzy trybem pełnoekranowym i okienkowym
pt_br: Alternar o aplicativo atual entre tela cheia e de janela
sl: Preklopi trenutni program med celozaslonskim in okenskim načinom
sr: Пребацује приказ текућег програма између целог екрана и прозора
sv: Växla det aktuella programmet mellan fullskärm och fönsterläge
tr_tr: Geçerli uygulama için tam-ekran ve pencere arasında geçiş yap
zh_tw: 當前應用程式全螢幕或是往下還原

source: Desktop shortcuts
ca_es: Dreceres de l'escriptori
cs: Zkratky pro pracovní plochu
da: Skrivebordsgenveje
de: Desktop-Verknüpfung
es_es: Atajos del Escritorio
fr_fr: Raccourcis du bureau
hu_hu: Asztali billentyűkombinációk
it: Scorciatoie Desktop
ja: デスクトップショートカット
lt_lt: Darbalaukio trumpiniai
ms_my: Pintasan desktop
pl: Skróty pulpitowe
pt_br: Atalhos do desktop
sl: Bližnjice za namizje
sr: Пречице радне површи
sv: Skrivbordsgenvägar
tr_tr: Masaüstü kısayolları
zh_tw: 桌面捷徑

source: This section lists common keyboard shortcuts which you can use to operate parts of the desktop.
ca_es: Aquesta secció mostra les dreceres de teclat comunes que es poden utilitzar per treballar en parts de l'escriptori.
cs: Tato část uvádí běžné klávesové zkratky, které můžete použít k ovládání částí pracovní plochy.
da: Denne sektion viser en liste over tastaturgenveje du kan bruge til at kontrollere skrivebordet.
de: In diesem Abschnitt werden gemeinsame Tastenkombinationen aufgelistet, die Sie bedienen können um Teile des Desktops zu verwenden.
es_es: Esta sección muestra los atajos de teclado comunes que se pueden utilizar para operar partes del escritorio.
fr_fr: Cette section énumère les raccourcis clavier les plus courant. Ceux-ci peuvent être utilisés pour manœuvrer certaines parties du bureau.
hu_hu: Ez a rész általános billentyűkombinációkat sorol fel, amiket az asztal részeinek működtetésére használhatsz.
it: Questa sezione elenca le scorciatoie da tastiera che puoi usare per operare con parti del desktop.
ja: ここでは、デスクトップの要素を操作するための共通したキーボードショートカットの一覧を示します。
lt_lt: Šioje sekcijoje išvardytos bendros klavišų kombinacijos, kurias galite naudoti, kad paveiktumėte darbalaukio dalis.
ms_my: Seksyen ini menyenaraikan pintasan papan kekunci umum yang anda boleh gunakan untuk mengoperasi bahagian-bahagian desktop.
pl: Ta sekcja wymienia częste skróty klawiszowe, które możesz używać do operowania częściami pulpitu.
pt_br: Esta seção lista os atalhos de teclado comuns que você pode usar para operar partes do desktop.
sl: V tem razdelku so navedene najpogostejše bližnjice na tipkovnici, ki jih lahko uporabite za upravljanje z deli namizja.
sr: Овај одељак исписује заједничке пречице тастатуре које можете користити за рад са деловима радне површи.
sv: Det här avsnittet innehåller vanliga kortkommandon som du kan använda för att manövrera delar av skrivbordet.
tr_tr: Bu bölümde masaüstünde kullanabileceğiniz kısayollar listelenmiştir.
zh_tw: 這個部份列出一般您可以用來操作桌面的快捷鍵。

source: Super Key
ca_es: Tecla Súper
cs: Klávesa Super
da: Super-tasten
de: Super-Taste
es_es: Super
fr_fr: Touche Super
hu_hu: Super gomb
it: Tasto Super
ja: スーパーキー
lt_lt: Super klavišas
ms_my: Kekunci Super
pl: Klawisz Super
pt_br: Tecla Super
sl: Super tipka
sr: Тастер Супер
sv: Super-tangenten
tr_tr: "Süper Tuş"

source: Activate Brisk Menu or MATE Menu launcher
ca_es: Activa el llançador del menú de Brisk o del menú de MATE
cs: Aktivovat Brisk Menu nebo spouštěč MATE Menu
da: Aktivér Brisk-menu eller MATE-menustarter
de: Brisk-Menü oder MATE-Menü-Starter aktivieren
es_es: Activar Brisk Menu o el lanzador MATE Menu
fr_fr: Activer le Menu Brisk ou le Menu du bureau MATE
hu_hu: A Brisk menü vagy a MATE menüindító aktiválása
it: Attiva Brisk Menu o MATE Menu Launcher
ja: BriskメニューもしくはMATEメニューランチャーを表示する
lt_lt: Aktyvuoti Brisk meniu ar MATE meniu leistuką
pl: Aktywuj menu Brisk lub program uruchamiania menu MATE
sl: Omogoči Brisk Menu ali MATE Menu zaganjalnik
sr: Активира покретак Бриск изборника или Мејтовог изборника
sv: Aktiverar Brisk Meny eller MATE Meny startare

source: Activate Heads-up Display (HUD), if enabled in MATE Tweak.
da: Aktivér Heads-up Display (HUD), hvis det er aktiveret i MATE Tweak.
it: Attiva l'Heads-up Display (HUD), se abilitato in MATE Tweak.
ja: MATE Tweekで使えるように設定している場合、ヘッドアップディスプレイ(HUD)を有効化する
sr: Активира „Heads-up“ приказ (HUD), ако је укључен у Мејтовом лицку.
sv: Öppna Heads-Up Displayen (HUD), om den är aktiverad i MATE Tweak.

source: Open the Applications menu
ca_es: Obre el menú d'aplicacions
cs: Zobrazit nabídku Aplikace
da: Åbn programmenuen
de: Öffne das Anwendungs-Menü
es_es: Abre el menú de Aplicaciones
fr_fr: Ouvrir le menu Applications
hu_hu: Az alkalmazás menü megnyitása
it: Apre il menu Applicazioni
ja: アプリケーションメニューを開く
lt_lt: Atverti programų meniu
ms_my: Buka menu Aplikasi
pl: Otwiera menu aplikacji
pt_br: Abrir o menu de Aplicações
sl: Odpri meni programi
sr: Отвара изборник програма
sv: Öppna Program menyn
tr_tr: Uygulamalar Menüsünü aç
zh_tw: 開啟應用程式選單

source: Run an application by typing its name in the box which appears
ca_es: Executa una aplicació en teclejar el seu nom en el quadre que apareix
cs: Spustit aplikaci zadáním jejího názvu do textového pole, které se objeví
da: Kør et program ved at skrive navnet i boksen der kommer frem
de: Eine Anwendung ausführen indem Sie seinen Namen in das erschienenen Feld eingeben
es_es: Ejecuta una aplicación escribiendo su nombre en el cuadro que aparece
fr_fr: Lancer une application en entrant son nom dans la boîte qui apparaît
hu_hu: Egy alkalmazás futtatása a nevének beírásával a megjelenő dobozba
it: Avvia una applicazione scrivendo il suo nome nel box che appare
ja: 表示される入力欄にアプリケーション名を入力して実行する
lt_lt: Vykdyti programą, įrašant jos pavadinimą atsiradusiame langelyje
ms_my: Jalan satu aplikasi dengan menaip namanya dalam petak yang muncul
pl: Uruchamia aplikację poprzez wpisanie jej nazwy w wyszukiwarkę
pt_br: Executar um aplicativo digitando seu nome na caixa que aparece
sl: Zaženi program z vnosom imena programa v polje, ki se pojavi
sr: Покрените програм уписивањем његовог назива у поље које се појави
sv: Köra ett program genom att skriva namnet i rutan som visas
tr_tr: Açılan penceredeki kutucuğa uygulamanın ismini yazarak çalıştırın.
zh_tw: 藉由輸入名稱來執行程式

source: Prt Sc
ca_es: Impr Pant
de: Druck S-Abf
fr_fr: Imp. écr
ja: Print Screen
sr: Прт Сц

source: Take a screenshot of the whole screen
ca_es: Pren una captura de pantalla de tota la finestra
cs: Pořídit snímek celé obrazovky
da: Tager et screenshot af hele skærmen
de: Nehmen Sie einen Screenshot des gesamten Bildschirms auf
es_es: Toma una captura de toda la pantalla
fr_fr: Prendre une capture d'écran complète
hu_hu: Képernyőkép készítése az egész képernyőről
it: Esegue uno screenshot dell'intero schermo
ja: 画面全体のスクリーンショットを撮る
lt_lt: Padaryti viso ekrano kopiją
ms_my: Tangkap cekupan skrin keseluruhan skrin
pl: Tworzy zrzut ekranu całego ekranu
pt_br: Tira um screenshot da tela inteira
sl: Zajemi celotno namizje
sr: Прави снимак читавог екрана
sv: Ta en skärmdump av hela skärmen
tr_tr: Tüm ekranın görüntüsünü al
zh_tw: 擷取整個畫面

source: Take a screenshot of the current window
ca_es: Pren una captura de pantalla de la finestra actual
cs: Pořídit snímek aktuálního okna
da: Tager et screenshot af det aktive vindue
de: Nehmen Sie einen Screenshot des aktuellen Fensters auf
es_es: Toma una captura de la ventana actual
fr_fr: Prendre une capture d'écran de la fenêtre en cours
hu_hu: Képernyőkép készítése az aktív ablakról
it: Esegue uno screenshot della finestra corrente
ja: 現在のウィンドウのスクリーンショットを撮る
lt_lt: Padaryti esamo lango ekrano kopiją
ms_my: Tangkap cekupan skrin tetingkap semasa
pl: Tworzy zrzut ekranu obecnego okna
pt_br: Tira uma captura de tela da janela atual
sl: Zajem trenutnega okna
sr: Прави снимак текућег прозора
sv: Ta en skärmdump av det aktuella fönstret
tr_tr: Geçerli pencerenin görüntüsünü al
zh_tw: 擷取當前視窗

source: Take a screenshot of a selected area
da: Tag et skærmbillede af et valgt område
it: Cattura uno screenshot di un area selezionata
ja: 選択された範囲のスクリーンショットを撮る
sr: Прави снимак изабране области
sv: Ta ett skärmklipp av den markerade området

source: Delete
ca_es: Supr
da: Slet
de: Entfernen
es_es: Suprimir
fr_fr: Supprimer
it: Elimina
pt_br: Deletar
sr: Обриши
sv: Radera
tr_tr: Sil

source: Open the dialog box to shutdown, restart or suspend.
ca_es: Obre el quadre de diàleg per apagar, reiniciar o suspendre.
cs: Otevřít dialogové okno pro vypnutí, restartování nebo uspání.
da: Åbner dialogboksen til at Slukke, Genstarte eller sætte i standby.
de: Öffnen Sie das Dialogfeld zum Herunterfahren, neu starten oder zu unterbrechen (Aussetzen).
es_es: Abre el cuadro de diálogo para apagar, reiniciar o suspender el equipo.
fr_fr: Ouvrir une fenêtre de dialogue afin d'éteindre, redémarrer ou mettre en veille votre ordinateur.
hu_hu: Párbeszédablakot nyit a leállításhoz, újraindításhoz, vagy felfüggesztéshez.
it: Apre la finestra di dialogo per spegnere, riavviare o sospendere.
ja: シャットダウン、再起動、サスペンドのダイアログを開く
lt_lt: Atverti dialogo langelį, skirtą išjungti, paleisti iš naujo ar pristabdyti kompiuterį.
ms_my: Buka kotak dialog matikan, mula semula atau tangguh.
pl: Otwiera okno do wyłączenia, ponownego uruchomienia, hibernacji systemu
pt_br: Abra a caixa de diálogo para desligar, reiniciar ou suspender.
sl: Odpre pogovorno okno za izklop, ponovni zagon ali v pripravljenost.
sr: Отвара прозорче за гашење, поновно покретање или обустављање.
sv: Öppna dialogrutan för att stänga av, starta om eller gå ner i viloläge.
tr_tr: Bilgisayarı kapatmak, yeniden başlatmak ya da beklemeye almak için iletişim penceresini açın.

source: Toggles 'Show Desktop'.
ca_es: Commuta «Mostra l'escriptori».
cs: Přepíná 'Zobrazit plochu'.
da: Bringer dig til dit skrivebord.
de: Schaltet "Desktop anzeigen".
es_es: Alterna 'Mostrar Escritorio'.
fr_fr: Activer ou Désactiver "Afficher le Bureau".
hu_hu: 'Asztal mutatása' bekapcsolása.
it: Attiva ' Mostra Desktop'
ja: 'デスクトップの表示'を切り替える
lt_lt: Perjungia "Rodyti darbalaukį"
ms_my: Togol 'Tunjuk Desktop'.
pl: Przełącza 'Pokaż Pulpit'.
pt_br: Alterna entre "Mostrar área de trabalho".
sl: Preklopi 'Pokaži namizje'
sr: Окида „Прикажи радну површ“.
sv: Växlar "Visa skrivbordet".
tr_tr: 'Masaüstünü Göster''i açar ve ya kapatır.
zh_tw: 開關'桌面'。

source: Lock your screen.
ca_es: Bloqueja la vostra pantalla.
cs: Zamknout obrazovku.
da: Lås skærmen.
de: Bildschirm sperren
es_es: Bloquea la pantalla.
fr_fr: Bloquer votre écran.
hu_hu: Képernyő lezárása
it: Blocca il tuo schermo.
ja: 画面のロック
lt_lt: Užrakinti jūsų ekraną.
ms_my: Kunci skrin anda.
pl: Blokuję ekran
pt_br: Bloqueie sua tela.
sl: Zakleni zaslon.
sr: Закључава ваш екран.
sv: Lås skärmen
tr_tr: Ekranı Kilitle
zh_tw: 鎖定螢幕

source: Open a terminal.
ca_es: Obre un terminal.
cs: Otevřít terminál.
da: Åbn en kommandolinje
de: Terminal öffnen
es_es: Abre un Terminal.
fr_fr: Ouvrir une fenêtre de terminal.
hu_hu: Terminál megnyitása
it: Apri un terminale.
ja: 端末を開く
lt_lt: Atverti terminalą.
ms_my: Buka terminal.
pl: Otwiera Terminal
pt_br: Abrir o terminal.
sl: Odpri terminal.
sr: Отвара терминал.
sv: Öppna en terminal
tr_tr: Bir uçbirim ekranı aç
zh_tw: 打開終端機

source: Open the file manager
da: Åbn filhåndteringen
sr: Отвара управника датотека
sv: Öppna filhanteraren

source: Open Control Center
da: Åbn kontrolcenter
sr: Отвара управљачки центар
sv: Öppna kontrollpanelen

source: Open Search
da: Åbn søgning
sr: Отвара претрагу
sv: Öppna sökfönstret

source: CTRL
sr: Ктрл

source: Open System Monitor
da: Åbn systemovervågning
sr: Отвара Праћење система
sv: Öppna systemövervakaren

source: Pause
sr: Застани

source: Open System Information
da: Åbn systeminformation
sr: Отвара Информације о систему
sv: Öppna systeminformation

source: Screen reader enable/disable.
ca_es: Habilita o inhabilita el lector de pantalla.
cs: Povolení/zakázání čtečky obrazovky.
da: Skærmlæser til/fra.
de: Bildschirmleser aktivieren/deaktivieren.
es_es: Habilita/Deshabilita el lector de pantalla
fr_fr: Activer/désactiver le lecteur d'écran.
hu_hu: Képernyő olvasó engedélyezés/letiltás.
it: Abilita/disabilita lettore schermo.
ja: スクリーンリーダーを有効/無効
lt_lt: Įjungti/išjungti ekrano skaityklę.
ms_my: Pembaca skrin dibenarkan/dilumpuhkan.
pl: Włącza/Wyłącza czytnik ekranu
pt_br: Leitor de tela ativado/desativado.
sl: Omogoči/onemogoči zaslonski bralnik.
sr: Укључује/искључује читач екрана.
sv: Skärmläsare aktivera/inaktivera.
tr_tr: Ekran okuyucusu etkin/devre dışı.

source: Window shortcuts
ca_es: Dreceres de les finestres
cs: Okenní zkratky
da: Vinduesgenveje
de: Fenster-Abkürzungen
es_es: Atajos de Ventana
fr_fr: Raccourcis de la fenêtre
hu_hu: Ablak billentyűkombinációk
it: Scorciatoie Finestra
ja: ウィンドウのショートカット
lt_lt: Langų trumpiniai
ms_my: Pintasan tetingkap
pl: Skróty dotyczące okien
pt_br: Atalhos de janelas
sl: Bližnjice za okna
sr: Пречице прозора
sv: Fönstergenvägar
tr_tr: Pencere kısayolları
zh_tw: 視窗捷徑

source: Tab
de: Tab-Taste
fr_fr: Tabulation
sr: Таб

source: Switch between currently-open windows.
ca_es: Canvi entre les finestres obertes actualment.
cs: Přepínat mezi aktuálně otevřenými okny.
da: Skift imellem de åbne vinduer.
de: Wechseln Sie zwischen aktuell geöffneten Fenster.
es_es: Cambia entre las pestañas actualmente abiertas.
fr_fr: Commuter entre les fenêtres ouvertes.
hu_hu: Jelenleg megnyitott ablakok közötti váltás.
it: Passa tra le finestre correntemente aperte.
ja: 現在開いているウィンドウの中から選択する
lt_lt: Perjungti tarp šiuo metu atvertų langų.
ms_my: Bertukar antara tetingkap semasa yang dibuka.
pl: Przełącza pomiędzy obecnie otwartymi oknami.
pt_br: Alternar entre as janelas atualmente abertas.
sl: Preklopi med trenutno odprtimi okni.
sr: Пребацује се између тренутно отворених прозора.
sv: Växla mellan öppna fönster.
tr_tr: Açık pencereler arasında geçiş yapın.
