Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/gettingstarted/*.po
Languages: ca_es, cs, da, de, es_es, fr_fr, hu_hu, it, ja, lt_lt, ms_my, pl, pt_br, sl, sr, sv, tr_tr, zh_tw

source: The codecs package include a complete, cross-platform solution to decode, encode, record, convert and stream audio and video. It also includes a MP3 audio decoder that permits the playback of MPEG 1 audio layer III (MP3).
ca_es: El paquet de còdecs inclou una solució completa multiplataforma per descodificar, codificar, enregistrar, convertir i reproduir àudio i vídeo. També inclou un descodificador d'àudio MP3 que permet la reproducció d'àudio MPEG 1 layer III (MP3).
cs: Balíček kodeků obsahuje kompletní, multiplatformní řešení pro dekódování, kódování, záznam, převod a streamování audia a videa. To zahrnuje také audio dekodér MP3, který umožňuje přehrávání MPEG 1 audio layer III (MP3).
da: Codec pakken indeholder en komplet platformsuafhængig løsning til at encode, decode, optage, konvertere of streame lyd og video. Den indeholder ligeledes en MP3 lyd decoder der gør det muligt at lytte til MP3 filer.
de: Das Codecs-Paket beinhaltet eine komplette, plattformunabhängige Lösung zum Dekodieren, Kodieren, Aufnehmen, Konvertieren und Streamen von Audio und Video. Es enthält auch einen MP3-Audio-Dekodierer, der die Wiedergabe von MPEG 1 Audio Layer III (MP3) ermöglicht.
es_es: El paquete de códecs incluye una solución completa, multi-plataforma para decodificar, codificar, grabar, convertir y transmitir audio y vídeo. También incluye un decodificador de audio MP3 que permite la reproducción de MPEG 1 Audio Layer III (MP3).
fr_fr: Le paquet "codecs" inclut une solution multi-plateformes pour décoder, encoder, enregistrer, convertir ainsi que diffuser de l'audio et du vidéo. Il inclut aussi un décodeur audio MP3 permettant la lecture de fichiers "MPEG 1 audio layer III" (MP3).
hu_hu: A kodek csomag teljes, platformfüggetlen megoldásokat tartalmaz dekódoláshoz, kódoláshoz, felvételhez, konvertáláshoz és audió és videó sreameléséhez. MP3 audió dekódert is tartalmaz, ami lehetővé teszi az MPEG 1 audio réteg III (MP3) lejátszását.
it: Il pacchetto dei codec include una soluzione cross-platform completa per decodificare, codificare, registrare, convertire e riprodurre audio e video. Inoltre include un decodificatore audio MP3 che permette la riproduzione degli MPEG 1 audio layer III (MP3).
ja: コーデックパッケージは、デコードやエンコード、録音、変換そして音声とビデオのストリーミングのためのクロスプラットフォームソフトウェアを網羅しています。さらに、MPEG1のオーディオレイヤIII (MP3) の再生を可能とするMP3オーディオデコーダも含みます。
lt_lt: Kodekų pakete yra pilnas, daugiaplatformis garso ir vaizdo dekodavimo, kodavimo, įrašymo, konvertavimo ir transliavimo sprendimas. Jame taip pat yra MP3 garso dekoderis, leidžiantis MPEG 1 audio layer III (MP3) atkūrimą.
ms_my: Pakej kodeks termasuklah penyelesaian berplatform-silang yang lengkap untuk menyahkod, mengekod, rakam, tukar format dan strim audio serta video. Ia juga menyertakan penyahkod audio MP3 yang membolehkan main balik lapisan audio MPEG 1 (MP3).
pl: Ten pakiet kodeków zawiera pełne, wieloplatformowe rozwiązanie to dekodowania, zakodowania, nagrywania, konwersji, nadawania obrazu i dźwięku. Zawiera też dekoder audio MP3, które zezwala na odtwarzanie MPEG 1 audio layer III (MP3).
pt_br: Esse pacote de codecs inclui uma solução completa e multiplataforma para decodificar, codificar, gravar, converter e reproduzir áudio e vídeo. Também inclui um decodificador de áudio MP3 que permite a reprodução de áudio MPEG 1 camada III (MP3).
sl: Paket s kodeki vključuje celovito rešitev, ki deluje na različnih sistemih, za odkodiranje, kodiranje, snemanje, pretvarjanje in pretok zvoka in videa. Prav tako vsebuje odkodirnik zvoka MP3, ki dovoljuje predvajanje MPEG1 audio layer III (MP3).
sr: Пакет кодека укључује потпуно, више платформско решење за декодирање, кодирање, снимање, претварање и слање тока звука и снимка. Такође укључује МП3 декодер звука који допушта пуштање МПЕГ 1 звучног слоја III (MP3).
sv: I codecs paketet ingår en komplett, plattformsoberoende lösning för att avkoda, koda, spela in, konvertera och strömma ljud och video. Den innehåller också en MP3-avkodare som möjliggör uppspelning av MPEG 1 Audio Layer III (MP3).
tr_tr: Kodek paketi, tüm platformlar için müzik ve video decode, encode, kayıt, dönüştürme ve yürütme işlemlerine çözüm sunar. MPEG 1 audio layer III (MP3) oynatmanızı sağlayan MP3 ses çözücüyü de içerir.
zh_tw: codecs套件包含完整，跨平台的解決方案來解碼，編碼，錄製，轉換和串流聲音和影像，也包含一個MP3音訊解碼器允許您播放MPEG 1 audio layer III (MP3).

source: Applying Changes...
ca_es: S'estan aplicant els canvis...
cs: Provádění změn...
da: Anvender opdateringer...
de: Änderungen werden ausgeführt...
es_es: Aplicando Cambios...
fr_fr: Application des changements...
hu_hu: Változtatások alkalmazása...
it: Applicazione Cambiamenti...
ja: 変更を有効にする
lt_lt: Taikomi pakeitimai...
ms_my: Melaksanakan Perubahan
pl: Wprowadzenie Zmian...
pt_br: Aplicando mudanças...
sl: Uveljavljanje sprememb ...
sr: Примењујем измене...
sv: Tillämpar ändringar...
tr_tr: Değişiklikler Uygulanıyor...

source: Install
ca_es: Instal·la
cs: Instalovat
da: Installer
de: Installieren
es_es: Instalar
fr_fr: Installer
hu_hu: Telepítés
it: Installa
ja: インストール
lt_lt: Įdiegimas
ms_my: Pasang
pl: Zainstaluj
pt_br: Instalar
sl: Namesti
sr: Инсталирај
sv: Installera
tr_tr: Yükle
zh_tw: 安裝

source: Remove
ca_es: Suprimeix
cs: Odstranit
da: Fjern
de: Entfernen
es_es: Eliminar
fr_fr: Désinstaller
hu_hu: Eltávolítás
it: Rimuovi
ja: 削除
lt_lt: Šalinti
ms_my: Buang
pl: Usuń
pt_br: Remover
sl: Odstrani
sr: Уклони
sv: Ta bort
tr_tr: Kaldır
zh_tw: 移除

source: Blu-ray and DVD Playback Support
ca_es: Suport de reproducció de DVD i blu-ray
cs: Podpora přehrávání Blu-ray a DVD
da: Blu-Ray og DVD support
de: Blu-ray- und DVD-Wiedergabe
es_es: Soporte de reproducción de Blu-ray y DVD
fr_fr: Support pour les DVD et les Blu-ray
hu_hu: Blu-ray és DVD lejátszás támogatás
it: Supporto Blu-ray e Riproduzione DVD
ja: Blu-rayとDVD再生のサポート
lt_lt: Blu-ray ir DVD atkūrimo palaikymas
ms_my: Sokongan Main Balik Blu-ray dan DVD
pl: Możliwość odtwarzania płyt Blu-ray i DVD
pt_br: Suporte a Blu-ray e DVD
sl: Podpora za predvajanje Blu-ray in DVD-jev
sr: Подршка за пуштање ДВД и Блу-реј дискова
sv: Blue-ray och DVD uppspelningsstöd

source: Installs libraries that enable Blu-ray and DVD playback in VLC. After install you will need to run
da: Installerer biblioteker der gør det muligt at afspille Blu-ray og DVD i VLC. Efter installationen skal du køre
ja: VLCでBlu-rayやDVDを再生するのに必要なライブラリをインストールします。インストールした後で、以下のコマンドを実行してください。
sr: Инсталира библиотеке које омогућују пуштање Блу-реј и ДВД-а у ВЛЦ-у. Након инсталације морате покренути
sv: Installerar bibliotek som möjliggör Blu-ray- och DVD-uppspelning i VLC. Efter installationen kommer du behöva köra

source: to enable encrypted DVD playback and you will need to obtain a copy of
da: for at aktivere afspilning af krypteret DVD og du skal få fat i en kopi af
ja: これにより、暗号化されたDVDの再生が可能になります。また、デコードに必要なキーファイル
sr: да укључите пуштање шифрованих ДВД-а и морате набавити примерак
sv: för att möjliggöra uppspelning av DVD behöver du ladda ner

source: and save it to
ca_es: i desar-ho a
cs: a uložit jej do
da: og gemme det i
de: herunterladen und hier speichern:
es_es: y guardarlo en
fr_fr: et le sauvegarder dans
hu_hu: letöltése szükséges és ide kell lementened:
it: e lo salva su
ja: をダウンロードし、以下に保存します:
lt_lt: ir įrašyti ją į
ms_my: dan simpan ia ke dalam
pl: i zapisać do
pt_br: e salve para
sl: in shraniti v
sr: и да га сачувате у
sv: och sparar det till

source: to enable encrypted Blu-ray playback.
da: for at aktivere afspilning af krypteret Blu-ray.
ja: このキーファイルは、暗号化されたBlu-rayの再生に必要です。
sr: да укључите пуштање Блу-реј дискова.
sv: för att möjliggöra uppspelning av Blu-ray.

source: Additional Screen Savers
ca_es: Estalvis de pantalla addicionals
cs: Další šetřiče obrazovky
da: Yderligere pauseskærme
de: Zusätzliche Bildschirmschoner
es_es: Protectores de pantalla adicionales
fr_fr: Ecrans de veille additionels
hu_hu: További képernyőkímélők
it: Screen Saver addizionali
ja: スクリーンセーバーを追加
lt_lt: Papildomos ekrano užsklandos
ms_my: Penyelamat Skrin Tambahan
pl: Dodatkowe Wygaszacze Ekranu
pt_br: Protetores de Tela adicionais
sl: Dodatni ohranjevalniki zaslona
sr: Додатни чувари екрана
sv: Ytterligare Skärmsläckare
tr_tr: Ek Ekran Koruyucular

source: Install over 200 screen savers for when your computer is idle for long periods of time. Screen savers were originally created to reduce burn-in for cathode ray tube (CRT) monitors displaying the same image for long periods of time.
ca_es: Instal·leu més de 200 estalvis de pantalla per quan l'equip estigui inactiu durant llargs períodes de temps. Els estalvis de pantalla van ser creats originalment per reduir el cremat dels monitors de tub de raigs catòdics (CRT) que mostraven la mateixa imatge durant llargs períodes de temps.
cs: Nainstaluje více než 200 šetřičů obrazovky pro chvíle, kdy je váš počítač nečinný po dlouhou dobu. Šetřiče obrazovky byly původně vytvořeny, aby snížily vypalování (opotřebování) katodové trubice (CRT) monitorů zobrazujících stejný obraz po dlouhou dobu.
da: Installer over 200 pauseskærme til brug når din computer står stille i længere perioder. Pauseskærme blev oprindeligt opfunder for at reducere risiko for indbrænding i ældre skæme.
de: Installieren Sie über 200 verschiedene Bildschirmschoner welche angezeigt werden wenn Ihr Computer inaktiv ist. Bildschirmschoner wurden ursprünglich entwickelt um zu verhindern, dass über lange Zeiträume konstant angezeigte Bilder nicht in die Röhrenbildschirme (CRT) der frühen 1980er und frühen 1990er Jahre einbrennen.
es_es: Instala más de 200 protectores de pantalla para cuando tu ordenador está sin uso por largos períodos de tiempo. Los protectores de pantalla fueron originalmente creados para reducir el marcado de los tubos de rayos catódicos (CRT) de los monitores al mostrar la misma imagen durante largos períodos de tiempo.
fr_fr: Installez plus de 200 écrans de veille utilisés lorsque votre ordinateur est inactif pendant un temps. Les écrans de veille étaient à l'origine destinés à réduire la détérioration des tubes cathodiques (CRT) qui apparaissait lors de l'affichage de la même image pendant un long moment.
hu_hu: Telepíts több mint 200 képernyőkímélőt arra az esetre, ha a képernyő hosszabb ideig tétlen lenne. A képernyőkímélőket eredetileg azért készítették, hogy csökkentse a katódsugár csöves (CRT) monitorok kiégését azáltal, hogy ugyanazt a képet jeleníti meg hosszú ideig.
it: Installa oltre 200 screen saver per quando il tuo computer è in attesa per lunghi periodi di tempo. Gli screen saver erano stati originariamente creati per ridurre il burn-in dei monitor cathode ray tube (CRT) che visualizzavano la stessa immagine per lunghi periodi di tempo.
ja: コンピュータがしばらくアイドル状態になったときに起動するスクリーンセーバーを200種類以上インストールできます。スクリーンセーバーは、元々は、ブラウン管(CRT)のモニターが同じ画像を長時間映すことで、画面が焼き付いててしまうのを防ぐために作られたものです。
lt_lt: Įdiekite virš 200 ekrano užsklandų tam laikotarpiui, kuomet jūsų kompiuteris ilgą laiką yra neveiklus. Iš pat pradžių, ekrano užsklandos buvo sukurtos, kad sumažintų kineskopinių (CRT) vaizduoklių, rodančių ilgą laiko tarpą tą patį paveikslą, perkaitimą.
ms_my: Pasang melebihi 200 penyelamat skrin untuk komputer anda jika melahu dalam tempoh yang lama. Penyelamat skrin asalnya dicipta untuk mengurangkan kesan terbakar pada monitor tiub sinar katod (CRT) yang memaparkan imej serupa dalam jangkamasa lama.
pl: Zainstaluj ponad 200 wygaszaczy ekranów dla twojego komputera, jeśli jest bezczynny przez dłuższy czas. Wygaszacze zostały stworzone z myślą redukowania wypalenia ekranu w monitorach CRT, które wyświetlały ten sam obraz przez długi czas.
pt_br: Instale mais de 200 protetores de tela para quando o seu computador estiver ocioso por longo um período de tempo. Protetor de telas foram originalmente criados para reduzir a queima de monitores com tubo de raios catódicos (CRT) quando exibem a mesma imagem por longos períodos de tempo.
sl: Namestite več kot 200 ohranjevalnikov zaslona za takrat, ko je računalnik nedejaven dalj časa. Ohranjevalniki zaslona so bili prvotno ustvarjeni za zmanjšanje "zapečenosti" v katodnih (CRT) monitorjih, ki so prikazovali isto sliko dalj časa.
sr: Инсталирајте преко 200 чувара екрана за време када је рачунар у стању мировања на дужи временски период. Чувари екрана су првобитно створени да смање сагоревање катодних цеви код (ЦРТ) монитора који би приказивали исту слику на дужи временски период.
sv: Installera över 200 skärmsläckare för när datorn är inaktiv under en längre tid. Skärmsläckare skapades ursprungligen för att minska inbränning på katodstrålerörsskärmar (CRT) som visar samma bild under en längre tid.

source: Change Screen Saver
ca_es: Canvia l'estalvi de pantalla
cs: Změnit šetřič obrazovky
da: Ændr pauseskærm
de: Ändere den Bildschirmschoner
es_es: Cambiar protector de pantalla
fr_fr: Changer l'écran de veille
hu_hu: Képernyőkímélő változtatása
it: Cambia Screen Saver
ja: スクリーンセーバーの変更
lt_lt: Keisti ekrano užsklandą
ms_my: Ubah Penyelamat Skrin
pl: Zmiana wygaszacza ekranu
pt_br: Mudar Protetor de Tela
sl: Spremeni ohranjevalnik zaslona
sr: Промени чувара екрана
sv: Byt Skärmsläckare
tr_tr: Ekran Koruyucuyu Değiştir

source: Additional Themes
ca_es: Temes addicionals
cs: Další motivy
da: Yderligere temaer
de: Zusätzliche Themen
es_es: Temas Adicionales
fr_fr: Thèmes supplèmentaires
hu_hu: További témák
it: Temi aggiuntivi
ja: テーマの追加
lt_lt: Papildomos temos
pl: Dodatkowe motywy
sl: Dodatne teme
sr: Додатне теме
sv: Fler teman

source: Install additional themes and icons, such as Numix and Arc, to expand the selection available so you can tweak the look and feel to your liking.
ca_es: Instal·la temes i icones addicionals, com ara Numix i Arc, per ampliar les opcions disponibles perquè pugueu modificar l'aparença al vostre gust.
cs: Nainstalujte další motivy a ikony, například Numix a Arc, čímž si rozšíříte dostupný výběr, abyste si mohli vyladit vzhled a dojem podle svých představ.
da: Installer yderligere temaer og ikoner, såsom Numix og Arc, for at udvide det tilgængelige udvalg så du kan finjustere udseendet og følningen til sådan som du ønsker det skal være.
de: Zusätzliche Themen und Symbole wie Numix oder Arc installieren, um die Auswahl der bereitgestellten Erscheinungsbilder nach Geschmack anzupassen.
es_es: Instale temas e iconos adicionales, como Numix y Arc, para ampliar la selección disponible para que pueda ajustar la apariencia a su gusto.
fr_fr: Installez d'autres thèmes et icônes, tels que Numix et Arc, pour étendre la sélection disponible afin que vous puissiez modifier l'apparence et l'apparence à votre convenance.
hu_hu: Telepíts további témákat és ikonokat, mint pl. a Numix és Arc, így bővítve a választékot, hogy kedvedre testre szabhasd a kinézetet.
it: Installa i temi e le icone aggiuntive, come Numix e Arc, per espandere la selezione disponibile in modo da poter modificare il sistema a tuo piacimento.
ja: NumixやArcといった追加のテーマやアイコンをインストールすれば、選択肢が拡がって、自分好みのルック&amp;フィールを見つけることができます。
lt_lt: Įdiegti papildomas temas ir piktogramas, tokias kaip Numix ir Arc, kad išplėstumėte jums prieinamą pasirinkimą ir galėtumėte derinti išvaizdą ir turinį.
pl: Zainstaluj dodatkowe motywy i ikony takie jak Numix lub Arc, by rozwinąć dostępny już wybór i zmienić wygląd systemu według własnych upodobań.
sl: Namestite dodatne teme in ikone, kot sta Numix in Arc. S tem razširite izbiro tem in si jih lahko še bolj prilagodite.
sr: Инсталирајте додатне теме и иконице, као што су Нумикс и Арк, да проширите доступан избор тако да можете мењати изглед и доживљај по вашем нахођењу.
sv: Installera fler teman och ikoner, såsom Numix and Arc för att utöka urvalet så att du kan anpassa utseendet efter din smak.

source: Change Appearance
ca_es: Canvia l'aparença
cs: Změnit vzhled
da: Ændr udseende
de: Ändere das Aussehen
es_es: Cambiar apariencia
fr_fr: Changer d'apparence
hu_hu: Megjelenés változtatása
it: Cambia Aspetto
ja: 外観の変更
lt_lt: Keisti išvaizdą
ms_my: Ubah Penampilan
pl: Zmień wygląd
pt_br: Mudar aparência
sl: Spremeni videz
sr: Промена изгледа
sv: Byt Utseende
tr_tr: Görünümü Özelleştir

source: Additional Community Wallpapers
ca_es: Fons d'escriptori addicionals de la comunitat
cs: Další komunitní pozadí plochy
da: Yderligere skrivebordsbilleder fra Ubuntu Mate fællesskabet
de: Zusätzliche Communityhintergrundbilder
es_es: Fondos de pantalla adicionales de la Comunidad
fr_fr: Fonds d'écran additionnels venant de la communauté
hu_hu: További közösség által készített háttérképek
it: Sfondi aggiuntivi della comunità
ja: 背景画像の追加
lt_lt: Papildomi bendruomenės darbalaukio fonai
ms_my: Kertas Dinding Komuniti Tambahan
pl: Dodatkowe tapety społeczności MATE
pt_br: Planos de Fundo Adicionais da Comunidade
sl: Dodatna ozadja skupnosti
sr: Додатне слике позадине из заједнице
sv: Ytterligare Bakgrundsbilder från Gemenskapen
tr_tr: Ek Duvar Kağıtları

source: The Ubuntu MATE Community have contributed dozens of desktop wallpaper images over the years. Why not install them and find something that suits your tastes?
ca_es: La comunitat d'Ubuntu MATE ha contribuït amb dotzenes d'imatges de fons d'escriptori al llarg dels anys. Per què no els instal·leu i trobeu alguna cosa que s'adapti als vostres gustos?
cs: Komunita kolem Ubuntu MATE v průběhu let přispěla desítkami pozadí pracovní plochy. Proč je nezkusit nainstalovat a najít něco, co vyhovuje vašemu vkusu?
da: Ubuntu MATE fællesskabet har bidraget med dusinvis af skrivebordsbilleder over de seneste år. Installer dem og find et eller flere der passer til din smag.
de: Die Ubuntu MATE Gemeinschaft hat im Laufe der Jahre mehrere Dutzend Desktop-Hintergründe beigesteuert. Warum installieren Sie nicht einen davon und etwas finden dass zu Ihren Geschmack passt?
es_es: La Comunidad Ubuntu MATE ha contribuido docenas de imágenes de fondo de pantalla en los últimos años. ¿Por qué no los instalas y encuentras algo que se adapte a sus gustos?
fr_fr: La Communauté Ubuntu MATE a contribué au projet en soumettant des dizaines d'arrières-plans au fil des années. Pourquoi ne pas les installer, vous en trouverez peut-être un qui vous plaira ?
hu_hu: Az Ubuntu MATE közösség az évek alatt több tucat asztali háttérkép készítésével működött közre. Telepítsd őket és találd meg az ízlésednek megfelelőt.
it: La comunità di Ubuntu MATE ha contribuito con centinaia di sfondi del desktop nel corso degli anni. Perchè non li installi e trovi qualcosa che possa soddisfare i tuoi gusti?
ja: Ubuntu MATEコミュニティーは、長年にわたって多数のデスクトップ背景画像を提供してきました。それらをインストールして気に入ったものを見つけてください。
lt_lt: Ubuntu MATE bendruomenė per metus pateikė dešimtis darbalaukio fono paveikslų. Kodėl gi jų neįdiegus ir nepasirinkus kažko pagal savo skonį?
ms_my: Komuniti Ubuntu MATE telah menyumbang berdozen-dozen imej kertas dinding desktop. Kenapa tidak gunakannya dan cari kertas dinding yang menepati citarasa anda?
pl: Społeczność Ubuntu MATE od lat tworzy własne tła pulpitu i udostępnia je online. Zobacz czy nie znajdziesz czegoś dla siebie!
pt_br: A Comunidade Ubuntu MATE contribuiu com dezenas de papéis de parede para desktop ao longo dos anos. Por que não instalá-los e encontrar algo que se adapte ao seu gosto?
sl: Ubuntu MATE Skupnost je prispevala na desetine slik ozadja za namizje v preteklih letih. Zakaj jih ne namestite in najdete nekaj, kar ustreza vašemu okusu?
sr: Заједница Убунту Мејта је допринела десетинама слика за позадине радне површи током година. Зашто их не инсталирате и пронађете нешто што одговара вашем укусу?
sv: Ubuntu MATE gemenskapen har bidragit med dussintals skrivbordsbakgrundsbilder genom åren. Varför inte installera dem och hitta något som passar din smak?
tr_tr: Ubuntu MATE Topluluğu yıllardır düzinelerce masaüstü duvar kağıdı görseli katkısında bulunmuştur. Neden kurup zevkinize göre bir tanesini bulmayasınız ki?

source: You'll need the Blu-ray AACS database in order to play AACS encrypted or BD+ protected discs.
ca_es: Necessitareu la base de dades AACS Blu-Ray per tal de reproduir discs xifrats amb AACS o protegits amb BD+.
cs: Budete potřebovat databázi Blu-ray AACS, abyste mohli přehrát AACS šifrované nebo BD+ chráněné disky.
da: Du skal bruge Blu-Ray AACS databasen for at afspille AACS krypterede eller BD+ beskyttede film
de: Sie benötigen die Blu-ray AACS -Datenbank, um AACS verschlüsselte oder BD + geschützte Disks abzuspielen.
es_es: Necesitarás la base de datos de AACS Blu-ray para poder reproducir AACS cifrados o discos con protección BD +.
fr_fr: Vous aurez besoin de la base de données Blu-ray AACS pour lire des disques cryptés AACS ou protégés BD+.
hu_hu: Szükséged lesz a Blu-ray AACS adatbázisra az AACS titkosított vagy BD+ védelemmel ellátott lemezek lejátszásához.
it: Hai bisogno del database Blu-ray AACS per poter riprodurre i i dischi criptati con AACS o i disci protetti con BD+.
ja: AACSで暗号化されたディスクもしくはBD+でプロテクトされたディスクを再生するにはBlu-rayのAACSデータベースが必要です。
lt_lt: Norėdami atkurti AACS užšifruotus ar BD+ apsaugotus diskus, turėsite įdiegti Blu-ray AACS duomenų bazę.
ms_my: Anda perlukan pangkalan data AACS Blu-ray supaya dapat memainkan AACS tersulit atau cakera BD+ dilindungi.
pl: Aby odtwarzać płyty zaszyfrowane AACS lub zabezpieczone BD+, potrzebny jest dostęp do bazy danych Blu-ray AACS.
pt_br: Você precisará do Blu-ray AACS database para poder tocar AACS encriptado ou discos BD+ protegidos.
sl: Potrebujete podatkovno zbirko Blu-ray AACS, če želite predvajati zaščitene z AACS ali BD+ diske.
sr: Потребна вам је Блуреј ААЦС база података да бисте пуштали ААЦС шифроване или БД+ заштићене дискове.
sv: Du behöver Blu-ray AACS databas för att spela AACS krypterade eller BD+ skyddade skivor.
tr_tr: AACS ile şifrelenmiş ya da BD+ ile korunan diskleri oynatabilmek için Blu-Ray AACS veri tabanına gereksinim vardır.

source: Install Blu-ray AACS Database
ca_es: Instal·la la base de dades AACS Blu-Ray
cs: Nainstalovat Blu-ray AACS databázi
da: Installer Blu-Ray AACS databasen
de: Blu-ray AACS Database installieren
es_es: Instalar la base de datos de ACCS Blu-ray
fr_fr: Installer la Base de Données Blu-ray AACS
hu_hu: Blu-ray AACS adatbázis telepítése
it: Installa database Blu-ray AACS
ja: Blu-ray AACSデータベースをインストールする
lt_lt: Įdiegti Blu-ray AACS duomenų bazę
ms_my: Pasang Pangkalan Data AACS Blu-Ray
pl: Zainstaluj bazę danych Blu-ray AACS
pt_br: Instalar Blu-ray AACS Database
sl: Namestite podatkovno zbirko za Blu-ray AACS
sr: Инсталирај Блуреј ААЦС базу података
sv: Installera Blu-ray AACS Databas
tr_tr: Blu-ray AACS Veritabanı Kur
