Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/gettingstarted/*.po
Languages: ca_es, cs, da, de, es_es, fr_fr, hu_hu, it, ja, lt_lt, ms_my, pl, pt_br, sl, sr, sv, tr_tr, zh_tw

source: To minimize the risk of data loss or failure, ensure that:
ca_es: Per a minimitzar el risc de pèrdua de dades o fallada, asseguri's que:
cs: Aby se minimalizovalo riziko ztráty dat nebo selhání, zajistěte že:
da: For at minimere risiko for data tab eller fejl, sikr dig at:
de: Um das Risiko von Datenverlust oder Fehlern zu minimieren, stellen Sie sicher, dass:
es_es: Para minimizar el reisgo de perdida de datos o error, asegúrese de:
fr_fr: Afin de minimiser les risque de perte de données ou de panne, assurez-vous que :
hu_hu: Az adatvesztés, vagy hiba esélyének csökkentése érdekében bizonyosodj meg róla, hogy:
it: Per minimizzare il rischio di perdita dei dati o un fallimento, assicurati che:
ja: データの消失や損傷のリスクを最小限にするために、以下のことを確認してください。
lt_lt: Tam, kad sumažintumėte duomenų praradimo ar nesėkmės riziką, užtikrinkite, kad:
ms_my: Untuk minimumkan risiko kehilangan atau kegagalan data, pastikan:
pl: Aby zminimalizować ryzyko utraty lub niepowodzenia danych, upewnij się, że:
pt_br: Para minimizar o risco de perda de dados ou falha, assegure que:
sl: Za zmanjšanje tveganja izgube podatkov ali okvar, poskrbite da:
sr: Да умањите ризик од губитка података или краха, уверите се да:
sv: För att minimera risken för dataförlust eller fel, se till att:
tr_tr: Veri kaybı riskini en aza indirgemek için lütfen şunlara dikkat edin:
zh_tw: 為了降低遺失或者損毀資料的風險，必須確保:

source: There is enough free space. 10 GB minimum is recommended.
ca_es: Hi ha el suficient espai lliure. Es recomana un mínim de 10 GB.
cs: Je k dispozici dostatek volného místa. 10 GB je doporučené minimum.
da: Der er nok fri plads på harddisken. 10GB minimum er anbefalet.
de: Es genügend freien Speicherplatz gibt. 10 GB Minimum ist empfohlen.
es_es: Hay suficiente espacio disponible. 10 GB es el mínimo recomendado.
fr_fr: Vous ayez assez d'espace disque libre. 10 GB minimum sont recommandés.
hu_hu: Van elég szabad hely. 10 GB minimum ajánlott.
it: Ci sia abbastanza spazio libero. 10 GB sono il minimo raccomandato.
ja: 空き領域が十分あること。10 GB以上を推奨します。
lt_lt: Yra pakankamai laisvos vietos. Rekomenduojama mažiausiai 10 GB.
ms_my: Ruang bebas mencukupi. Minimum 10 GB disarankan.
pl: Jest wystarczająco dużo wolnej przestrzeni. Zaleca się minimum 10 GB.
pt_br: Não há espaço livre suficiente. 10 GB é o mínimo recomendado.
sl: Imate dovolj prostega prostora na disku. Priporočeno je imeti vsaj 10 GB.
sr: Има довољно слободног простора. Најмање 10 GB се препоручује.
sv: Det finns tillräckligt med ledigt utrymme. 10 GB minimum rekommenderas.
tr_tr: Yeterli disk alanı var. En az 10 GB önerilir.
zh_tw: 有足夠的剩餘空間。至少要有10GB

source: important data to another drive.
ca_es: dades importants a un altre disc.
cs: důležitá data na jiný disk.
da: vigtig data til en anden disk.
de: wichtige Daten auf ein anderes Laufwerk.
es_es: Datos importantes a otro disco
fr_fr: vos données importantes sur un autre disque.
hu_hu: a fontos adataidról egy másik meghajtóra.
it: Dati importanti su un altro disco.
ja: してください。重要なデータは他のドライブに保存しましょう。
lt_lt: ir perkelkite svarbius duomenis į kitą diską.
ms_my: Data penting ke pemacu lain.
pl: ważne dane na inny dysk.
pt_br: dados importantes em outro drive.
sl: pomembnih podatkov na drugo napravo.
sr: важне податке на други диск.
sv: viktiga data till en annan enhet.
tr_tr: : önemli verilerinizi bir başka diske yedekleyin.
zh_tw: 重要資料到另一個磁碟

source: Defragment the hard drive.
ca_es: Desfragmenteu el disc dur.
cs: Proveďte defragmentaci pevného disku.
da: Defragmenter harddisken.
de: Defragmentieren Sie die Festplatte.
es_es: Desfragmentar el disco duro.
fr_fr: Défragmentez le disque dur.
hu_hu: Töredezettségmentesítsd a merevelemezt.
it: Deframmenta l'hard disk.
ja: ハードディスクのデフラグを実行してください。
lt_lt: Defragmentuokite standųjį diską.
ms_my: Nyahfagmen pemacu keras.
pl: Defragmentuj dysk twardy.
pt_br: Desfragmente o disco rígido.
sl: Defragmentirajte trdi disk.
sr: Одрадите укрупњавање чврстог диска.
sv: Defragmentera hårddisk
tr_tr: Diski birleştirin.
zh_tw: 磁碟重組

source: Ensure Windows has been cleanly shut down (not hibernated).
ca_es: Assegureu-vos que Windows s'hagi apagat de manera neta (no hibernat).
cs: Ujistěte se, že Windows byla čistě vypnuta (ne hibernována).
da: Sikr at Windows er lukket korrekt ned (istedet for f.eks. at være i dvale).
de: Stellen Sie sicher, dass Windows ordnungsgemäß heruntergefahren wurde (nicht in Ruhezustand versetzt).
es_es: Asegúrese que Windows fue completamente apagado (no en Hibernación).
fr_fr: Assurez-vous que Windows a été arrêté convenablement (qu'il ne soit pas en mode hibernation)
hu_hu: Bizonyosodj meg róla, hogy a Windows rendesen le lett állítva (nem hibernálás).
it: Assicurati che Windows sia stato spento correttamente ( non ibernato).
ja: Windowsが(ハイバネーションではなく)正常に終了していることを確認してください。
lt_lt: Užtikrinkite, kad sistema Windows buvo švariai išjungta (neužmigdyta).
ms_my: Pastikan Windows telah dimatikan dengan baik (bukan dihibernasikan).
pl: Upewnij się, że system Windows został całkowicie wyłączony (nie jest hibernowany).
pt_br: assegure-se que o Windows foi desligado limpamente (não está hibernando).
sl: Poskrbite, da izberete zaustavitev sistema Windows (ne v mirovanje)
sr: Уверите се да се Виндоуз стварно угасио (а не да се замрзнуо).
sv: Se till att Windows har stängts av ordentligt (ej viloläge).
tr_tr: Windows'un düzgün bir biçimde kapandığından emin olun. (uyku modunda olmasın)
zh_tw: 確保Windows已經完全關機(而不是休眠)

source: Which approach would you prefer?
ca_es: Quin mètode preferiu?
cs: Jakému postupu byste dali přednost?
da: Hvilken tilgang vil du foretrække?
de: Welche Vorgehensweise bevorzugen Sie?
es_es: ¿Qué método prefiere?
fr_fr: Quelle approche préférez-vous ?
hu_hu: Melyik megközelítés teszik jobban?
it: Quale approccio preferisci?
ja: どの方法にしますか？
lt_lt: Kuriam metodui teikiate pirmenybę?
ms_my: Pendekatan manakah yang anda mahu?
pl: Który sposób wolisz?
pt_br: Que abordagem você prefere?
sl: Kateri pristop želite izbrati?
sr: Који приступ вам више одговара?
sv: Vilken metod föredrar du?
tr_tr: Hangi yaklaşımı tercih ediyorsunuz?
zh_tw: 您偏好哪種方式?

source: Simple
cs: Jednoduchý
da: Simpel
de: Einfach
hu_hu: Egyszerű
it: Semplice
ja: シンプル
lt_lt: Paprastam
ms_my: Mudah
pl: Prosty
pt_br: Simples
sl: Enostavno
sr: Једноставно
sv: Enkel
tr_tr: Basit
zh_tw: 範例

source: Advanced
ca_es: Avançat
cs: Pokročilý
da: Avanceret
de: Fortgeschritten
es_es: Avanzado
fr_fr: Avancée
hu_hu: Haladó
it: Avanzato
ja: 上級者向け
lt_lt: Išplėstiniam
ms_my: Lanjutan
pl: Zaawansowany
pt_br: Avançada
sl: Napredno
sr: Напредно
sv: Avancerad
tr_tr: Gelişmiş
zh_tw: 進階

source: Safest
ca_es: El més segur
cs: Bezpečný
da: Sikrest
de: Sicherste
es_es: Más seguro
fr_fr: Sûre
hu_hu: Legbiztonságosabb
it: Il più sicuro
ja: 安全優先
lt_lt: Saugiausiam
ms_my: Paling Selamat
pl: Najbezpieczniejszy
pt_br: Segura
sl: Najvarnejše
sr: Најбезбедније
sv: Säkraste
tr_tr: En Güvenli
zh_tw: 最安全的

source: The simplest method is to use the installer.
ca_es: El mètode més simple és utilitzar l'instal·lador.
cs: Nejjednodušší metodou je použít instalátor.
da: Den simpleste fremgangsmåde er at benytte installationsværktøjet.
de: Die einfachste Methode ist das Installationsprogramm zu verwenden.
es_es: El método más simple es usar el instalador.
fr_fr: La méthode la plus simple est d'utiliser l'installateur.
hu_hu: A legegyszerűbb módszer a telepítő használata.
it: Il metodo più semplice è quello di usare l'installer.
ja: 一番簡単は方法はインストーラーを使うことです。
lt_lt: Pats papraščiausias metodas yra naudoti įdiegimo programą.
ms_my: Kaedah termudah menggunakan pemasang.
pl: Najprostszym sposobem jest użycie instalatora.
pt_br: O método mais simples é utilizar o instalador.
sl: Najbolj enostavna metoda je uporaba namestilnika.
sr: Најједноставнији метод је коришћење инсталера.
sv: Det enklaste sättet är att använda installationsprogrammet .
tr_tr: Kurulum yöneticisi en basit yöntemi kullanacak.
zh_tw: 最簡單的方式是使用這個安裝精靈

source: The installer scans your disks for existing operating systems and provides a choice on what you'd like to do.
ca_es: L'instal·lador explora els vostres discs per trobar l'existència d'altres sistemes operatius i us proporciona una opció quant a què us agradaria fer.
cs: Instalátor vyhledá stávající operační systémy na vašich pevných discích a nabídne možnost volby o tom, co byste chtěli dělat.
da: installationsværktøjet scanner dine harddiske for eksisterende operativsystemer og giver dig en række valgmuligheder baseret på din opsætning.
de: Das Installationsprogramm durchsucht Ihre Festplatten nach bestehenden Betriebssystemen und bietet eine Auswahl des weiteren Vorgangs an.
es_es: El instalador escanea tus discos en busca de sistemas operativos en ellos, y te da opciones en cuanto qué te gustaría hacer.
fr_fr: L'installateur scanne vos disques afin de détecter d'autres systèmes d'exploitation et vous permet de choisir ce que vous voulez faire.
hu_hu: A telepítő megvizsgálja a lemezeket, létező operációs rendszereket keres és lehetőségeket kínál fel.
it: L'installer scansiona i tuoi dischi alla ricerca di sistemi operativi esistenti e ti offre una scelta su quello che potresti fare.
ja: インストーラーはハードディスクの中から他のOSを探して、どうすればよいか選択肢を示してくれます。
lt_lt: Įdiegimo programa peržiūri jūsų diskus, aptikdama esamas operacines sistemas ir pateikia pasirinkimą, ką norėtumėte daryti toliau.
ms_my: Pemasang mengimbas cakera anda jika ada sistem pengopersian dan memberikan pilihan apa perlu dibuat.
pl: Instalator skanuje dyski do istniejących systemów operacyjnych i oferuje wybór tego, co chcesz zrobić.
pt_br: O instalador verifica seus discos por sistemas operacionais existentes e fornece uma escolha sobre o que fazer.
sl: Namestilnik preišče diske, da ugotovi ali že obstajajo drugi operacijski sistemi in ponudi na izbiro naslednji korak.
sr: Инсталер тражи на вашим дисковима постојеће оперативне системе и даје вам могућност да изаберете шта желите да урадите.
sv: Installationsprogrammet skannar dina diskar för befintliga operativsystem och ger ett val på vad du vill göra.
tr_tr: Kurulum yöneticisi var olan işletim sistemleri için diskinizi tarar ve yapabileceklerinize dair size bir seçenek sunar.
zh_tw: 此安裝精靈會掃描您的磁碟是否存在作業系統並且提供選項供您選擇

source: You will see an option similar to this:
ca_es: Veureu una opció similar a aquesta:
cs: Uvidíte možnosti podobné těmto:
da: Du vil se en mulighed lignende dette:
de: Sie werden eine Option ähnlich folgender sehen:
es_es: Verás una opción similar a ésta:
fr_fr: Vous verrez une option similaire à la suivante :
hu_hu: Ehhez hasonló opciót fogsz látni:
it: Potresti vedere un opzione simile a questa:
ja: まず、次のようなオプションが提示されます。
lt_lt: Jūs matysite parinktį, kuri yra panaši į šią:
ms_my: Anda akan lihat pilihan seperti berikut:
pl: Zobaczysz opcję podobną do tej:
pt_br: Você verá uma opção semelhante a esta:
sl: Videli boste opcijo podobno temu:
sr: Видећете опцију сличну овоме:
sv: Du kommer att se ett alternativ som liknar detta:
tr_tr: Şuna benzer bir seçenek göreceksiniz:
zh_tw: 您會看到一個選項像這樣:

source: Followed by:
ca_es: Seguida de:
cs: Následované těmito:
da: Forfulgt af:
de: Gefolgt von:
es_es: Seguida de:
fr_fr: Suivie par :
hu_hu: Ez követi:
it: Seguito da:
ja: 続いて、
lt_lt: Po kurios seks:
ms_my: Diikuti dengan:
pl: Następnie:
pt_br: Seguido por:
sl: Sledi:
sr: За којим следи:
sv: Följd av:
tr_tr: Ardından:
zh_tw: 接著:

source: Do not interrupt or power off the computer during a resize operation.
ca_es: No interrompeu o apagueu l'ordinador durant una operació de redimensió.
cs: Nepřerušujte nebo nevypínejte počítač během operace změny velikosti.
da: Mens størrelsen på harddisk partitionerne ændres, bedes du ikke afbryde eller slukke for computeren.
de: Unterbrechen Sie während der Änderung der Partitionsgröße diesen Vorgang nicht und schalten Sie den Computer nicht aus.
es_es: No interrumpas o apagues el ordenador durante una operación de cambio de tamaño.
fr_fr: N'interrompez pas l'opération de modification de la taille des partitions et n'éteignez pas votre ordinateur.
hu_hu: Ne szakítsd félbe, vagy ne kapcsold ki a gépet az átméretezés művelet alatt.
it: Non interrompere o spegnere il computer durante un'operazione di ridimensionamento.
ja: 領域の変更中は中断したりコンピュータの電源を切ったりしないでください。
lt_lt: Dydžio keitimo operacijos metu, nepertraukite ir neišjunkite kompiuterio.
ms_my: Jangan sampuk atau matikan komputer ketika operasi saiz semula.
pl: Nie przerywaj ani nie wyłączaj komputera podczas operacji zmiany rozmiaru.
pt_br: Não interrompa ou desligue o computador durante a operação de redimensionamento.
sl: Ne prekinite ali ugasnite računalnika medtem ko poteka sprememba velikosti diska.
sr: Не прекидајте рад рачунара и немојте да га гасите за време радње промене величине.
sv: Stäng inte av eller avbryt datorn under en omformatering .
tr_tr: Yeniden boyutlandırma işlemi sırasında bilgisayarınıza müdahele etmeyin ya da gücünü kesmeyin.
zh_tw: 在重新調整大小的過程中請勿中斷或者關閉電腦

source: If you do, data loss or a partition table corruption could occur. Please double check your changes before proceeding.
ca_es: Si ho fes, podria haver-hi pèrdua de dades o corrupció de la taula de particions. Si us plau, revisi els seus canvis abans de continuar.
cs: Pokud tak učiníte, mohlo by dojít ke ztrátě dat nebo poškození tabulky oddílů. Před pokračováním prosím pečlivě překontrolujte své změny.
da: Hvis computeren afbrydes eller slukkes under operationen, kan der forekomme data tab eller eventuel korruption af harddisken. Dobbelttjek venligst dine valg før du fortsætter.
de: Wenn Sie das tun, könnte es zu Datenverlust oder zur Zerstörung der Partitionstabelle kommen. Bitte überprüfen Sie alles noch einmal, bevor Sie fortfahren.
es_es: Si lo haces, puedes perder datos o corromper la tabla de partición de datos. Por favor revisa dos veces los cambios antes de proceder.
fr_fr: Dans le cas où vous feriez une des manipulations précédemment mentionnées, il se peut que vous perdiez des données ou que vous corrompiez la table de partition. Veuillez revérifier les changements avant de continuer.
hu_hu: Ha mégis megteszed, előfordulhat adatvesztés, vagy partíciós tábla rongálódás. Ellenőrizd alaposan a változtatásokat, mielőtt folytatod.
it: Se lo fai, potrebbe avvenire una perdita dei dati o una corruzione della tabelle delle partizioni. Controlla attentamente i tuoi cambiamenti prima di procedere.
ja: さもないと、データが失われたりパーティション情報が壊れたりするかもしれません。変更作業を進める前に十分確認してください。
lt_lt: Jei tai padarysite, galite prarasti duomenis arba gali būti pažeista skaidinių lentelė. Prieš tęsdami, pakartotinai patikrinkite savo pakeitimus.
ms_my: Jika anda buat, kehilangan data atau kerosakan pada jadual sekatan akan berlaku. Sila periksa sekali lagi perubahan yang dilakukan sebelum diteruskan.
pl: W przeciwnym razie może dojść do utraty danych lub uszkodzenia tabeli partycji. Sprawdź przed zmianą.
pt_br: Se você fizer isso, a corrupção da tabela de partição ou perda de dados pode ocorrer. Por favor, verifique as suas alterações antes de prosseguir.
sl: Če prekinete potek lahko izgubite podatke ali pokvarite tabelo razdelkov. Dvakrat preverite svoje spremembe preden nadaljujete.
sr: Ако то урадите, може доћи до губитка података или оштећење партиционе табеле. Два пута проверите ваше измене пре него ли наставите.
sv: Om du gör, kan data förloras eller en partitionstabell bli korrupt. Dubbelkolla dina ändringar innan du fortsätter.
tr_tr: Eğer müdahele ederseniz veri kaybı yaşanır ya da bölümleme tablosunda bozulma meydana gelebilir. Lütfen, yaptığınız değişiklikleri işlemi başlatmadan önce tekrar gözden geçirin.
zh_tw: 如果您這麼做，將有可能發生資料遺失或者表格損毀。繼續之前請再次檢驗您的異動項目

source: The installer may show a
ca_es: L'instal·lador podria mostrar un
cs: Instalátor může zobrazovat
da: Installationsværktøjet viser muligvis en
de: Möglicherweise wird das Installationsprogramm für einen langen Zeitraum einen
es_es: El instalador puede mostrar un
fr_fr: Un curseur
hu_hu: A telepítőn megjelenhet
it: L'installer potrebbe mostrare un
ja: インストーラーは
lt_lt: Įdiegimo programa gali rodyti
ms_my: Pemasang akan tunjukkan
pl: Instalator może wyświetlać
pt_br: O instalador poderá mostrar um
sl: Namestilnik lahko kaže
sr: Инсталер ће показати
sv: Installationsprogrammet kan visa en
tr_tr: Kurulum yöneticisi uzunca bir süre
zh_tw: 安裝精靈有可能顯示

source: spinner cursor for a long period of time, depending on the size of your disk
ca_es: punter giratori durant un llarg període de temps, depenent de la grandària del seu disc
cs: rotující kurzor po dlouhou dobu, v závislosti na velikosti vašeho disku
da: roterende museknap over en længere periode afhængigt af størrelsen af din harddisk
de: kreisenden Mauszeiger zeigen, abhängig von der Größe der Festplatte
es_es: cursor rotando por un largo período de tiempo, dependiendo del tamaño de tu disco.
fr_fr: en rotation peut apparaître pendant un long moment en fonction de la taille de vos disques.
hu_hu: a forgó kurzor elég hosszú ideig a lemezed méretétől függően
it: cursore roteante per un lungo periodo, in base alla grandezza del tuo disco
ja: ハードディスクが大きいと、くるくる回るカーソルがしばらくの間、表示されるかもしれません。
lt_lt: suktuko žymeklį gana ilgą laiką, priklausomai nuo jūsų disko dydžio
ms_my: kursor berpusing dalam tempoh yang lama, bergantung pada saiz cakera anda
pl: tą ikonę przez dłuższy czas, w zależności od rozmiaru dysku
pt_br: cursor rodando por um longo período de tempo, dependendo do tamanho do seu disco
sl: dejavnost kazalnika dlje časa, odvisno od velikosti vašega diska
sr: вртешку за подужи временски период, у зависности од величине диска
sv: spinnande markör under en lång tid, beroende på storleken på din disk
tr_tr: şeklinde bir simgeyi gösterebilir. Bu diskinizin büyüklüğüne bağlıdır.

source: When you next boot Windows, run
ca_es: La pròxima vegada que arrenqueu Windows, executeu
cs: Při příštím spuštění systému Windows, spusťte
da: Næste gang du åbner WIndows, åbn
de: Starten Sie beim nächsten Windows-Start
es_es: Cuando inicies Windows otra vez, corre
fr_fr: La prochaine fois que vous démarrez Windows, lancez
hu_hu: Mikor legközelebb indítod a Windowst, futtasd
it: Quando avvii Windows la prossima volta, esegui
ja: 次回、Windowsを起動したら、次のコマンド
lt_lt: Kai kitą kartą paleisite Windows, vykdykite
ms_my: Ketika anda but Windows seterusnya, jalankan
pl: Gdy następny start systemu Windows, uruchom
pt_br: Quando você inicializar o Windows da próxima vez, execute
sl: Pri naslednjem zagonu Windows, zaženite
sr: Када следећи пут покренете Виндоуз, покрените
sv: Nästa gång du startar Windows, kör
tr_tr: Windows'u açtığınız ilk seferde komut satırından
zh_tw: 當您下次啟動Windows時，執行

source: from the command prompt to check the file system for errors. Windows may schedule this automatically. This ensures consistency for the NTFS file system.
ca_es: des de l'intèrpret d'ordres per comprovar si hi ha errors al sistema de fitxers. Windows pot programar això de manera automàtica. Això assegura la consistència del sistema de fitxers NTFS.
cs: z příkazového řádku, což zajistí kontrolu souborového systému na chyby. Systém Windows toto může naplánovat automaticky. To zajistí konzistenci souborového systému NTFS.
da: en kommandoprompt og tjek filsystemet for eventuelle fejl. Windows skedulerer muligvis sådan et tjek automatisk. Dette hjælper med at sikre NTFS filsystemets integritet.
de: von der Eingabeaufforderung aus, um das Dateisystem auf Fehler zu überprüfen. Möglicherweise führt Windows dies auch automatisch aus. Dadurch wird die Konsistenz des NTFS-Dateisystems gewährleistet.
es_es: desde el símbolo del sistema para revisar si hay errores en los datos del sistema. Windows puede realizar esto automáticamente. Esto asegura consistencia en el sistema de archivos NTFS.
fr_fr: à partir de l'invite de commande pour vérifier s'il y a des erreurs dans le système de fichier. Il se peut que Windows planifie cette tâche automatiquement. Cela assure la consistance pour le système de fichiers NTFS.
hu_hu: a parancssorból, hogy ellenőrizd a fájlrendszerhibákat. A Windows lehet, hogy automatikusan beütemezi ezt. Ez az NTFS fájlrendszer egységességét biztosítja.
it: dal prompt dei comandi per controllare se il file system ha degli errori. Windows potrebbe programmare questa attività automaticamente. Questo assicura la consistenza per il file system NTFS.
ja: をコマンドプロンプトから実行してファイルシステムにエラーがないか確かめてください。Windowsはこの作業を自動的に実行するかもしれません。この確認作業をすることによって、NTFSファイルシステムの整合性を保つことができます。
lt_lt: iš komandų eilutės, kad patikrintumėte ar failų sistemoje yra klaidų. Windows gali numatyti šį patikrinimą automatiškai. Tai užtikrina NTFS failų sistemos vientisumą.
ms_my: menerusi prom perintah untuk memeriksa sistem fail jika ada ralat. Windows mungkin menjadualkan ini secara automatik. Ia adalah untuk memastikan ketekalan sistem fail NFTS.
pl: z wiersza polecenia, aby sprawdzić błędy w systemie plików. System Windows może zaplanować to automatycznie. Zapewnia to spójność systemu plików NTFS.
pt_br: pelo prompt de comando para checar erros nos arquivos de sistema. O Windows talvez agende isso automaticamente. Isso garante consistência para o sistema de arquivo NTFS.
sl: iz ukazne vrstice, da preverite če so kakšne napake na datotečnem sistemu. Windows lahko to naredi samodejno. To zagotavlja doslednost datotečnega sistema NTFS.
sr: са линије наредби да проверите систем датотека за грешкама. Виндоуз може то да закаже сам. То осигурава доследност за НТФС систем датотека.
sv: från kommandoraden för att kontrollera filsystemet för fel. Windows kan schemalägga detta automatiskt. Detta säkerställer strukturen för NTFS-filsystemet.
tr_tr: komutunu çalıştırın. Bu, dosya sistemi hatalarını verecektir. Windows bunu otamatik olarak da yapabilir. Bu NTFS dosya sisteminin düzgün çalışmasını sağlar.
zh_tw: 命令列會提示檢查檔案系統錯誤。Windows有可能自動排程此步驟。這將確保NTFS檔案系統的一致性。

source: Use GParted or the installer's "Custom" option.
ca_es: Utilitzeu GParted o l'opció "Personalitzat" de l'instal·lador.
cs: Za použití GParted nebo možnosti instalátoru "Vlastní".
da: Benyt GParted eller installationsværktøjets "brugerdefineret" mulighed.
de: Verwenden Sie GParted oder die "benutzerdefiniert"-Option des Installationsprogramms.
es_es: Usa GParted o la opción "Personalizada" en el instalador
fr_fr: Utilisez GParted ou le mode "Manuel" de l'installeur.
hu_hu: Használd a Gpartedet vagy a telepítő "Egyéni" opcióját.
it: Usa GParted o l'opzione "Personalizzato" dell'installer.
ja: GPartedもしくはインストーラーの"カスタム"オプションを使ってください。
lt_lt: Naudojant GParted ar įdiegimo programos "Pasirinktinę" parinktį.
ms_my: Guna GParted atau pilihan "Suai" pemasang.
pl: Użyj GParted lub opcji "Custom" (niestandardowej) dla instalatora.
pt_br: Use o GParted ou a opção "Custom" do instalador.
sl: Uporabite GParted ali možnost »Po meri« v namestilniku.
sr: Користите Гпартед или опцију инсталера „Произвољно“.
sv: Använd GParted eller installationens "Anpassa" alternativ.
tr_tr: GParted ya da kurulum yöntecisinini "Özel Ayarlar" seçeneğini kullanın.
zh_tw: 使用GParted或者安裝精靈的"自訂"選項

source: GParted
hu_hu: A GParted
sr: Гпартед

source: is available during the live session only.
ca_es: només està disponible durant la sessió en viu.
cs: je k dispozici pouze v průběhu živého sezení.
da: er kun tilgængelig her i Live sessionen.
de: steht nur während der Live-Sitzung zur Verfügung.
es_es: está disponible sólo en la sesión en vivo.
fr_fr: est seulement disponible durant une session live.
hu_hu: csak a live munkamenet alatt érhető el.
it: è disponibile solo durante la sessione live.
ja: はライブセッションのみで利用可能です。
lt_lt: yra prieinama tik pristatomojo seanso metu.
ms_my: tersedia ketika sesi langsung sahaja.
pl: jest dostępne tylko w sesji Live.
pt_br: está disponível somente durante a sessão live.
sl: je na voljo samo med živo sejo.
sr: је доступан само за време живе сесије.
sv: finns tillgänglig endast under live session.
tr_tr: sadece canlı oturum esnasında mevcuttur.
zh_tw: 只在live階段才有
