Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/gettingstarted/*.po
Languages: ca_es, cs, da, de, es_es, fr_fr, hu_hu, it, ja, lt_lt, ms_my, pl, pt_br, sl, sr, sv, tr_tr, zh_tw

source: Share your computer with others? Set up a separate user account for each user to protect the individual privacy of each user sharing the same computer.
ca_es: Compartiu el vostre ordinador amb altres? Configureu un compte d'usuari separat per a cada usuari per a protegir la privacitat individual de cada usuari que comparteixi el mateix ordinador.
cs: Sdílíte svůj počítač s ostatními? Zřiďte samostatný uživatelský účet každému uživateli a ochraňte soukromí každého jednotlivého uživatele sdílejícího stejný počítač.
da: Hvis du deler din computer med flere personer, kan du sætte flere brugerkonti op, for at beskytte den individuelle brugers privatliv.
de: Teilen Sie Ihren Computer mit anderen?. Legen Sie ein separates Benutzerkonto für jeden Benutzer an, um die Privatsphäre jeder Benutzer auf den gleichen Computer zu schützen.
es_es: Compartir el equipo con otros? Configurar una cuenta de usuario separada para cada usuario para proteger la privacidad individual de cada usuario que comparta el mismo equipo.
fr_fr: Vous partagez votre ordinateur avec d'autres personnes ? Configurez des comptes utilisateurs séparés pour chacun des utilisateurs afin de protéger la vie privée de chaque personne utilisant le même ordinateur.
hu_hu: Megosztod a gépedet másokkal? Állíts be különálló felhasználói fiókot minden felhasználónak a közös gépet használó felhasználók egyéni magánszférájának védelme érdekében.
it: Condividi il tuo computer con altri? Imposta un account utente separato per ogni utente per proteggere la privacy individuale di ogni utente che condivide lo stesso computer.
ja: ご自分のコンピュータを他の人と共用しますか？同じコンピュータを共有するユーザーのプライバシーを守るためには、ユーザーごとに個別のアカウントを作成しましょう。
lt_lt: Dalinatės savo kompiuteriu su kitais? Nustatykite kiekvienam naudotojui atskirą paskyrą, kad apsaugotumėte kiekvieno, kompiuteriu besinaudojančio naudotojo, asmeninį privatumą.
ms_my: Berkongsi komputer anda dengan orang lain? sediakan akaun pengguna berasingan bagi setiap pengguna untuk melindungi kerahsiaan individu setiap pengguna yang berkongsi komputer yang sama.
pl: Udostępniasz swój komputer wielu osobom? Stwórz osobne konta użytkowników dla każdej osoby, by chronić prywatność każdego użytkownika dzielącego ten sam komputer.
pt_br: Compartilha seu computador com outras pessoas? Configure uma contra de usuário separada para cada um afim proteger a privacidade individual de quem compartilha o mesmo computador
sl: Ali delite računalnik z drugimi? Nastavite ločene uporabniške račune za vsakega uporabnika posebej, da zaščitite zasebnost vsakega posameznika, ki ta računalnik uporablja.
sr: Делите рачунар са другима? Подесите засебан кориснички налог за сваког корисника да заштите појединачну приватност сваког корисника који деле исти рачунар.
sv: Dela din dator med andra? Inrätta ett separat användarkonto för varje användare för att skydda den personliga integriteten för varje användare som delar samma dator.
tr_tr: Bilgisayarı başkalarıyla mı paylaşıyorsunuz? Aynı bilgisayarı kullanan her bir kullanıcının kişisel mahremiyetini koruması için ayrı hesap oluşturun.

source: You can also log in to a
ca_es: També podeu entrar amb una
cs: Můžete se také přihlásit k
da: Du kan ligeledes logge ind med en
de: Sie können sich auch in eine
es_es: También puedes conectarte a una
fr_fr: Vous pouvez également vous connecter en tant qu'
hu_hu: Szintén beléphetsz egy
it: Puoi anche entrare in un
ja: ログインする方法として、
lt_lt: Jūs taip pat galite prisijungti į
ms_my: Anda juga boleh mendaftar masuk ke
pl: Możesz też zalogować się do
pt_br: Você também pode logar em uma
sl: Prav tako se lahko prijavite kot
sr: Можете такође и да се пријавите у
sv: Du kan också logga in på en
tr_tr: Ayrıca
zh_tw: 您也可以登入一個

source: Guest Session
ca_es: sessió de convidat
cs: Sezení hosta
da: Gæstebruger
de: Gast-Sitzung
es_es: Sesión de Invitado
fr_fr: Invité
hu_hu: Vendég munkamenetbe
it: Sessione Ospite
ja: ゲストセッション
lt_lt: svečio seansą
ms_my: Sesi Tetamu
pl: sesji Gościa,
pt_br: Sessão de Convidado
sl: Gost
sr: Сесију госта
sv: Gäst Session
tr_tr: Konuk Oturumu
zh_tw: 訪客階段

source: if someone is using your computer as a one-off.
ca_es: si algú utilitza el vostre ordinador com un fet aïllat.
cs: , pokud někdo používá váš počítač jednorázově.
da: hvis nogen bruger din computer på engangsbasis
de: einloggen als ob der Computer einmalig verwendet werden würde.
es_es: si alguien está usando tu ordenador por sólo una vez.
fr_fr: si quelqu'un utilise votre ordinateur exceptionnellement.
hu_hu: ha valaki csak futólag használja a számítógépedet.
it: se qualcuno sta usando il tuo computer per una volta sola.
ja: を使えば、そのとき限りしかコンピュータを利用しないときなどは便利です。
lt_lt: tuo atveju, jei kas nors naudoja jūsų kompiuterį tik vienam kartui.
ms_my: jika ada orang yang menggunakan komputer anda sekali sahaja.
pl: jeśli ktoś będzie używał twojego komputera tylko jednorazowo.
pt_br: Se alguém estiver usando o seu computador como um one-off.
sl: če nekdo uporablja vaš računalnik samo enkrat.
sr: ако неко једнократно користи ваш рачунар.
sv: om någon använder datorn som en engångsföreteelse .
tr_tr: seçeneğiyle giriş yaparak, tek kullanımlık oturum da açabilirsiniz.

source: Configure Users
ca_es: Configura els usuaris
cs: Nastavit uživatele
da: Konfigurer brugere
de: Benutzer konfigurieren
es_es: Configurar Usuarios
fr_fr: Configuration des Utilisateurs
hu_hu: Felhasználók beállításai
it: Configura Utenti
ja: ユーザー設定
lt_lt: Konfigūruoti naudotojus
ms_my: Konfigur Pengguna
pl: Konfiguruj użytkowników
pt_br: Configurar Usuários
sl: Nastavi uporabnike
sr: Подесите кориснике
sv: Konfigurera Användare
tr_tr: Kullanıcıları Yapılandır
zh_tw: 調整使用者

source: Users and Groups
ca_es: Usuaris i grups
cs: Uživatelé a skupiny
da: Brugere og grupper
de: Benutzer und Gruppen
es_es: Usuarios y Grupos
fr_fr: Utilisateurs et Groupes
hu_hu: Felhasználók és csoportok
it: Utenti e Gruppi
ja: ユーザーとグループ
lt_lt: Naudotojai ir grupės
ms_my: Pengguna dan Kumpulan
pl: Użytkownicy i Grupy
pt_br: Usuários e Grupos
sl: Uporabniki in skupine
sr: Корисници и групе
sv: Användare och Grupper
tr_tr: Kullanıcılar ve Gruplar
zh_tw: 使用者和群組

source: Customisation
ca_es: Personalització
cs: Přizpůsobení
da: Tilpasning
de: Anpassung
es_es: Personalización
fr_fr: Personnalisation
hu_hu: Testreszabás
it: Personalizzazione
ja: カスタマイズ
lt_lt: Tinkinimas
ms_my: Penyuaian
pl: Dostosowywanie
pt_br: Customização
sl: Prilagoditve
sr: Прилагођавање
sv: Anpassning
tr_tr: Özelleştirme

source: User Interface
ca_es: Interfície d'usuari
cs: Uživatelské rozhraní
da: Brugergrænseflade
de: Benutzeroberfläche
es_es: Intrefaz de Usuario
fr_fr: Interface Utilisateur
hu_hu: Felhasználói felület
it: Interfaccia Utente
ja: ユーザーインターフェイス
lt_lt: Naudotojo sąsaja
ms_my: Antaramuka Pengguna
pl: Interfejs użytkownika
pt_br: Interface de Usuário
sl: Uporabniški vmesnik
sr: Корисничко сучеље
sv: Användargränssnitt
tr_tr: Kullanıcı Arayüzü
zh_tw: 使用者介面

source: Ubuntu MATE provides a unique tool to transform the user interface. It can be used to quickly setup the user interface to broadly reflect how other popular operating systems look and feel. The
ca_es: Ubuntu MATE proporciona una eina única per transformar la interfície d'usuari. Es pot utilitzar per configurar ràpidament la interfície d'usuari per reflectir en línies generals com altres sistemes operatius populars es veuen i se senten. La disposició
cs: Ubuntu MATE poskytuje jedinečný nástroj pro transformaci uživatelského rozhraní. Může být použit k rychlému nastavení uživatelského rozhraní do podoby ve značné míře odrážející vzhled a chování dalších populárních operačních systémů. Například
da: Ubuntu Mate leverer et unikt værktøj der kan transformere brugergrænsefladen. Det kan bruges til at hurtigt og enkelt ændre brugergrænsefladen til at ligne andre populære operativsystemer.
de: Ubuntu MATE bietet ein einzigartiges Werkzeug um die Benutzeroberfläche zu verändern. Es kann dazu benutzt werden um die Benutzeroberfläche schnell wie andere gängige Betriebssysteme aussehen zu lassen. Die
es_es: Ubuntu MATE proporciona una herramienta única para transformar la interfaz de usuario. Se puede utilizar para configurar rápidamente la interfaz de usuario para reflejar en líneas generales cómo otros sistemas operativos populares se ven y se sienten. El
fr_fr: Vous trouverez dans Ubuntu MATE un outil unique pour transformer l'interface utilisateur. Vous pourrez l'utiliser afin de rapidement paramétrer l'interface utilisateur et ainsi imiter d'autres systèmes d'exploitation populaires, aussi bien en apparence qu'en fonction. Les agencements
hu_hu: Az Ubuntu MATE biztosít egy egyedi eszközt a felhasználói felület alakításához. Használható arra, hogy gyorsan beállítsuk úgy a felületet, hogy tükrözze más népszerű operációs rendszerek kinézetét és élményét.
it: Ubuntu MATE offre un tool unico per trasformare l'interfaccia utente. Questo tool può essere usare per impostare velocemente un'interfaccia utente che riprenda il look and feed dei sistemi operativi più popolari. Il
ja: Ubuntu MATEはユーザーインターフェイスを取り替えるための独特のツールを用意しています。このツールを使えば簡単に、ユーザーインターフェイスを他の代表的なOSの見た目に近づけることができます。
lt_lt: Ubuntu MATE pateikia unikalų įrankį, skirtą transformuoti naudotojo sąsają. Jis gali būti naudojamas, norint greitai nustatyti naudotojo sąsają, kuri atspindėtų kitos operacinės sistemos išvaizdą ir turinį.
ms_my: Ubuntu MATE menyediakan alat unik yang dapat mengubah antaramuka pengguna. Ia boleh digunakan untuk tetapkan antaramuka pengguna secara pantas yang meniru penampilan sistem pengoperasian yang terkenal.
pl: Ubuntu MATE dostarcza wyjątkowe narzędzie, by zmienić interfejs użytkownika. Może być użyty, by szybko stworzyć interfejs, który będzie przypominał i działał jak jeden z popularnych z systemów operacyjnych.
pt_br: Ubuntu MATE fornece uma ferramenta única para transformar a interface do usuário. Ela pode ser usada para configurar rapidamente a interface do usuário para parecer com outros sistemas operacionais populares. Os
sl: Ubuntu MATE ponuja edinstveno orodje za preoblikovanje uporabniškega vmesnika. Prav tako se lahko uporablja za hitro nastavitev uporabniškega vmesnika, da imajo podoben videz in občutek kot drugi priljubljeni operacijski sistemi.
sr: Убунту Мејт пружа јединствен алат за преображај корисничког сучеља. Може се користити за брзо подешавање корисничког сучеља како би увелико одразио изглед и осећај других популарних оперативних система.
sv: Ubuntu MATE erbjuder ett unikt verktyg för att transformera användargränssnittet. Det kan användas för att snabbt ställa in användargränssnittet att i stort sett återspegla utseende och känsla som andra populära operativsystem.
tr_tr: Ubuntu MATE, kullanıcı arayüzünü dönüştürebilmek için eşsiz bir araç ile gelir. Arayüzü hızlı bir şekilde, popüler olan diğer işletim sistemlerinde yaşanılan deneyime benzer bir hale getirebilirsiniz.
zh_tw: Ubuntu MATE提供獨特的工具來調整使用者介面。它可以被用來快速設定有如其他受歡迎的作業系統外觀。

source: layout is similar to Microsoft Windows, while the
ca_es: és similar a Microsoft Windows, mentre que la disposició
cs: rozložení je podobné Microsoft Windows, zatímco
da: layout i stil med Microsoft Windows, hvor
de: Darstellung ist angelehnt an Microsoft Windows, während
es_es: diseño similar a Microsoft Windows, mientras que
fr_fr: est un affichage similaire à Microsoft Windows, tandis que
hu_hu: elrendezés a Microsoft Windows-hoz hasonlít, míg a(z)
it: la grafica è simile a Microsoft Windows, mentre la
ja: レイアウトはMicrosoft Windowsに似ていますし、
lt_lt: išdėstymas yra panašus į Microsoft Windows, tuo tarpu
ms_my: Bentangan adalah serupa dengan Microsoft windows, manakala
pl: jest podobny do Windowsa od Microsoftu, podczas gdy
pt_br: layout é similar ao Microsoft Windows, enquanto o
sl: postavitev je najbolj podobna Microsoft Windows, medtem ko
sr: распоред је сличан Мајкрософт Виндоузу док
sv: layouten liknar Microsoft Windows, medans
tr_tr: yerleşim şekli Microsoft Windows benzeri iken

source: layout is similar to Apple Mac OS X.
ca_es: és similar a Mac OS X d'Apple.
cs: rozložení je podobné Apple Mac OS X.
da: layout i stil med Apple Mac OS X.
de: Darstellung ist angelehnt an Apple Mac OS X
es_es: diseño similar a Apple Mac OS X.
fr_fr: est un affichage plus proche d'Apple Mac OS X
hu_hu: elrendezés az Apple Mac OS X-hez hasonlít.
it: grafica è simile a Apple Mac OS X.
ja: レイアウトはApple Mac OS X風です。
lt_lt: išdėstymas yra panašus į Apple Mac OS X.
ms_my: bentangan adalah serupa dengan Mac OS X Apple.
pl: przypomina Mac OS X od Apple.
pt_br: layout é similar ao Apple Mac OS X.
sl: postavitev najbolj podobna Apple Mac OS X.
sr: распоред је сличан Ејпл Мек ОС Икс-у.
sv: layouten liknar Apple Mac OS X.
tr_tr: yerleşimi ise Apple MAC OS X benzeridir.

source: MATE Tweak
ca_es: Retocs de MATE
fr_fr: Adapteur MATE Tweak
hu_hu: MATE Finomhangoló eszköz
lt_lt: MATE papildomi nustatymai
sr: Мејтов лицко

source: The utilities mentioned above are all part of the extensive Control Center that Ubuntu MATE provides. You can configure just about every aspect of your computer from the Control Center.
ca_es: Les utilitats mencionades anteriorment són part de l'extens centre de control que proporciona Ubuntu MATE. Podeu configurar gairebé tots els aspectes del vostre ordinador des del centre de control.
cs: Nástroje zmíněné výše jsou součástí rozsáhlého ovládacího centra, které Ubuntu MATE poskytuje. Přes Ovládací centrum můžete nastavit téměř každý aspekt svého počítače.
da: Værktøjerne nævnt ovenfor er alle en del af det dybdegøende Kontrolcenter, stillet til rådighed i Ubuntu MATE. Du kan konfiguere mere eller mindre alle dele af den maskine fra Kontrolcenteret.
de: Die oben erwähnten Dienstprogramme sind alle Teil des umfangreichen Kontrollzentrale dass Ubuntu MATE liefert. Sie können fast jeden Aspekt Ihres Computers aus der Steuerzentrale heraus konfigurieren.
es_es: Las utilidades mencionadas anteriormente son parte del extenso Centro de Control que Ubuntu MATE ofrece. Puedes configurar casi todos los aspectos de tu equipo desde el Centro de Control.
fr_fr: Les utilitaires mentionnés plus haut font partie de l'application complète Centre de Contrôle, fournie avec Ubuntu MATE. Vous pouvez configurer le moindre aspect de votre système à partir du Centre de Contrôle.
hu_hu: A fent említett segédprogramok mindegyike az Ubuntu MATE által biztosított kiterjedt Vezérlőközpont részei. Számítógépe szinte minden szempontból a Vezérlőközpontból konfigurálható.
it: Le utilità menzionate sopra sono tutte parte dell'esteso Centro di Controllo che offre Ubuntu MATE. Puoi configurare ogni singolo aspetto del tuo computer dal Centro di Controllo.
ja: Ubuntu MATEの提供するコントロールセンターに前述したユーティリティーも含まれています。ほぼすべての設定をコントロールセンターから変更できます。
lt_lt: Aukščiau paminėtos paslaugų programos yra Ubuntu MATE sistemoje pateikiamo išplėstinio Valdymo centro dalis. Jūs galite konfigūruoti beveik kiekvieną savo kompiuterio aspektą per Valdymo centrą.
ms_my: Utiliti yang dijelaskan adalah sebahagian dari Pusat Kawalan yang mana Ubuntu MATE sediakan. Anda boleh konfigur setiap aspek komputer anda menerusi Pusat Kawalan.
pl: Narzędzie wcześniej wspomniane jest częścią Centrum Sterowania, które jest w Ubuntu MATE. Możesz skonfigurować prawie każdy aspekt swojego komputera z Centrum Sterowania.
pt_br: Os utilitários mencionados acima são todos parte do extenso Centro de Controle que o Ubuntu MATE fornece. Você pode configurar quase todos os aspectos do seu computador a partir do Centro de Controle.
sl: Zgoraj navedeni pripomočki so vsi del obsežnega nadzornega središča, ki ga zagotavlja Ubuntu MATE. Nastavite lahko skoraj vsak vidik vašega računalnika iz nadzornega središča.
sr: Горе поменута помагала су део обимног Управљачког центра које обезбеђује Убунту Мејт. Можете подесити скоро сваки аспект вашег рачунара из Управљачког центра.
sv: De verktyg som nämnts ovan är alla en del av den omfattande Kontrollcenter som Ubuntu MATE ger. Du kan konfigurera nästan varje aspekt av din dator från Kontrollcenter.
tr_tr: Yukarıda bahsedilenlerin hepsi Ubuntu MATE'nin sunduğu kapsamlı Kontrol Merkezi'nin birer parçasıdır.
zh_tw: 上述提到的常用工具都是Ubuntu MATE控制中心所提供的一部份。您幾乎可以在控制中心找到每一項設定。

source: Keyboard & Mouse Shortcuts
ca_es: Dreceres de teclat i de ratolí
cs: Zkratky pro klávesnici a myš
da: Tastatur- og musegenveje
de: Maus- und Tastatürkürzel
es_es: Atajos de Teclado y Ratón
fr_fr: Clavier et raccourcis souris
hu_hu: Egér és billentyűzet gyorsbillentyűk
it: Scorciatoie Tastiera & Mouse
ja: キーボードとマウスのショートカット
lt_lt: Klaviatūros ir pelės trumpiniai
ms_my: Pintasan Papan Kekunci & Tetikus
pl: Skróty klawiszowe & myszowe
pt_br: Atalhos do Mouse & Teclado
sl: Bližnjice na tipkovnici in miški
sr: Пречице тастатуре и миша
sv: Tangentbords- & Musgenvängar
tr_tr: Klavye ve Fare Kısayolları

source: Ubuntu MATE has many keyboard shortcuts that help make using your computer more efficient.
ca_es: Ubuntu MATE té moltes dreceres de teclat que ajuden a fer que sigui més eficient l'ús del vostre ordinador.
cs: Ubuntu MATE má mnoho klávesových zkratek, které pomohou učinit váš počítač efektivnějším.
da: Ubuntu MATE har mange tastaturgenveje der kan hjælpe dig til at benytte din computer mere effektivt.
de: Ubuntu MATE hat viele Tastenkombinationen, die die helfen, Ihren Computer effizienter zu steuern.
es_es: Ubuntu MATE tiene muchos atajos de teclado que ayudan a que hacer uso de su equipo sea más eficiente.
fr_fr: Ubuntu MATE est muni d'une quantité de raccourcis clavier aidant à vous rendre plus efficace en utilisant votre ordinateur.
hu_hu: AZ Ubuntu MATE rengeteg billentyűkombinációval segíti hatékonyabbá tenni a számítógép használatát.
it: Ubuntu MATE ha diverse scorciatoie da tastiera che ti permettono di usare il tuo computer in modo più efficiente.
ja: Ubuntu MATEは、コンピュータをさらに効率的に使えるようにするためのキーボードショートカットをたくさん用意しています。
lt_lt: Ubuntu MATE turi daug klavišų kombinacijų, kurios padeda padaryti jūsų naudojimąsi kompiuteriu efektyvesnį.
ms_my: Ubuntu MATE memilik banyak pintasan papan kekunci yang dapat membantu penggunaan komputer yang lebih efisyen.
pl: Ubuntu MATE posiada wiele skrótów klawiszowych, które pomogą usprawnić pracę z twoim komputerem.
pt_br: Ubuntu MATE tem muitos atalhos de teclado que ajudam a tornar o uso do seu computador mais eficiente.
sl: Ubuntu MATE ima veliko bližnjic na tipkovnici, ki pomagajo, da uporabljate računalnik bolj učinkovito.
sr: Убунту Мејт има много пречица тастатуре које чине употребу рачунара још делотворнијом.
sv: Ubuntu MATE har många kortkommandon som bidrar till att hjälpa dig använda datorn mer effektivt.
tr_tr: Ubuntu MATE bilgisayarınızı daha verimli kullanmanıza yardım edecek bir çok klavye kısayolu içerir.
zh_tw: Ubuntu MATE有許多快捷鍵可以幫助您更有效率地使用電腦。

source: The
ca_es: La tecla
cs: Klávesa
de: Die
es_es: La
fr_fr: Des Pilotes Additionnels
hu_hu: A
it: L'
ja: この
lt_lt: Kortelėje
ms_my: Kekunci
pt_br: O
sl: &nbsp;
sr: Програм
sv: Den
tr_tr: Bu

source: Super
ca_es: Súper
ja: スーパー
sr: Супер
tr_tr: Windows Tuşu
zh_tw: 超級

source: key is your Windows key. For Mac keyboards, this is the ⌘ Command key.
ca_es: és la vostra tecla Windows. Per als teclats dels Mac, aquesta és la tecla d'ordres ⌘.
cs: je vaše klávesa Windows. U klávesnice Mac to je klávesa ⌘ Command.
da: tasten er din Windows-knap. På Mac-tastaturer er det ⌘ kommando-tasten.
de: -Taste ist Ihre Windows-Taste. Auf Mac-Tastaturen ist es die ⌘ Command-Taste.
es_es: tecla es tu tecla Windows. Para los teclados Mac, esta es la tecla ⌘ Command.
fr_fr: touche est votre touche Windows. Pour les claviers de Mac, il s'agit de la touche ⌘ Commande
hu_hu: gomb a Windows gomb. Mac billentyűzeteken ez a ⌘ parancs gomb.
it: è il tuo tasto Windows. Per le tastiere Mac, questo è il tasto Command ⌘ .
ja: キーとはWindowsキーのことです。Macのキーボードでは、⌘ コマンドキーにあたります
lt_lt: klavišas yra jūsų Windows klavišas. Mac klaviatūrose, tai yra ⌘ Command klavišas.
ms_my: adalah kekunci Windows anda. Bagi papan kekunci Mac, ia adalah kekunci Perintah ⌘.
pl: klawisz jest klawiszem Windows. Dla klawiatur w systemie Mac jest to klawisz Command ⌘.
pt_br: tecla é a sua tecla Windows. Para teclados Mac, essa é tecla ⌘ Command.
sl: tipka je Windows tipka. Za Mac tipkovnice, to je ⌘ Command tipka.
sr: тастер је ваш Виндоуз тастер. За Мекове тастатуре, то је тастер наредбе ⌘.
sv: tangenten är din Windows-tangent. För Mac tangentbord, är detta ⌘ Kommando-tangenten.
tr_tr: sizin Windows tuşunuzdur. Mac klavyeleri için, bu "⌘" tuşudur.

source: Common application shortcuts
ca_es: Dreceres comunes de les aplicacions
cs: Společné zkratky aplikací
da: Almene programgenveje
de: Häufige Anwendungsverknüpfungen
es_es: Atajos a aplicaciones comunes
fr_fr: Raccourcis courants
hu_hu: Általános alkalmazás billentyűkombinációk
it: Scorciatoie comuni alle applicazioni
ja: アプリケーション共通ショートカット
lt_lt: Bendri programų trumpiniai
ms_my: Pintasan aplikasi umum
pl: Częste skróty w aplikacjach.
pt_br: Atalhos de aplicativos comum
sl: Pogosto uporabljene bližnjice
sr: Заједничке пречице програма
sv: Vanliga programgenvägar
tr_tr: Yaygın uygulama kısayolları
zh_tw: 一般程式捷徑

source: These shortcuts apply in most applications.
ca_es: Aquestes dreceres s'apliquen en la majoria de les aplicacions.
cs: Tyto zkratky platí ve většině aplikací.
da: Disse genveje gælder for de fleste programmer.
de: Diese Verknüpfungen gelten in den meisten Anwendungen.
es_es: Estos atajos se aplican en la mayoría de las aplicaciones.
fr_fr: Ces raccourcis s'appliquent à la plupart des applications.
hu_hu: Ezek a billentyűkombinációk a legtöbb alkalmazásra érvényesek.
it: Queste scorciatoie funzionano nella maggior parte delle applicazioni.
ja: 以下のショートカットはほとんどのアプリケーションで有効です。
lt_lt: Šie trumpiniai yra pritaikomi daugumoje programų.
ms_my: Pintasan ini boleh dilaksanakan pada kebanyakan aplikasi.
pl: Te skróty klawiszowe pasują do większości programów.
pt_br: Esses atalhos se aplicam a maioria das aplicações.
sl: Te bližnjice se lahko uporabljajo v večini programov.
sr: Ове пречице се примењују у већини програма.
sv: Dessa genvägar gäller i de flesta program.
tr_tr: Bu kısayollar çoğu uygulamada geçerlidir.
zh_tw: 這些捷徑適用於大部分的應用程式。

source: Ctrl
de: Strg
hu_hu: Control
sr: Ктрл

source: Copy the selected text/object
ca_es: Copia el text o l'objecte seleccionat
cs: Zkopírovat vybraný text/objekt
da: Kopier den valgte tekst/det valgte objekt
de: Markierten Text/Objekt kopieren
es_es: Copiar el texto/objeto seleccionado
fr_fr: Copier le texte / l'objet sélectionné
hu_hu: Kijelölt szöveg/objektum másolása
it: Copia il testo/oggetto selezionato
ja: 選択したテキスト/対象物をコピーする
lt_lt: Kopijuoti pažymėtą tekstą/objektą
ms_my: Salin teks/objek terpilih
pl: Kopiuję wybrany tekst/objekt
pt_br: Copiar o texto/objeto selecionado
sl: Kopiraj izbrano besedilo / predmet
sr: Умножава изабрани тескт/објекат
sv: Kopiera markerad text/objekt
tr_tr: Seçili metin/nesne'yi kopyala
zh_tw: 複製所選的文字/物件

source: Cut the selected text/object
ca_es: Retalla el text o l'objecte seleccionat
cs: Vyjmout vybraný text/objekt
da: Klip den valgte tekst/det valgte objekt
de: Schneiden Sie den ausgewählten Text/Objekt aus
es_es: Cortar el texto/objeto seleccionado
fr_fr: Couper le texte / l'objet sélectionné
hu_hu: Kijelölt szöveg/objektum kivágása
it: Taglia il testo/oggetto selezionato
ja: 選択したテキスト/対象物を切り取る
lt_lt: Iškirpti pažymėtą tekstą/objektą
ms_my: Potong teks/objek terpilih
pl: Wycina wybrany tekst/objekt
pt_br: Corta o texto/objeto selecionado
sl: Izreži izbrano besedilo / predmet
sr: Исеца изабрани тескт/објекат
sv: Klipp markerad text/objekt
tr_tr: Seçili metin/nesne'yi kes
zh_tw: 剪下所選的文字/物件
