Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/gettingstarted/*.po
Languages: ca_es, cs, da, de, es_es, fr_fr, hu_hu, it, ja, lt_lt, ms_my, pl, pt_br, sl, sr, sv, tr_tr, zh_tw

source: Proprietary drivers come directly from the manufacturer.
ca_es: Els controladors de propietat vénen directament del fabricant.
cs: Proprietární ovladače pocházejí přímo od výrobce.
da: Proprietære drivere kommer direkte fra leverandøren.
de: Proprietäre Treiber kommen direkt vom Hersteller.
es_es: los controladores propietarios vienen directamente del fabricante.
fr_fr: Les pilotes propriétaires proviennent directement du fabricant.
hu_hu: Zárt forrású illesztőprogramok közvetlenül a gyártótól érkeznek.
it: I driver proprietari arrivano direttamente dal produttore.
ja: プロプライエタリドライバは製造元から直接提供されます。
lt_lt: Nuosavybinės tvarkyklės atvyksta tiesiai iš gamintojo.
ms_my: Pemacu proprietari diperoleh daripada pengilang.
pl: Sterowniki własnościowe pochodzą bezpośrednio od producenta sprzętu.
pt_br: Drivers proprietários vêm diretamente do fabricante.
sl: Lastniški gonilniki prihajajo neposredno od proizvajalca.
sr: Власничке управљачке програме издаје сам произвођач.
sv: Proprietära drivrutiner kommer direkt ifrån tillverkaren.
tr_tr: Sahipli sürücüler üretici tarafından doğrudan sunulur.
zh_tw: 專利驅動程式直接來自於製造商

source: As they are not open source, Ubuntu developers are
ca_es: Com que no són de codi obert, els desenvolupadors d'Ubuntu
cs: Protože se nejedná o open source, vývojáři Ubuntu
da: Eftersom de ikke er open source, kan Ubuntu's udviklere ikke
de: Dadurch dass der Quelltext nicht frei zugänglich ist, können die Ubuntu-Entwickler ihn
es_es: Como no son de código abierto, los desarrolladores de Ubuntu
fr_fr: Comme ils ne sont pas open source, les développeurs d'Ubuntu ne
hu_hu: Mivel nem nyílt forrásúak, az Ubuntu fejlesztői
it: Dato che non sono open source, gli sviluppatori di Ubuntu non sono
ja: それらはオープンソースではないので、Ubuntu開発者は
lt_lt: Kadangi jos nėra atviro kodo, Ubuntu kūrėjai
ms_my: Kerana ia bukanlah bersumber terbuka, pembangun Ubuntu
pl: Przez to, że nie są otwarto źródłowe, deweloperzy Ubuntu nie są
pt_br: Como eles não são de código aberto, os desenvolvedores do Ubuntu são
sl: Ker niso odprtokodni jih razvijalci pri Ubuntu
sr: Како нису отвореног кода, Убунтуови програмери не
sv: Eftersom de inte är öppen källkod, kan Ubuntus utvecklare
tr_tr: Açık kaynaklı olmadıklarından, Ubuntu geliştiricileri
zh_tw: 當它們不屬於開源軟體，Ubuntu開發者們將

source: unable to review and improve their code
ca_es: no pot revisar i millorar el seu codi
cs: nemohou přezkoumat a vylepšit jejich kód
da: ikke i stand til at bedømme og forbedre deres kode
de: weder prüfen noch verbessern
es_es: no es posible revisar y mejorar su código
fr_fr: impossible de revoir ou améliorer leur code
hu_hu: nem lehetséges megtekinteni és javítani a kódjukat
it: in grado di controllare e migliorare il loro codice
ja: ドライバを評価したり改善したりはできません。
lt_lt: negali jų peržiūrėti ir patobulinti jų kodo,
ms_my: tidak boleh mengkaji semula dan menambahbaik kod mereka
pl: w stanie przeglądać i ulepszać ich kodu
pt_br: incapaz de avaliar e melhorar o código
sl: ne morejo pregledati in izboljšati njihove kode
sr: не могу да прегледају и побољшавају њихов код
sv: ej möjligt att granska och förbättra deras kod
tr_tr: kod üzerinde inceleme ve değişiklik yapılamaz

source: which means that you'll have to rely on the manufacturer for support.
ca_es: el que significa que haureu de dependre del fabricant per obtenir suport.
cs: což znamená, že se budete muset spoléhat na podporu od výrobce.
da: hvilket betyder du er afhængig af leverandøren for support.
de: was bedeutet, dass Sicherheits- und andere Aktualisierungen hierfür nur vom Treiber-Anbieter bereitgestellt werden können.
es_es: lo que significa que deberá confiar en el fabricante para tener soporte.
fr_fr: ce qui veut dire que voudrez compter sur le fabricant pour le support.
hu_hu: ami azt jelenti, hogy a gyártó támogatására kell támaszkodnod.
it: che significa che devi fare affidamento sul produttore per il supporto.
ja: そのため、製造元にサポートを頼らなければならないでしょう。
lt_lt: o tai reiškia, kad jums teks pasikliauti gamintojo palaikymu.
ms_my: bermaksud anda perlu bergantung kepada pengilang untuk dapatkan sokongan.
pl: , znaczy to, że będziesz musiał polegać na wsparciu producenta.
pt_br: ou seja, você vai ter que contar com o fabricante para obter apoio.
sl: kar pomeni, da se boste morali za podporo zanesli na proizvajalca.
sr: што значи да се морате ослањати на произвођача за подршку.
sv: vilket innebär att du måste förlita dig på tillverkaren för hjälp.
tr_tr: bunun anlamı, destek için üreticiye bağımlı durumdasınızdır.

source: In addition, proprietary drivers can
ca_es: A més, els controladors de propietat poden
cs: Kromě toho, proprietární ovladače mohou
da: Yderligere, proprietære drivere kan
de: Ferner, können proprietäre Treiber
es_es: Además, los controladores propietarios pueden
fr_fr: De plus, les pilotes propriétaires peuvent
hu_hu: Egyébként a zárt forrású meghajtók képesek
it: In aggiunta, i driver proprietari possono
ja: その一方、プロプライエタリドライバは
lt_lt: Be viso to, nuosavybinės tvarkyklės gali
ms_my: Selain itu, pemacu proprietari boleh
pl: Dodatkowo, sterowniki własnościowe mogą
pt_br: Além disso, drivers proprietários podem
sl: Poleg tega lahko lastniški gonilniki
sr: Као додатак, власнички управљачки програми могу
sv: Dessutom kan proprietära drivrutiner
tr_tr: Ayrıca, sahipli sürücüler
zh_tw: 此外，專利驅動程式可以

source: significantly improve graphics performance
ca_es: millorar considerablement el rendiment dels gràfics
cs: výrazně zlepšit grafický výkon
da: konsekvent forbedre grafikkortets ydelse
de: die Grafik-Leistung signifikant erhöhen
es_es: mejorar el rendimiento gráfico significativamente
fr_fr: grandement améliorer les performances graphiques
hu_hu: jelentősen megnövelni a grafikus teljesítményt
it: migliorare in modo significativo le prestazioni grafiche
ja: グラフィックス性能を著しく向上させてくれるので、
lt_lt: žymiai pagerinti grafikos našumą
ms_my: menambahbaik prestasi grafik secara signifikan
pl: znacząco poprawić wydajność grafiki
pt_br: melhorar significativamente o desempenho gráfico
sl: bistveno izboljšajo grafične zmogljivosti
sr: значајно да побољшају рад графичке картице
sv: avsevärt förbättra grafikprestanda
tr_tr: grafik performansını ciddi ölçüde artırır
zh_tw: 顯著的改善圖形效能

source: and as a result,
ca_es: i com a resultat,
cs: a jako výsledek toho
da: og som resultat deraf,
de: und im Ergebnis,
es_es: y consecuentemente,
fr_fr: et par extension
hu_hu: és ennek eredményeként
it: e di conseguenza,
ja: 結果的に
lt_lt: ir tuo pačiu,
ms_my: dan hasilnya,
pl: i w wyniku czego,
pt_br: e como resultado,
sl: in kot rezultat
sr: и као резултат,
sv: och som ett resultat,
tr_tr: ve bunun sonucu olarak
zh_tw: 結果，

source: the entire system. Users may wish to install these drivers to:
ca_es: tot el sistema. Els usuaris podrien voler instal·lar aquests controladors per a:
cs: i celý systém. Uživatelé si mohou přát nainstalovat tyto ovladače pro:
da: hele systemet. Brugere kan ønske at installere disse drivere for at:
de: das ganze System beschleunigen. Benutzer sollten diese Treiber installieren um:
es_es: el sistema entero. Los usuarios pueden preferir instalar estos controladores para:
fr_fr: le système tout entier. Les utilisateurs pourraient désirer installer ces pilotes pour :
hu_hu: az egész rendszerét. A felhasználók ezeket az illesztőprogramokat is telepíthetik:
it: dell'intero sistema. Gli utenti potrebbero voler installare questi driver per:
ja: システム全体の性能も改善します。以下の場合は、追加のドライバをインストールしてください:
lt_lt: visos sistemos našumą. Naudotojai gali pageidauti įdiegti šias tvarkykles tam, kad galima būtų:
ms_my: pada keseluruhan sistem. Pengguna boleh memasang pemacu ini untuk:
pl: cały system. Użytkownicy mogą chcieć zainstalować te sterowniki też:
pt_br: o sistema inteiro. Usuários podem desejar instalar esses drivers também:
sl: celoten sistem. Uporabniki morda želijo namestiti tudi te gonilnike:
sr: читавог система. Корисници би могли да инсталирају и ове управљачке програме:
sv: för hela systemet. Användare kanske vill installera drivrutinerna för:
tr_tr: tüm sistemin performansı da artar. Kullanıcılar bu sürücüleri kurmayı şu amaçlarla isteyebilirler:
zh_tw: 整個系統。使用者也許希望安裝這些驅動程式:

source: Run 3D applications and games.
ca_es: Executar aplicacions i jocs 3D.
cs: Spouštění 3D aplikací a her.
da: Kør 3D-programmer og spil.
de: 3D-Anwendungen und Spiele auszuführen.
es_es: Correr aplicaciones y juegos en 3D.
fr_fr: Lancer des applications 3D et des jeux.
hu_hu: 3D-s alkalmazásokat és játékok futtatása.
it: Eseguire applicazioni e giochi 3D.
ja: 3Dアプリケーションやゲームを実行する。
lt_lt: Vykdyti 3D programas ir žaidimus.
ms_my: Jalankan aplikasi dan permainan 3D.
pl: Uruchamiaj aplikacje 3D i gry.
pt_br: Rode aplicações e jogos 3D
sl: Zaženite 3D programe in igre.
sr: Покрените 3Д програме и игре.
sv: Köra 3D applikationer och spel.
tr_tr: 3D uygulama ve oyunları çalıştırmak.
zh_tw: 執行3D應用程式和遊戲。

source: Use Compiz's window effects.
ca_es: Utilitzar els efectes de finestra del Compiz.
cs: Používání okenních efektů Compiz.
da: Benytte Compiz vindueeffekter
de: Compiz -Fenstereffekte zu verwenden
es_es: Usar efectos de ventana a través de Compiz.
fr_fr: Utiliser les effets de fenêtres de Compiz.
hu_hu: Compiz használata az ablak effektekhez.
it: Usare gli effetti sulle finestre di Compiz.
ja: Compizのウィンドウエフェクトを使う。
lt_lt: Naudoti Compiz langų efektus.
ms_my: Guna kesan tetingkap Compiz.
pl: Używaj efektów okien Compiz.
pt_br: Use efeitos de janelas Compiz.
sl: Uporabite Compizov učinke na oknih.
sr: Користите Компизова дејства прозора.
sv: Använda Compiz fönstereffekter.
tr_tr: Compiz pencere efektlerini kullanmak.
zh_tw: 使用Compiz的視窗效果

source: Improve power management, particularly if the device experiences overheating problems under open source drivers.
ca_es: Millorar la gestió d'energia, particularment si el dispositiu experimenta problemes de sobreescalfament sota controladors de codi obert.
cs: Zlepšení správy napájení, a to zejména v případě, že přístroj zaznamená problémy s přehříváním pod open source ovladači.
da: Forbedre strømforbruget, især hvis udstyret har problemer med overophedning under open source-driverne.
de: Die Energieverwaltung zu verbessern, vor allem, wenn das Gerät mehr als üblich unter den quelloffenen Treibern überhitzt.
es_es: Mejorar la administración de energía, sobre todo si el dispositivo experimenta problemas de sobrecalentamiento con controladores de código abierto.
fr_fr: Améliorer la gestion de l'alimentation, surtout si l'appareil surchauffe avec les pilotes open source.
hu_hu: Az energiagazdálkodás javítása, különösen ha az eszköz túlmelegszik a nyílt forrású illesztőprogramokkal.
it: Migliora la gestione energetica, in particolar modo se il tuo dispositivo ha problemi di surriscaldamento con i driver open source.
ja: 電源管理を改善する。特に、オープンソースドライバではデバイスが過熱する問題がある場合があります。
lt_lt: Patobulinti energijos valdymą, ypač, jei, naudojant atviro kodo tvarkykes, įrenginys patiria perkaitinimo problemas.
ms_my: Tambahbaik pengurusan kuasa, terutamanya jika peranti menghadapi masalah kepanasan melampau jika menggunakan pemacu sumber terbuka.
pl: Ulepsz zarządzanie energią, szczególnie jeśli urządzenie doświadcza problemów z przegrzewaniem podczas używania otwartoźródłowych sterowników.
pt_br: Melhora a gestão de energia, particularmente se o dispositivo apresentar problemas de superaquecimento sob drivers de código aberto.
sl: Izboljšanje upravljanja energije, še posebej, če ima naprava težave z pregrevanjem v okviru odprtokodnih gonilnikov.
sr: Побољшајте управљање напајањем, нарочито ако уређај има проблем са прегревањем под управљачким програмима отвореног кода.
sv: Förbättra energihantering i synnerhet om enheten upplever överhettningsproblem med öppen källkods drivrutin.
tr_tr: Enerji tüketimini iyileştirmek. Özellikle de eğer açık kaynak sürücüleri kullanırken ısınma problemi yaşıyorlarsa.

source: Improve support for high resolutions and multiple monitors.
ca_es: Millorar el suport per a altes resolucions i monitors múltiples.
cs: Zlepšenou podporu pro vysoké rozlišení a více monitorů.
da: Give bedre support på skærme med høj opløsning og flerskærmsløsninger.
de: Verbessert die Unterstützung für mehrere und hochauflösende Monitore.
es_es: Mejorar el apoyo a altas resoluciones y varios monitores.
fr_fr: Améliorer le support des hautes résolutions ainsi que des écrans multiples.
hu_hu: Teljesítmény növekedés több és nagy felbontású monitoroknál.
it: Migliora il supporto per le alte risoluzioni e monitor multipli.
ja: 高解像度モニタやマルチモニタの使い勝手をよくする。
lt_lt: Patobulinti aukštos raiškos ir kelių vaizduoklių palaikymą.
ms_my: Tambah baik sokongan untuk resolusi tinggi dan monitor berbilang.
pl: Ulepsz wsparcie dla wysokich rozdzielczości i wielu monitorów.
pt_br: Melhora o suporte para altas resoluções e múltiplos monitores.
sl: Izboljšanje podpore za visoko ločljivost in več monitorjev.
sr: Побољшава подршку за више монитора и за мониторе високе резолуције.
sv: Förbättra stöd för höga upplösningar och flera bildskärmar.
tr_tr: Yüksek çözünürlük ve çoklu monitör desteğini iyileştirmek.
zh_tw: 改善高解析度和多螢幕支援。

source: Fix blank screen issues.
ca_es: Solucionar problemes de pantalla en blanc.
cs: Opravu problémů s prázdnou obrazovkou.
da: Fikse problemer med "Blank skærm".
de: Probleme mit leerem Bildschirms zu beseitigen.
es_es: Solucionar problemas de pantalla en blanco.
fr_fr: Résoudre les problèmes d'écrans noirs.
hu_hu: Üres képernyő problémák kijavítása.
it: Risolvere i problemi di schermo nero.
ja: ブランクスクリーン問題を修正する。
lt_lt: Pataisyti tuščio ekrano problemas.
ms_my: Baiki masalah skrin gelap.
pl: Napraw problemy z pustym ekranem.
pt_br: Corrige problemas com tela branca.
sl: Popravite težave s črnim zaslonom.
sr: Поправите проблеме празног екрана.
sv: Fixa blank skärmproblem.
tr_tr: Siyah ekran sorunlarını gidermek.
zh_tw: 修復畫面空白的問題

source: Proprietary drivers are known as "binary blobs". Certain hardware may experience worse behavior,
ca_es: Els controladors de propietat són coneguts com a "binary blobs". Cert maquinari podria experimentar un comportament pitjor,
cs: Proprietární ovladače jsou známé jako "binární bloby". U určitého hardwaru může dojít k horšímu chování,
da: Proprietære drivere er også kendt som "Binære klumper". Noget hardware kan opleve værre ydeevne,
de: Proprietäre Treiber sind als "binary blobs" bekannt. Mit bestimmte Hardware können sie zu einer Verschlechterung des Verhaltens führen,
es_es: Los controladores propietarios son conocidos como "blob binario". Determinado hardware puede experimentar peor comportamiento,
fr_fr: Les pilotes propriétaires sont connus sous le nom de "blobs binaires". Certains périphériques se comporteront moins bien,
hu_hu: A zárt illesztőprogramok "bináris buborékok"-ként ismertek. Bizonyos hardvernél rosszabb viselkedést tapasztalhatunk,
it: I drive proprietari sono conosciuti come "binary blobs". Certo hadrware può avere dei comportamenti strani,
ja: プロプライエタリドライバは"バイナリブロブ"とも呼ばれています。特定のハードウェアが悪影響を受けることもあり、
lt_lt: Nuosavybinės tvarkyklės yra žinomos kaip "dvejetainiai gumulėliai". Tam tikra aparatinė įranga gali veikti blogiau,
ms_my: Pemacu proprietari juga dikenali sebagai "binary blob". Sesetengah perkakasan mungkin menghadapi masalah lebih teruk,
pl: Sterowniki własnościowe są często znane jako "Bloby binarne". Niektóre urządzenia mogą działać gorzej
pt_br: Drivers proprietários são conhecidos como "blobs binários". Determinado hardware pode ter um comportamento pior,
sl: Lastniški gonilniki so znani kot "zbirka binarnih podatkov". Nekatera strojna oprema lahko deluje slabše,
sr: Власнички управљачки програми су познати као „бинарне мрље“. Неки хардвери могу имати горе понашање,
sv: Proprietära drivrutiner kallas "binära blobbar". Viss hårdvara kan uppleva sämre beteende
tr_tr: Sahipli sürücüler "binary blobs" olarak bilinir. Bazı donanımlarda
zh_tw: 專利驅動程式也被稱作"binary blobs". 特定的硬體也許會有更糟的表現。

source: causing more issues then the open source drivers, such as:
ca_es: causant més problemes que amb controladors de codi obert, com per exemple:
cs: což způsobuje více problémů než s open source ovladači, jako:
da: og flere problemer end med open source-drivere såsom:
de: und mehr Probleme verursachen als die Open Source Treiber, wie zum Beispiel:
es_es: causando más problemas que los controladores de código abierto, tales como:
fr_fr: ce qui créera plus de problèmes qu'avec les pilotes open source. Des problèmes comme :
hu_hu: ami több problémát okoz, mint a nyílt forrású illesztőprogramok pl.:
it: causare molti più problemi dei driver open source, come:
ja: オープンソースドライバよりも問題となることがあります。例えば、以下のような不具合が生じることがあります。
lt_lt: sukeldama daugiau problemų, nei su atviro kodo tvarkyklėmis, kaip pavyzdžiui:
ms_my: menimbulkan lebih banyak masalah berbanding pemacu sumber terbuka, seperti:
pl: i sprawiać więcej problemów niż z otwartoźródłowymi sterownikami, na przykład:
pt_br: causando mais problemas do que os drivers de código aberto, tais como:
sl: povzroča več težav kot odprtokodni gonilnikot kot je na primer:
sr: дајући више проблема него управљачки програми отвореног кода, као:
sv: som orsakar fler problem än öppen källkods drivrutiner, såsom:
tr_tr: açık kaynaklı sürücülerden daha fazla soruna sebep olurlar. Örneğin;
zh_tw: 比開源驅動程式導至更多問題，例如:

source: Failing to boot to the graphical desktop.
ca_es: Fallar en arrancar l'escriptori gràfic.
cs: Selhání při zavádění systému do grafického pracovního prostředí.
da: Problemer med at boote skrivebordet
de: Das booten in die grafische Oberfläche schlägt fehl.
es_es: El no poder arrancar en el escritorio gráfico.
fr_fr: L'échec du démarrage de l'interface graphique.
hu_hu: Nem képes a grafikus asztalt betölteni.
it: Impossibilità di avviare il desktop grafico.
ja: グラフィカルデスクトップで起動しない。
lt_lt: Nesėkmė paleidžiant grafinį darbalaukį.
ms_my: Kegagalan membut ke desktop bergrafik.
pl: Problemy z uruchomieniem pulpitu.
pt_br: Falha em inicializar o desktop gráfico.
sl: V primeru, da se grafično namizje na zažene.
sr: Немогућност подизања система са графичким сучељем.
sv: Misslyckas med att starta upp till det grafiska skrivbordet.
tr_tr: Önyükleme sırasında grafik ekrana geçiş yapamama.
zh_tw: 開啟圖形化桌面失敗。

source: Broken drivers after an upgrade.
ca_es: Controladors trencats després d'una actualització.
cs: Rozbité ovladače po povýšení systému.
da: Ødelagte drivere efter en systemopgradering.
de: Defekte Treiber nach einem Upgrade.
es_es: Controladores rotos tras una actualización.
fr_fr: Des pilotes cassés après une mise à jour.
hu_hu: Sérült illesztőprogramok frissítés után.
it: Corrompere i driver dopo un aggiornamento.
ja: 更新した後でドライバが壊れる。
lt_lt: Sugadintos tvarkyklės po naujinimo.
ms_my: Pemacu rosak selepas penataran.
pl: Zepsute sterowniki po aktualizacji.
pt_br: Drivers quebrados após uma atualização.
sl: Pokvarjeni gonilniki po nadgradnji.
sr: Оштећени управљачки програми након освежавања.
sv: Trasiga drivrutiner efter en uppgradering.
tr_tr: Yükseltme işleminden sonra çalışmayan sürücüler.
zh_tw: 升級後損毀的驅動程式。

source: Severe graphical glitches.
ca_es: Greus interferències gràfiques.
cs: Závažné grafické závady.
da: Grafiske problemer.
de: Schwere Grafikfehler.
es_es: Fallos gráficos graves.
fr_fr: Des bugs graphiques sévères.
hu_hu: Súlyos grafikai hibák.
it: Gravi glitch grafici.
ja: グラフィック周りの深刻な不具合。
lt_lt: Rimti grafiniai gedimai.
ms_my: Glic bergrafik yang teruk.
pl: Ciężkie usterki graficzne.
pt_br: Vários problemas gráficos.
sl: Resne grafične težave.
sr: Озбиљни графички застоји.
sv: Svåra grafik buggar.
tr_tr: Ciddi grafik arızaları.

source: Problems with applications/games requiring hardware acceleration.
ca_es: Problemes amb aplicacions/jocs que requereixen acceleració de maquinari.
cs: Problémy s aplikacemi/hrami, které vyžadují hardwarovou akceleraci.
da: Problemer med programmer eller spil der kræver hardwareaccelleration.
de: Probleme mit Anwendungen/Spielen, welche Hardware-Beschleunigung benötigen.
es_es: Problemas con aplicaciones y/o juegos que requieren la aceleración de hardware.
fr_fr: Des problèmes avec les jeux et applications requérant une accélération matérielle.
hu_hu: Problémák hardveres gyorsítást igénylő alkalmazásokkal/játékokkal.
it: Problemi con le applicazioni/giochi che richiedono l'accelerazione hardware.
ja: ハードウェアアクセラレーションが必要なアプリケーションやゲームでの不具合。
lt_lt: Problemos su programomis/žaidimais, reikalaujančiais aparatinės įrangos spartinimo.
ms_my: Masalah dengan aplikasi/permainan yang memerlukan pemecutan perkakasan.
pl: Problemy z aplikacjami/grami, które używają akcelerację sprzętową.
pt_br: Problemas com aplicações/jogos que requerem aceleração por hardware.
sl: Težave z aplikacijami / igrami, ki zahtevajo strojno pospeševanje.
sr: Проблеми са програмима/играма које захтевају хардверско убрзање.
sv: Problem med program/spel som kräver hårdvaruacceleration .
tr_tr: Donanım hızlandırmasını kullanan uygulamalarda/oyunlarda sorunlar.
zh_tw: 需要硬體加速的應用程式/遊戲伴隨的問題。

source: is the open source driver for your card.
ca_es: és el controlador de codi obert per la seva targeta.
cs: je open source ovladač pro vaši kartu.
da: er open source-driveren til dit kort.
de: ist der Open Source Treiber für Ihre Karte.
es_es: es el controlador de código abierto para tu tarjeta.
fr_fr: est le pilote open source pour votre carte.
hu_hu: a nyílt forrású illesztőprogram a kártyádhoz.
it: è il driver open source per la tua scheda.
ja: はご利用のカード向けのオープンソースドライバです。
lt_lt: yra jūsų plokštei skirta, atviro kodo tvarkyklė.
ms_my: adakah pemacu sumber terbuka untuk kad anda.
pl: jest otwartoźródłowym sterownikiem dla twojej karty.
pt_br: é o driver de código aberto para a sua placa.
sl: je odprtokoden gonilnik za vašo kartico.
sr: је управљачки програм за вашу картицу.
sv: är öppen källkod drivrutin för ditt kort.
tr_tr: kartınıza yönelik açık kaynaklı sürücüdür.
zh_tw: 這是支援您晶片的開源驅動程式

source: What about the latest NVIDIA drivers?
ca_es: Què hi ha dels últims controladors NVIDIA?
cs: A co nejnovější ovladače NVIDIA?
da: Hvad med de seneste NVIDIA drivere?
de: Was ist mit den aktuellen NVIDIA Treiber?
es_es: ¿Qué pasa con los últimos controladores NVIDIA?
fr_fr: Qu'en est-il des derniers pilotes NVIDIA ?
hu_hu: És mi van a legújabb NVIDIA illesztőprogramokkal?
it: Qualche informazioni sugli ultimi driver NVIDIA?
ja: 最新のNVIDIAドライバは使えますか？
lt_lt: Kaip dėl naujausių NVIDIA tvarkyklių?
ms_my: Bagaimana dengan pemacu NVIDIA yang terkini?
pl: A co z najnowszymi sterownikami NVIDIA?
pt_br: Que tal a última versão dos drivers da NVIDIA?
sl: Kaj pa najnovejši gonilnik NVIDIA?
sr: Шта са последњим НВИДИА управљачким програмима?
sv: Vad om de senaste NVIDIA drivrutinerna?
tr_tr: En güncel NVDIA sürücülerine ne dersiniz?
zh_tw: 那麼最新的NVIDIA驅動程式呢?
