Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/gettingstarted/*.po
Languages: ca_es, cs, da, de, es_es, fr_fr, hu_hu, it, ja, lt_lt, ms_my, pl, pt_br, sl, sr, sv, tr_tr, zh_tw

source: While a wide range of hardware is compatible with Ubuntu MATE, there are some components and peripherals that require proprietary drivers to function properly. Installing the firmware package is often required to get some devices, typically Bluetooth and Wi-Fi, to work correctly.
ca_es: Encara que un ampli ventall de maquinari és compatible amb Ubuntu MATE, hi ha alguns components i perifèrics que requereixen controladors propietaris per tal que funcionin adequadament. Sovint es requereix instal·lar el paquet de microprogramari d'algun dispositiu per tal que funcioni correctament, típicament Bluetooth i Wi-Fi.
cs: Zatímco široká škála hardware je s Ubuntu MATE kompatibilní, jsou zde některé komponenty a periférie, které pro svou správnou funkci vyžadují proprietární ovladače. Pro správnou funkci některých zařízení, typicky Bluetooth a Wi-Fi, je často nutná instalace balíčku s firmware.
da: En lang række hardware er understøttet og kompatibel med Ubuntu Mate. Der er dog nogle komponenter der kræver en proprietær driver for at fungere optimalt. Det er ofte nødvendigt at installere en firmware, primært til Bluetooth og WiFi, for at få dem til at fungere korrekt.
de: Wärend eine größe Anzahl an Hardware mit Ubuntu MATE kompatibel ist, gibt es manche Komponenten und Zubehör die proprietäre Treiber erfordern um ordnungsgemäß zu funktionieren. Die Installation von Firmware-Pakteten ist oft erforderlich damit manche Geräte wie üblicherweise Bluetooth oder WLAN korrekt funktionieren.
es_es: Mientras que una amplia gama de hardware es compatible con Ubuntu MATE, hay algunos componentes y periféricos que requieren controladores propietarios para que funcione correctamente. La instalación del paquete de firmware se requiere a menudo para obtener algunos dispositivos, normalmente Bluetooth y Wi-Fi, para que funcione correctamente.
fr_fr: Une large quantité de matériel est compatible avec Ubuntu MATE, cependant des composants et périphériques nécessitent des pilotes propriétaires pour fonctionner normalement. Installer le paquet du micrologiciel est souvent nécessaire pour faire fonctionner correctement certains périphériques, ceux-ci sont généralement du type Bluetooth ainsi que Wi-Fi.
hu_hu: Bár igen sok hardver kompatibilis az Ubuntu MATE-val, van néhány összetevő és külső eszköz, ami zárt illesztőprogramokat igényel a megfelelő működéshez. A firmware csomag telepítése gyakran szükséges néhány készülék megfelelő működéséhez, jellemzően Bluetooth és Wi-Fi.
it: Anche se un ampia gamma di hardware è compatibile con Ubuntu MATE, ci sono alcuni componenti e periferiche che richiedono i driver proprietari per funzionare correttamente. Installare il pacchetto firmware è spesso richiesto per alcuni dispositivi, solitamente Bluetooth e Wi-Fi, per funzionare correttamente.
ja: Ubuntu MATEでは広い範囲のハードウェアが動作しますが、正常に動作させるためにプロプライエタリなドライバが必要な部品や周辺機器もあります。BluetoothやWi-Fiなどのデバイスを正常に動作させるためにファームウェアパッケージのインストールがしばしば必要となります。
lt_lt: Nors didelė aparatinės įrangos dalis yra suderinama su Ubuntu MATE, tačiau yra kai kurie komponentai ir išoriniai įrenginiai, kurie sklandžiam funkcionavimui reikalauja nuosavybinių tvarkyklių. Sklandžiam veikimui, programinės aparatinės įrangos paketo įdiegimo dažnai reikalauja kai kurie įtaisai, paprastai Bluetooth ir belaidžio (Wi-Fi) tinklo įrenginiai.
ms_my: Walaupun terdapat banyak perkakasan yang serasi dengan Ubuntu MATE, masih ada sesetengah komponen dan persisian yang memerlukan pemacu proprietari untuk berfungsi dengan baik. Pemasangan pakej perisian tegar biasanya diperlukan untuk menghidupkan sesetengah peranti, terutamanya Bluetooth dan Wi-Fi.
pl: Szeroka gama sprzętu jest już kompatybilna z Ubuntu MATE, choć niektóre komponenty potrzebują sterowników własnościowych, by funkcjonować poprawnie. Często potrzebna jest instalacja pakietu oprogramowania, by sprawić, żeby niektóre urządzenia, często Bluetooth i Wi-fi, działały poprawnie.
pt_br: Enquanto uma vasta gama de hardwares é compatível com o Ubuntu Mate, há alguns componentes e periféricos que requerem drivers proprietários para funcionar corretamente. Instalar o pacote de firmware é frequentemente necessário para que alguns aparelhos como Bluetooth e Wifi funcionem corretamente.
sl: Medtem, ko je širok izbor strojne opreme združljiv z Ubuntu MATE, obstaja nekaj komponent in zunanjih naprav, ki potrebuje lastniške gonilnike za pravilno delovanje. Za pravilno delovanje nekaterih naprav, navadno Bluetooth in Wi-Fi je potrebna namestitev paketov strojne programske opreme.
sr: Док је широк спектар хардвера компатибилан са Убунту Мејтом, постоје неке компоненте и периферије које захтевају власничке управљачке програме да би исправно радиле. Инсталирање пакета уградног програма је често потребно како би неки уређаји, обично блутут и бежична мрежа, исправно радили.
sv: Medan ett brett spektrum av hårdvara är kompatibel med Ubuntu MATE, finns det vissa komponenter och kringutrustning som kräver proprietära drivrutiner för att fungera korrekt. Installera firmware krävs ofta för att få vissa enheter, typiskt Bluetooth och Wi-Fi, för att fungera korrekt.
tr_tr: Geniş bir donanım yelpazesi Ubuntu MATE ile uyumlu olsa da, düzgün çalışmak için sahipli sürücü kurulumunu gerektiren bazı bileşen ve ekipmanlar vardır. Bluetooth ve Wi-Fi aygıtlarının düzgün çalışması için genellikle bu yazılım paketlerini yüklemek gerekebilir.
zh_tw: 雖然Ubuntu MATE相容於眾多硬體，有些零件和週邊需要專利驅動程式才能適當的運作。有些裝置，通常是藍牙和Wi-FI，需要安裝軔體套件才能正常的運作。

source: An Internet connection is required to download and install drivers.
ca_es: Es requereix una connexió a Internet per a baixar i instal·lar els controladors.
cs: Pro stažení a instalaci ovladačů je nutné připojení k Internetu.
da: En forbindelse til internettet er påkrævet for at downloade og installere drivere.
de: Eine Internetverbindung ist erforderlich um die Treiber herunterzuladen und zu installieren.
es_es: Se requiere una conexión a Internet para descargar e instalar los controladores.
fr_fr: Une connexion Internet est nécessaire pour télécharger et installer des pilotes.
hu_hu: Internetcsatlakozás szükséges az illesztőprogramok letöltéséhez és telepítéséhez.
it: Una connessione ad internet è richiesta per il download e l'installazione di driver.
ja: ドライバをダウンロードしてインストールするにはインターネットへの接続が必要です
lt_lt: Norint atsisiųsti ir įdiegti tvarkykles, reikalingas interneto ryšys.
ms_my: Satu sambungan Internet diperlukan untuk muat turun dan pasang pemacu berkenaan.
pl: Aby pobrać i zainstalować sterowniki, wymagane jest połączenie z Internetem.
pt_br: Uma ligação à Internet é necessária para baixar e instalar drivers.
sl: Internetna povezava je potrebna za prenos in namestitev gonilnikov.
sr: Интернет веза је потребна за преузимање и инсталацију управљачких програма.
sv: En Internetanslutning krävs för att ladda ner och installera drivrutiner.
tr_tr: Sürücüleri indirmek ve kurmak için bir İnternet bağlantısı gerekli.
zh_tw: 需要網路連線以下載及安裝驅動程式。

source: Additional Drivers
ca_es: Controladors addicionals
cs: Dodatečné ovladače
da: Yderligere drivere
de: Zusätzliche Treiber
es_es: pestaña de Controladores Adicionales
fr_fr: Pilotes Additionnels
hu_hu: További illesztőprogramok
it: Driver aggiuntivi
ja: ドライバの追加
lt_lt: Papildomos tvarkyklės
ms_my: Pemacu Tambahan
pl: Dodatkowe sterowniki
pt_br: Drivers adicionais
sl: Dodatni gonilniki
sr: Додатни управљачки програми
sv: Ytterligare Drivrutiner
tr_tr: Ek Sürücüler
zh_tw: 額外驅動程式

source: Install Firmware Package
ca_es: Instal·la els paquets de microprogramari
cs: Nainstalovat balík s firmware
da: Installer Firmware
de: Installiere Firmware-Paket
es_es: Instalar el paquete de firmware
fr_fr: Installer Paquet Micrologiciel
hu_hu: Firmware csomag telepítése
it: Installa Pacchetto Firmware
ja: ファームウェアパッケージのインストール
lt_lt: Įdiegti programinės aparatinės įrangos paketą
ms_my: Pasang Pakej Perisian Tegar
pl: Instalacja pakietów firmware
pt_br: Instalar Pacote de Firmware
sl: Namesti pakete strojne programske opreme
sr: Инсталирај пакет уградног програма
sv: Installera Firmware Paket
tr_tr: Yazılım Paketini Kur
zh_tw: 安裝軔體套件

source: can be found later in the
ca_es: es pot trobar més endavant al menú
cs: lze nalézt později v nabídce
da: kan findes senere i
de: kann später in dem
es_es: se puede encontrar más adelante en el
fr_fr: peut être retrouvé plus tard dans le
hu_hu: megtalálható később a
it: può essere trovato successivamente nel
ja: は次のツールから実行できます:
lt_lt: vėliau galima rasti meniu punkte
ms_my: boleh didapati kemudian menerusi
pl: można znaleźć później w
pt_br: podem ser encontradas mais tarde no
sl: lahko kasneje najdete v
sr: можете пронаћи касније у
sv: kan hittas senare i
tr_tr: daha sonra şurada bulunabilir:
zh_tw: 可以在之後被找到

source: Control Center
ca_es: Centre de control
cs: Ovládací centrum
da: Kontrol Centret
de: Steuerzentrale
es_es: Centro de Control
fr_fr: Centre de Contrôle
hu_hu: Vezérlőközpont
it: Centro di Controllo
ja: コントロールセンター
lt_lt: Valdymo centras
ms_my: Pusat Kawalan
pl: Centrum Sterowania
pt_br: Centro de Controle
sl: Nadzorno središče
sr: Управљачког центра
sv: Kontrollcenter
tr_tr: Kontrol Merkezi
zh_tw: 控制中心

source: Graphics
ca_es: Gràfics
cs: Grafika
da: Grafik
de: Grafik
es_es: Gráficos
fr_fr: Graphismes
hu_hu: Grafika
it: Grafica
ja: グラフィックス
lt_lt: Grafika
ms_my: Grafik
pl: Grafika
pt_br: Gráficos
sl: Grafika
sr: Графика
sv: Grafik
tr_tr: Grafik
zh_tw: 圖形

source: Sorry, Welcome was unable to automatically identify the graphics vendor on this system.
ca_es: Ho sentim, la benvinguda no ha sigut capaç d'identificar automàticament el fabricant dels gràfics en aquest sistema.
cs: Je nám líto, aplikace Vítejte nebyla schopna automaticky identifikovat dodavatele grafiky na tomto systému.
da: Beklager, Velkomstprogrammet var ikke i stand til at genkende grafikkortet automatisk.
de: Leider konnte Willkommen den Grafikkartenhersteller dieses Systems, nicht automatisch identifizieren.
es_es: Lo sentimos, Bienvenido fue incapaz de identificar automáticamente el proveedor gráfico en este sistema.
fr_fr: Désolé, Bienvenue n'a pas été en mesure d'identifier la marque de votre carte graphique.
hu_hu: Sajnáljuk, az Üdvözlő nem tudta automatikusan beazonosítani a grafikus kártya gyártóját.
it: Spiacente, Benvenuto non è in grado di identificare automaticamente il produttore della scheda grafica di questo sistema.
ja: 申し訳ありません。「ようこそ」はこのシステム上のグラフィックスベンダーを自動的には認識できませんでした。
lt_lt: Atleiskite, programai Sveiki nepavyko automatiškai nustatyti grafikos tiekėjo šioje sistemoje.
ms_my: Maaf, Aluan tidak berupaya mengenalpasti pembekal grafik secara automatik pada sistem ini.
pl: Przepraszamy, program Welcome nie był w stanie zindentyfikować dostawcy karty graficznej na tym urządzeniu.
pt_br: Desculpe, o Bem-vindo não foi capaz de identificar automaticamente a fabricante da placa de vídeo nesse sistema.
sl: Oprostite, Welcome ni mogel samodejno prepoznati grafičnega proizvajalca na tem sistemu.
sr: Извините, Добродошлица није могла сама да одреди продавца графике на систему.
sv: Tyvärr, Välkommen kunde inte identifiera grafikkorts leverantör på det här systemet.
tr_tr: Üzgünüz, Hoş Geldiniz bu sistemdeki grafik kartı sağlayıcısını tanıyamıyor.
zh_tw: 抱歉，"歡迎"無法自動辨別此系統上的圖形顯示晶片供應商。

source: Card/Chipset:
ca_es: Placa/Chipset:
cs: Karta/Chipset:
da: Kort/chipsæt:
de: Karte/Chipsatz:
es_es: Tarjeta / chipset:
fr_fr: Carte/Chipset :
hu_hu: Kártya/Csipkészlet:
it: Scheda/Chipset:
ja: カード/チップセット:
lt_lt: Plokštė/Lustynas:
ms_my: Kad/Chipset:
pl: Karta/Chipset:
pt_br: Placa/Chipset
sl: Kartica/Nabor čipov:
sr: Картица/чипсет:
sv: Kort/Krets:
zh_tw: 晶片組:

source: Unknown
ca_es: Desconegut
cs: Neznámý
da: Ukendt
de: Unbekannt
es_es: Desconocido
fr_fr: Inconnu
hu_hu: Ismeretlen
it: Sconosciuto
ja: 不明
lt_lt: Nežinoma
ms_my: Tidak Diketahui
pl: Nieznany
pt_br: Desconhecido
sl: Neznano
sr: Непознато
sv: Okänd
tr_tr: Bilinmiyor
zh_tw: 未知的

source: Graphics Card Detected.
ca_es: Targeta gràfica detectada.
cs: Grafická karta detekována.
da: Grafikkort fundet.
de: Grafikkarte erkannt.
es_es: Tarjeta gráfica detectada.
fr_fr: Carte Graphique Détectée.
hu_hu: Grafikus kártya érzékelve.
it: Scheda grafica rilevata.
ja: グラフィックスカードが見つかりました。
lt_lt: grafikos plokštė aptikta.
ms_my: Kad Grafik Dikesan.
pl: Wykryto kartę graficzną.
pt_br: Placa de Vídeo Detectada.
sl: Zaznane grafične kartice.
sr: Откривена је графичка картица.
sv: Grafikkort Upptäckt.
tr_tr: Ekran Kartı Bulundu.
zh_tw: 偵測到繪圖卡

source: may have drivers for your card that can boost performance for 3D applications and games as well as deliver improvements to power management.
ca_es: ha de tenir controladors per a la seva targeta que poden augmentar el rendiment per a aplicacions i jocs 3D, tant com aportar millores a la gestió d'energia.
cs: mohou mít ovladače pro vaši kartu, které mohou zvýšit výkon 3D aplikací a her, stejně jako dodat vylepšené řízení spotřeby.
da: har muligvis drivere til dit grafikkort der kan forøge ydelsen i 3D applikationer og spil, samt forbedre strømforbruget.
de: kann auch Treiber für Ihre Karte haben, die die Leistung für 3D -Anwendungen und Spiele sowie eine verbesserte Energieverwaltung steigern können.
es_es: puede tener controladores de la tarjeta que pueden aumentar el rendimiento de las aplicaciones y los juegos en 3D, así como mejoras a la administración de energía.
fr_fr: a peut-être des pilotes pour votre carte. Ceux-ci peuvent améliorer les performances des applications 3D et des jeux mais aussi améliorer la gestion de l'alimentation.
hu_hu: lehet, hogy tartalmaz illesztőprogramokat a kártyádhoz, melyek növelhetik a 3D alkalmazások és játékok teljesítményét és javításokat biztosítanak az energiagazdálkodáshoz.
it: può avere i driver per la tua scheda che possono migliorare le prestazioni per le applicazioni 3D e per i giochi così come avere miglioramenti per la gestione energetica.
ja: このカードのドライバが利用できるようです。3Dアプリケーションやゲームのパフォーマンスを向上させるだけでなく、パワーマネージメントにも有効です。
lt_lt: , galbūt, turi tvarkykles jūsų plokštei, kurios gali paspartinti 3D programas ir žaidimus, o taip pat pateikti patobulinimus energijos valdymui.
ms_my: mungkin mempunyai pemacu bagi kad anda supaya dapat menggalak prestasi untuk aplikasi dan permainan 3D serta menambahbaik pengurusan kuasa.
pl: może mieć sterowniki dla twojej karty, które polepszają działanie aplikacji 3D i gier, jak również dostarczają poprawki do zarządzania energią.
pt_br: pode possuir drivers para a sua placa que podem melhorar a performance para aplicativos 3D e jogos, assim como trazer melhoras para o gerenciamento de energia.
sl: lahko vsebuje gonilnike za kartico s katero lahko povečate zmogljivosti 3D aplikacij in iger, kot tudi izboljšave upravljanja z energijo.
sr: могу имати управљачке програме за картице које могу побољшати перформансе 3Д програма и игара, као и да испоруче побољшања за управљање напајањем.
sv: kan ha drivrutiner för ditt kort som kan öka prestanda för 3D applikationer och spel, samt leverera förbättrade energisparfunktioner .
tr_tr: kartınız için enerji yönetiminizi iyileştirecek, 3D uygulamalar ve oyunlardaki performansınızı artıracak sürücülere sahip olabilir.

source: AMD's drivers are no longer supported on Ubuntu. The open source drivers you are currently using will deliver the most stable performance out of your card.
ca_es: Els controladors d'AMD ja no estan disponibles per a Ubuntu. Els controladors de codi obert que esteu utilitzant actualment us lliuraran el rendiment més estable per a la vostra targeta.
cs: Ovladače AMD již nejsou v Ubuntu podporovány. Open source ovladače, které v současné době používáte, dodají vaší kartě nejstabilnější výkon.
da: AMD's drivere er ikke længere understøttet i Ubuntu. Open source-driverne du bruger pt. vil give dig den bedste og mest stabile oplevelse.
de: AMD -Treiber auf Ubuntu werden nicht mehr unterstützt. Die Open-Source- Treiber, die Sie derzeit verwenden, liefern die aktuell stabilste Leistung Ihrer Karte.
es_es: controladores de AMD ya no están soportados en Ubuntu. Los controladores de código abierto que se están utilizando actualmente ofrecen el rendimiento más estable posible de la tarjeta.
fr_fr: Les pilotes AMD ne sont plus supportés sur Ubuntu. Les pilotes open source que vous utilisez actuellement donneront les performances les plus stables.
hu_hu: Az AMD illesztőprogramjai már nem támogatottak Ubuntun. A jelenleg használt nyílt forrású illesztőprogramok hozzák ki a legstabilabb teljesítményt a kártyádból.
it: I driver AMD non sono più supportati su Ubuntu. I driver open source che stai usando correntemente dovrebbero garantirti le performance più stabili per la tua scheda.
ja: AMDのドライバは、Ubuntuではもうサポートされません。現在使用されているオープンソースのドライバによってこのカードは最適な性能で作動するでしょう。
lt_lt: AMD tvarkyklės sistemoje Ubuntu yra daugiau nebepalaikomos. Atviro kodo tvarkyklės, kurias šiuo metu naudojate, suteiks stabiliausią jūsų plokštės našumą.
ms_my: Pemacu AMD tidak lagi disokong oleh Ubuntu. Pemacu sumber terbuka yang anda sedang gunakan akan memastikan prestasi terbaik untuk kad anda.
pl: Sterowniki AMD nie są już dłużej wspieranie w Ubuntu. Sterowniki otwartoźrodłowe, których obecnie używasz, dostarczą najbardziej stabilne działanie twojej karty.
pt_br: Os drivers da AMD não são mais suportados no Ubuntu. Os drivers de código aberto que você está atualmente usando vão proporcionar mais performance na sua placa.
sl: AMD gonilniki za Ubuntu niso več podprti. Odprto-kodni gonilniki, ki jih trenutno uporabljate bodo prinesli najbolj stabilno delovanje iz vaše kartice.
sr: АМД управљачки програми више нису подржани на Убунтуу. Управљачки програми отвореног кода које тренутно користите ће доставити најстабилније перформансе из ваше картице.
sv: AMD's drivrutiner stöds inte längre på Ubuntu. Öppen källkods drivrutinen du använder för närvarande kommer att leverera den mest stabila prestandan ur kortet.
tr_tr: Artık Ubuntu'da AMD sürücüleri desteklenmiyor. Şu an kullanmakta olduğunuzu açık kaynak sürücüler kartınızdan alabileceğiniz en stabil performansı size sunacak.

source: You're already good to go.
ca_es: Ja està llest per continuar.
cs: Již jste připraveni.
da: Du er allerede klar til start.
de: Sie sind bereits startklar.
es_es: Ya estás listo.
fr_fr: Tout est déjà bon.
hu_hu: Már készen állsz kezdéshez.
it: Sei già pronto per iniziare.
ja: 順調に動作しています。
lt_lt: Jūs esate pasiruošę tęsti.
ms_my: Sedia?
pl: Możesz już ruszać.
pt_br: Você está quase pronto.
sl: Pripravljeni ste.
sr: Већ сте спремни за полазак.
sv: Du är redan färdig att köra.
tr_tr: Başlayabilirsiniz.
zh_tw: 已經準備就緒供您使用

source: Intel's drivers are open source and are maintained/updated in the kernel.
ca_es: Els controladors d'Intel són de codi obert i són mantinguts/actualitzats al kernel.
cs: Ovladače Intel jsou open source a jsou udržovány/aktualizovány v jádře.
da: Intel's drivere er open source er bliver vedligeholdt og opdateret som en del af kernen i systemet.
de: Intels Treiber sind Open Source und im Kernel gepflegt/aktualisiert.
es_es: controladores de Intel son de código abierto y se mantienen/actualizan en el kernel.
fr_fr: Les pilotes Intel sont open source et sont supportés / mis à jour avec le noyau.
hu_hu: Az Intel illesztőprogramok nyílt forrásúak és a kernellel együtt vannak karban tartva és frissítve.
it: I driver di Intel sono open source e mantenuti/aggiornati nel kernel.
ja: Intelのドライバはオープンソースで、カーネル内で保守、更新されています。
lt_lt: Intel tvarkyklės yra atviro kodo ir yra prižiūrimos/atnaujinamos branduolyje.
ms_my: Pemacu Intel adalah bersumber terbuka dan diselenggara/dikemaskini menerusi kernel.
pl: Sterowniki od Intela są otwartoźródłowe i są utrzymywane/aktualizowane w jądrze.
pt_br: Drivers da Intel são de código aberto e são mantidos/atualizados no kernel.
sl: Intelovi gonilniki so odprtokodni in se vzdržujejo / posodabljajo v jedru.
sr: Интелови управљачки програми су отвореног кода и одржавају се и освежавају у језгру.
sv: Intel's drivrutiner är öppen källkod och upprätthålls/uppdateras i kärnan.
tr_tr: İntel'in sürücüleri açık kaynaklıdır. Bakımı ve güncellemeleri çekirdek aracılığıyla yapılır.
zh_tw: Intel的驅動程式是開源的而且由核心維護/更新。

source: VirtualBox Guest Additions
cs: VirtualBox Přídavky pro hosta
da: VirtualBox gæstetilføjelser
de: VirtualBox Gasterweiterungen
fr_fr: Additions Invité VirtualBox
hu_hu: VirtualBox Vendég Kiegészítők
ja: VirtualBox上のGuest Additions
lt_lt: VirtualBox svečio papildiniai
sl: Dodatki gosta VirtualBox
sr: Додаци госта Виртуелне кутије
sv: VirtualBox Gästtillägg
tr_tr: VirtualBox Misafir Eklentileri

source: To accelerate graphics performance inside the virtual machine, please install Guest Additions.
ca_es: Per tal d'accelerar el rendiment gràfic dins de la màquina virtual, si us plau, instal·leu Guest Additions.
cs: Pro akcelerovaný grafický výkon uvnitř virtuálního počítače je nutné nainstalovat Přídavky pro hosta.
da: For at accellerere grafikydelsen i den virtuelle maskine, installer venligst gæstetilføjelserne.
de: Um die Grafikleistung der virtuellen Maschine zu beschleunigen, Bitte Gasterweiterungen installieren.
es_es: Para acelerar el rendimiento de los gráficos en la máquina virtual, instale "Guest Additions".
fr_fr: Pour améliorer les performances graphiques à l'intérieur de la machine virtuelle, veuillez installer les Additions Invité.
hu_hu: A grafikus teljesítmény gyorsításához a virtuális gépen belül telepítsd a VirtualBox Vendég Kiegészítőket!
it: Per accellerare le performance grafiche all'interno della macchina virtuale, installa le Guest Additions.
ja: 仮想マシン上でのグラフィックス性能を向上させるために、Guest Additionsをインストールしてください。
lt_lt: Norėdami paspartinti grafikos našumą virtualios mašinos viduje, įdiekite svečio papildinius.
ms_my: Untuk memecut prestasi grafik di dalam mesin maya, sila pasang Guest Additions.
pl: By polepszyć działanie grafiki w wirtualnej maszynie, prosimy zainstalować dodatki gościa.
pt_br: Para acelerar o desempenho de gráficos dentro da máquina virtual, instale o Guest Additions.
sl: Za grafično pospeševanje znotraj navideznega računalnika namestite Dodatke za gosta.
sr: Да убрзате рад графичке картице унутар виртуелне машине, инсталирајте Додатке за госта.
sv: För att accelerera grafikprestanda i den virtuella maskinen, installera Gästtillägg.
tr_tr: Sanal makinenizdeki grafik performansını iyileştirmek için lütfen Misafir Eklentilerini kurun.
zh_tw: 為了提升虛擬機器的圖形效能，請安裝Guest Additions。

source: Proprietary or Open Source Drivers?
ca_es: Controladors de propietat o de Codi Obert?
cs: Proprietární nebo open source ovladače?
da: Proprietære eller open source-drivere?
de: Proprietäre oder Open Source Treiber?
es_es: ¿Controladores propietarios o de código abierto?
fr_fr: Pilotes Propriétaires ou Open Source ?
hu_hu: Zárt vagy nyílt forrású illesztőprogramok?
it: Driver Proprietari o Open Source?
ja: プロプライエタリドライバかオープンソースドライバか？
lt_lt: Nuosavybinės ar atviro kodo tvarkyklės?
ms_my: Pemacu Proprietari atau Sumber Terbuka?
pl: Sterowniki własnościowe czy na otwartym kodzie źródłowym?
pt_br: Drivers proprietárias ou Open Source?
sl: Lastniški ali Odprtokodni gonilniki?
sr: Власнички или управљачки програми отвореног кода?
sv: Proprietär eller Öppen Källkods Drivrutin?
tr_tr: Sahipli Sürücüler mi Açık Kaynaklı Sürücüler mi?
zh_tw: 專利或開源驅動程式?
