Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: po/*.po
Languages: bg, ca_es, cs, de, fi_fi, hu_hu, it, ms_my, nl_nl, pt_br, sr, tr_tr

source: Software changes are in progress. Please allow them to complete before closing Welcome.
bg: В момента се извършват софтуерни промени. Моля изчакайте да приключат, преди да затворите прозореца.
ca_es: Hi ha canvis de programari en curs. Si us plau, permeteu que es completin abans del tancament de la benvinguda.
cs: Probíhají softwarové změny. Nechte je dokončit než zavřete aplikaci Vítejte.
de: Programmänderungen sind im Gange. Bitte warten Sie, bis diese abgeschlossen sind, bevor Sie das Programm schließen.
fi_fi: Ohjelmistomuutokset ovat kesken. Ole hyvä ja anna muutosten valmistua ennen kuin suljet Tervetuloa-sovelluksen.
hu_hu: Szoftver változások folyamatban. Kérlek engedélyezd őket a befejezéshez, mielőtt bezárod az Üdvözlőt.
it: Sono in corso dei cambiamenti a Software. Permettigli di completarsi prima di chiudere Benvenuto.
ms_my: Perubahan perisian sedang berlangsung. Sila benarkannya selesai sebelum menutup Aluan.
nl_nl: Er worden softwarewijzigingen doorgevoerd. Deze dienen afgerond te worden voordat je Welkom kunt sluiten.
pt_br: As alterações no aplicativo estão em progresso. Por favor permita que eles completem antes de fechar a tela de Boas Vindas.
sr: Измене програма су у току. Допустите да се заврше пре него затворите Добродошлицу.
tr_tr: Yazılım değişiklikleri işlemde. Lütfen Hoş Geldiniz ekranını kapatmadan önce işlemlerin tamamlanmasını bekleyin.

source: Successfully performed fix.
bg: Успешно изпълнена поправка.
ca_es: La correcció s'ha realitzat correctament.
cs: Úspěšně provedená oprava.
de: Reparatur erfolgreich durchgeführt.
fi_fi: Korjaus suoritettu onnistuneesti.
hu_hu: Sikeresen végrehajtott javítás.
it: Fix eseguito con successo.
ms_my: Berjaya membuat pembaikan.
nl_nl: Reparatie is succesvol uitgevoerd.
pt_br: Reparo realizado com sucesso.
sr: Исправке су успешно обављене.
tr_tr: Başarıyla düzeltildi.

source: Any previously incomplete installations have been finished.
bg: Всички предишни непълни инсталации бяха завършени.
ca_es: Qualsevol instal·lació incompleta anterior ha estat acabada.
cs: Jakékoliv předešlé neúplné instalace byly dokončeny.
de: Alle bisher unvollständigen Installationen wurden beendet.
fi_fi: Kaikki aikaisemmin kesken jääneet asennukset ovat valmiita.
hu_hu: Minden korábban félbehagyott telepítés befejezve.
it: Eventuali installazioni incomplete precedenti sono state completate.
ms_my: Mana-mana pemasangan tidak lengkap sebelum ini telah pun selesai.
nl_nl: Alle eerdere onvolledige installaties zijn afgerond.
pt_br: Qualquer instalação anteriormente incompleta foi concluída.
sr: Све претходно недовршене инсталације су завршене.
tr_tr: Tamamlanmamış yüklemeler tamamlandı.

source: Failed to perform fix.
bg: Неуспешно изпълнена поправка.
ca_es: No s'ha pogut realitzar la correcció.
cs: Nepodařilo se provést opravu.
de: Reparatur fehlgeschlagen.
fi_fi: Korjaus ei onnistunut.
hu_hu: Nem sikerült javítást végrehajtani.
it: Impossibile eseguire il fix.
ms_my: Gagal membuat pembaikan.
nl_nl: Reparatie kon niet uitgevoerd worden.
pt_br: Falha ao fazer o reparo.
sr: Нисам успео да обавим исправке.
tr_tr: Düzeltilemedi.

source: Errors occurred while finishing an incomplete installation.
bg: Грешки при завършването на непълната инсталация.
ca_es: S'ha produït errors mentre s'acabava en una instal·lació incompleta.
cs: Došlo k chybám při dokončování nekompletní instalace.
de: Beim Abschließen einer unvollständigen Installation sind Fehler aufgetreten.
fi_fi: Kesken jääneen asennuksen viimeistelyssä esiintyi virheitä.
hu_hu: Hiba történt egy félbehagyott telepítés befejezése során.
it: Si sono verificati degli errori mentre si completava una installazione incompleta.
ms_my: Ralat berlaku ketika menyelesaikan pemasangan yang tidak lengkap.
nl_nl: Er zijn fouten opgetreden tijdens het voltooien van een onvolledige installatie.
pt_br: Ocorreram erros ao finalizar uma instalação incompleta.
sr: Дошло је до грешака приликом завршавања недовршене инсталације.
tr_tr: Tamamlanmayan yükleme tamamlanırken hatalar oluştu.

source: Packages with broken dependencies have been resolved.
bg: Пакетите с неизпълнени зависимости бяха поправени.
ca_es: Els paquets amb dependències trencades han estat resolts.
cs: Balíky se špatnými závislostmi byly vyřešeny.
de: Pakete mit ungelösten Abhängigkeiten wurden entfernt.
fi_fi: Paketit, joilla oli rikkinäisiä riippuvuuksia, ovat korjattuja.
hu_hu: Törött függőségekkel rendelkező csomagok helyreállítva.
it: I pacchetti con le dipendenze incomplete sono state risolte.
ms_my: Pakej dengan dependensi rosak telah dileraikan.
nl_nl: Pakketten met defecte afhankelijkheden zijn verholpen.
pt_br: Pacotes com dependências quebradas foram resolvidos.
sr: Пакети са оштећеним зависностима су решени.
tr_tr: Bozulmuş bağımlılıklar içeren paketler onarıldı.

source: Packages may still have broken dependencies.
bg: Пакетите може все още да имат неизпълнени зависимости.
ca_es: Els paquets poden tenir dependències trencades.
cs: Balíky mohou stále mít poškozené závislosti.
de: Pakete könnten immer noch kaputte Abhängigkeiten haben.
fi_fi: Paketeilla saattaa vielä olla rikkinäisiä riippuvuuksia.
hu_hu: Lehetnek még törött függőségekkel rendelkező csomagok.
it: I pacchetti possono ancora avere delle dipendenze incomplete.
ms_my: Pakej masih mengandungi dependensi rosak.
nl_nl: Pakketten kunnen nog steeds defecte afhankelijkheden hebben.
pt_br: Pacotes ainda podem ter dependências quebradas.
sr: Пакети још увек могу имати оштећене зависности.
tr_tr: Paketlerde bozulmuş bağımlılıklar olabilir.

source: Successfully updated cache.
bg: Успешно беше обновен кешът.
ca_es: La memòria cau s'ha actualitzat correctament.
cs: Úspěšně aktualizována mezipaměť.
de: Zwischenspeicher erfolgreich aktualisiert.
fi_fi: Välimuisti päivitetty onnistuneesti.
hu_hu: Gyorsítótár sikeresen frissítve.
it: Cache aggiornata con successo.
ms_my: Berjaya mengemaskini cache.
nl_nl: Cache is succesvol bijgewerkt.
pt_br: Cache atualizado com sucesso.
sr: Успешно сам освежио оставу.
tr_tr: Önbellek başarıyla güncellendi.

source: Software is now ready to install.
bg: Софтуерът е готов за инсталация.
ca_es: El programari ara està a punt per a instal·lar-se.
cs: Software je nyní připraven k instalaci.
de: Das Programm ist jetzt bereit für die Installation.
fi_fi: Ohjelmisto on nyt valmiina asennettavaksi.
hu_hu: Szoftver készen áll a telepítésre.
it: Software adesso è pronto ad installare.
ms_my: Perisian kini sedia dipasang.
nl_nl: Programma's zijn klaar om geinstalleerd te worden.
pt_br: Software está pronto para instalar.
sr: Програми су сада спремни за инсталацију.
tr_tr: Yazılım yüklenmeye hazır.

source: Failed to update cache.
bg: Грешка при обновяването на кеша.
ca_es: No s'ha pogut actualitzar la memòria cau.
cs: Nepodařilo se aktualizovat mezipaměť.
de: Die Aktualisierung des Zwischenspeichers ist fehlgeschlagen.
fi_fi: Välimuistin päivitys epäonnistui.
hu_hu: Gyorsítótár frissítése sikertelen.
it: Impossibile aggiornare la cache.
ms_my: Gagal mengemaskini cache.
nl_nl: Cache kon niet worden bijgewerkt.
pt_br: Falha ao atualizar cache.
sr: Нисам успео да освежим оставу.
tr_tr: Önbellek güncellenemedi.

source: There may be a problem with your repository configuration.
bg: Може да има проблем при конфигурацията на хранилището.
ca_es: Hi pot haver un problema amb la configuració del dipòsit.
cs: Může být problém s vašim nastavením repozitářů.
de: Es könnte ein Problem mit der Konfiguration ihrer Paketquellen vorliegen.
fi_fi: Ohjelmalähteesi konfiguraatiossa saattaa olla ongelma.
hu_hu: Probléma lehet a tároló beállításaiddal.
it: Potrebbe esserci un problema con la configurazione dei tuoi repository.
ms_my: Masih terdapat masalah dengan konfigurasi repositori anda.
nl_nl: Er is mogelijk een probleem met de configuratie van uw pakketbronnen.
pt_br: Pode haver um problema com a configuração do seu repositório.
sr: Можда има проблема са подешавањем ризнице.
tr_tr: Depo yapılandırmanız sırasında hata oluşmuş olabilir.

source: Welcome will stay up-to-date.
bg: Функцията "Добре дошли" ще бъде обновявана.
ca_es: La benvinguda es mantindrà al dia.
cs: Aplikace Vítejte zůstane aktuální.
de: Welcome wird aktuell bleiben.
fi_fi: Tervetuloa pysyy päivitettynä.
hu_hu: Az Üdvözlő program naprakész marad.
it: Benvenuto rimarrà aggiornato.
ms_my: Aluan akan sentiasa dikemaskinikan.
nl_nl: Welkom zal up-to-date blijven.
pt_br: Boas Vindas ficará atualizado.
sr: Добродошлица ће остати освежен.
tr_tr: 'Hoşgeldiniz' her daim güncel kalacaktır.

source: Welcome and the Software Boutique are set to receive the latest updates.
bg: Програмите Добре дошли и Софтуерен бутик са настроени да получават обновявания.
ca_es: La benvinguda i la botiga de programari estan programats per rebre les últimes actualitzacions.
cs: Aplikace Vítejte i Softwarový butik jsou nastaveny pro příjem nejnovějších aktualizací.
de: Willkommen und die Software-Boutique sind so eingestellt, dass Sie die neuesten Aktualisierungen erhalten.
fi_fi: Tervetuloa-sovellus sekä Ohjelmisto Putiikki saavat uusimmat päivitykset.
hu_hu: Az Üdvözlő program és a Szoftver butik be van állítva a legújabb frissítések fogadására.
it: Benvenuto e la Boutique Software sono impostate per ricevere gli ultimi aggiornamenti.
ms_my: Aluan dan Butik Perisian telah ditetapkan untuk menerima kemaskini yang terkini.
nl_nl: Welkom en de Softwareboetiek zijn ingesteld om de meest recente updates te ontvangen.
pt_br: Boas vindas e a Central de Programas estão definidos para receber as atualizações recentes.
sr: Добродошлица и Бутик програма јесу скуп за прихват последњих освежења.
tr_tr: 'Hoşgeldiniz' ve 'Yazılım Butiği' son güncellemeleri almak üzere ayarlandı.

source: Everything is up-to-date
bg: Всичко е обновено
ca_es: Tot està al dia.
cs: Všechno je aktuální
de: Alles ist auf dem neuesten Stand
fi_fi: Kaikki on ajan tasalla.
hu_hu: Minden naprakész
it: È tutto aggiornato
ms_my: Segalanya dikemaskinikan.
nl_nl: Alles is up-to-date
pt_br: Tudo está atualizado
sr: Све је освежено
tr_tr: Her şey güncel.

source: All packages have been upgraded to the latest versions.
bg: Всички пакети бяха обновени до най-скорошните си версии.
ca_es: Tots els paquets han estat actualitzats a les últimes versions.
cs: Všechny balíky byly povýšeny na nejnovější verze.
de: Alle Pakete wurden auf die neueste Version aktualisiert.
fi_fi: Kaikki paketit on päivitetty uusimpiin versioihin.
hu_hu: Minden csomag frissítve a legújabb verziókra.
it: Tutti i pacchetti sono stati aggiornati alle ultime versioni.
ms_my: Semua pakej telah ditatar ke versi terkini.
nl_nl: Alle programma's zijn bijgewerkt naar de laatste versies.
pt_br: Todos os pacotes foram atualizados para as versões mais recentes.
sr: Сви пакети су надограђени на најновије издање.
tr_tr: Tüm paketler en son sürümlerine güncellendi.

source: Installed
bg: Инсталирана
ca_es: Instal·lat
cs: se podařilo nainstalovat
de: Installiert
fi_fi: Asennettu
hu_hu: Telepítve
it: Installati
ms_my: Dipasang
nl_nl: Geïnstalleerd
pt_br: Instalado
sr: Инсталиран
tr_tr: Yüklendi

source: The application is now ready to use.
bg: Програмата е готова за употреба.
ca_es: L'aplicació ara està a punt per a utilitzar-se.
cs: Aplikace je nyní připravena k použití.
de: Die Anwendung ist jetzt bereit zur Verwendung.
fi_fi: Sovellus on valmis käytettäväksi.
hu_hu: Az alkalmazás használatra kész.
it: Questa applicazione adesso è pronta per essere usata.
ms_my: Aplikasi kini sedia digunakan.
nl_nl: Het programma is klaar om te gebruiken.
pt_br: O aplicativo está pronto para ser usado.
sr: Програм је сада спреман за употребу.
tr_tr: Uygulama kullanıma hazır.

source: was not installed.
bg: не беше инсталирана.
ca_es: no s'ha instal·lat.
cs: se nepodařilo nainstalovat.
de: wurde nicht installiert.
fi_fi: ei asennettu.
hu_hu: nem lett telepítve.
it: non è stato installato.
ms_my: tidak dipasang.
nl_nl: werd niet geïnstalleerd.
pt_br: não foi instalado.
sr: није инсталиран.
tr_tr: yüklenemedi.

source: The operation was cancelled.
bg: Операцията беше прекъсната.
ca_es: L'operació ha estat cancel·lada.
cs: Operace byla zrušena.
de: Der Vorgang wurde abgebrochen.
fi_fi: Toiminto peruttiin.
hu_hu: A művelet megszakítva.
it: L'operazione è stata annullata.
ms_my: Operasi telah dibatalkan.
nl_nl: De actie werd geannuleerd.
pt_br: A operação foi cancelada.
sr: Радња је отказана.
tr_tr: İşlem iptal edildi.

source: failed to install
bg: грешка при инсталацията
ca_es: no s'ha pogut instal·lar
cs: se nepodařilo nainstalovat
de: Installation fehlgeschlagen
fi_fi: ei asentunut
hu_hu: nem sikerült telepíteni
it: installazione fallita
ms_my: gagal dipasangkan
nl_nl: installatie mislukt
pt_br: Falha na instalação
sr: нисам успео да инсталирам
tr_tr: yüklenemedi.

source: There was a problem installing this application.
bg: Имаше проблем при инсталирането на програмата.
ca_es: Hi ha hagut un problema en instal·lar aquesta aplicació.
cs: Došlo k potížím při instalaci této aplikace.
de: Bei der Installation der Anwendung ist ein Problem aufgetreten.
fi_fi: Tämän sovelluksen asennuksessa oli ongelma.
hu_hu: Probléma történt az alkalmazás telepítése közben.
it: Si è verificato un problema durante l'installazione di questa applicazione
ms_my: Terdapat masalah memasang aplikasi ini.
nl_nl: Er was een probleem bij het installeren van dit programma.
pt_br: Houve um problema durante a instalação desta aplicação.
sr: Дошло је до проблема приликом инсталације овог програма.
tr_tr: Bu uygulama yüklenirken hata oluştu.

source: Removed
bg: Премахната
ca_es: Suprimit
cs: Odebráno
de: Entfernt
fi_fi: Poistettu
hu_hu: Eltávolítva
it: Rimosso
ms_my: Dibuang
nl_nl: Verwijderd
pt_br: Removido
sr: Уклоњен
tr_tr: Kaldırıldı

source: The application has been uninstalled.
bg: Програмата беше премахната.
ca_es: L'aplicació ha estat desinstal·lada.
cs: Aplikace byla odinstalována.
de: Die Anwendung wurde entfernt.
fi_fi: Sovellus on poistettu.
hu_hu: Az alkalmazás el lett távolítva.
it: L'applicazione è stata disinstallata.
ms_my: Aplikasi telah dinyahpasangkan.
nl_nl: Het programma is verwijderd.
pt_br: O aplicativo foi desinstalado.
sr: Програм је уклоњен.
tr_tr: Uygulama kaldırıldı

source: was not removed.
bg: не беше премахната.
ca_es: no s'ha suprimit.
cs: nebyl odstraněn.
de: wurde nicht entfernt.
fi_fi: ei poistettu.
hu_hu: nem volt eltávolítva.
it: non è stato rimosso.
ms_my: tidak dibuang.
nl_nl: werd niet verwijderd.
pt_br: não foi removido.
sr: није уклоњен.
tr_tr: kaldırılamadı.

source: failed to remove
bg: грешка при премахването
ca_es: no s'ha pogut suprimir
cs: se nepodařilo odstranit
de: konnte nicht entfernt werden.
fi_fi: ei poistunut
hu_hu: nem sikerült eltávolítani
it: rimozione fallita
ms_my: gagal dibuang
nl_nl: verwijderen mislukt
pt_br: falha ao remover
sr: нисам успео да уклоним
tr_tr: kaldırılamadı

source: A problem is preventing this application from being removed.
bg: Има проблем, който пречи на премахването на програмата.
ca_es: Un problema impedeix que aquesta aplicació sigui suprimida.
cs: Nějaký problém zabránil tuto aplikaci odstranit.
de: Ein Problem verhindert die Entfernung der Andwendung.
fi_fi: Jokin ongelma estää tämän sovelluksen poistamista.
hu_hu: Egy probléma akadályozza az alkalmazás eltávolítását.
it: Un problema sta impedendo a questa applicazione di essere rimossa.
ms_my: Ada masalah menghalang aplikasi ini daripada dibuang.
nl_nl: Een probleem zorgt ervoor dat deze applicatie niet verwijderd kan worden.
pt_br: Um problema está impedindo que esta aplicação seja removida.
sr: Један проблем спречава уклањање овог програма.
tr_tr: Bir hata bu uygulamanın kaldırılmasını engelliyor.

source: Upgraded
bg: Обновена
ca_es: Actualitzat
cs: Aktualizován
de: Aktualisiert
fi_fi: Päivitetty
hu_hu: Frissítve
it: Aggiornato
ms_my: Ditatar
nl_nl: Geupdate.
pt_br: Atualizado
sr: Надограђен
tr_tr: Güncellendi

source: This application is set to use the latest version.
bg: Тази програма е настроена да използва най-новата версия.
ca_es: Aquesta aplicació està configurada per utilitzar la versió més recent.
cs: Tato aplikace je nastavena k používání nejnovější verze.
de: Diese Anwendung ist eingestellt die neueste Version zu nutzen.
fi_fi: Tämä sovellus käyttää uusinta versiota.
hu_hu: Az alkalmazás be van állítva a legújabb verzió használatára.
it: Questa applicazione è impostata per usare l'ultima versione.
ms_my: Aplikasi ini telah ditetapkan untuk gunakan versi terkini.
nl_nl: Deze applicatie is ingesteld om de nieuwste versie te gebruiken.
pt_br: Esta aplicação está definida para usar a versão mais recente.
sr: Овај програм је постављен да користи најновије издање.
tr_tr: Bu uygulama en son sürümde.

source: was not upgraded.
bg: не беше обновена.
ca_es: no s'ha actualitzat.
cs: nebyl aktualizován.
de: wurde nicht aktualisiert.
fi_fi: ei päivitetty.
hu_hu: nem volt frissítve.
it: non è stato aggiornato.
ms_my: tidak ditatar.
nl_nl: werd niet opgewaardeerd.
pt_br: não foi atualizado.
sr: није надограђен.
tr_tr: güncellenemedi.

source: The application will continue to use the stable version.
bg: Тази програма ще продължи да използва стабилната версия.
ca_es: L'aplicació seguirà utilitzant la versió estable.
cs: Aplikace bude i nadále používat stabilní verzi.
de: Die Anwendung wird weiterhin die stabile Version nutzen.
fi_fi: Tämä sovellus jatkaa vakaan version käyttämistä.
hu_hu: Az alkalmazás továbbra is a stabil verziót fogja használni.
it: Questa applicazione continuerà ad usare la versione stabile.
ms_my: Aplikasi akan terus menggunakan versi stabil.
nl_nl: De toepassing zal gebruik blijven maken van de stabiele versie.
pt_br: A aplicação vai continuar a usar a versão estável .
sr: Програм ће наставити да користи стабилно издање.
tr_tr: Uygulamanın kararlı sürümü kullanılacak.

source: failed to upgrade
bg: грешка при обновяването
ca_es: no s'ha pogut actualitzar
cs: se nepodařilo aktualizovat
de: Aktualisierung fehlgeschlagen
fi_fi: ei päivittynyt
hu_hu: nem sikerült frissíteni
it: aggiornamento fallito
ms_my: gagal ditatar
nl_nl: Opwaarderen mislukt
pt_br: falhou ao atualizar
sr: нисам успео да надоградим
tr_tr: güncellenemedi

source: A problem is preventing this application from being upgraded.
bg: Има проблем, който пречи на обновяването на програмата.
ca_es: Un problema impedeix que aquesta aplicació sigui actualitzada.
cs: Nějaký problém zabránil tuto aplikaci povýšit.
de: Ein Problem verhindert die Aktualisierung des Programms.
fi_fi: Jokin ongelma estää tämän sovelluksen päivittämistä.
hu_hu: Egy probléma akadályozza az alkalmazás frissítését.
it: Un problema sta impedendo a questa applicazione di essere aggiornata.
ms_my: Ada masalah menghalang aplikasi ini daripada ditatar.
nl_nl: Een probleem zorgt ervoor dat deze applicatie niet opgewaardeerd kan worden.
pt_br: Um problema está impedindo que esta aplicação seja atualizada.
sr: Један проблем спречава надоградњу овог програма.
tr_tr: Bir hata bu uygulamanın güncellenmesini engelliyor.

source: Blu-ray AACS database install succeeded
bg: Инсталацията на Blu-ray AACS базата данни бе успешна
ca_es: Èxit en la instal·lació de la base de dades AACS Blu-Ray
cs: Instalace Blu-ray AACS databáze uspěla
de: Blu-ray-AACS-Datenbank erfolgreich installiert
fi_fi: Blu-ray AACS tietokannan asennus onnistui
hu_hu: Blu-ray AACS adatbázis telepítése sikerült
it: Database Blu-ray AACS installato con successo.
ms_my: Pengkalan data AACS Blu-ray berjaya dipasangkan
nl_nl: Blu-ray AACS database-installatie is gelukt
pt_br: Instalação de base de dados Blu-ray AACS concluída
sr: Инсталација Блу-реј ААЦС базе података је успела
tr_tr: Blur-ray AACS veritabanı kurulumu başarılı

source: Successfully installed the Blu-ray AACS database.
bg: Успешна инсталация на Blu-ray AACS базата данни.
ca_es: S'ha instal·lat amb èxit la base de dades AACS Blu-Ray.
cs: Úspěšně byla nainstalována Blu-ray AACS databáze.
de: Blu-ray-AACS-Datenbank erfolgreich installiert.
fi_fi: Blu-ray AACS tietokanta asennettu onnistuneesti.
hu_hu: A Blue-ray AACS adatbázis sikeresen telepítve.
it: Database Blu-ray AACS installato con successo.
ms_my: Berjaya memasang pangkalan data AACS Blu-ray.
nl_nl: De Blu-ray AACS database werd met succes geïnstalleerd.
pt_br: Base de dados Blu-ray AACS instalada com sucesso.
sr: Успешно је инсталирана Блу-реј ААЦС база података.
tr_tr: Blur-ray AACS veritabanı başarıyla kuruldu.

source: Installation of the Blu-ray AACS database was successful.
bg: Инсталацията на Blu-ray AACS базата данни бе успешна.
ca_es: La instal·lació de la base de dades AACS Blu-Ray ha set reeixida.
cs: Instalace Blu-ray AACS databáze byla úspěšná.
de: Installation der Blu-ray-AACS-Datenbank war erfolgreich.
fi_fi: Blu-ray AACS tietokannan asennus onnistui.
hu_hu: A Blu-ray AACS adatbázis telepítése sikeres volt.
it: L'installazione del database Blu-ray AACS è avvenuta con successo.
ms_my: Pemasangan pangkalan data AACS Blu-ray telah berjaya.
nl_nl: Installatie van de Blu-ray AACS databank was succesvol.
pt_br: A instalação da base de dados do Blu-ray AACS foi bem sucedida.
sr: Инсталација Блу-реј ААЦС базе података је била успешна.
tr_tr: Blur-ray AACS veritabanı kurulumu başarılı oldu.

source: Blu-ray AACS database install failed
bg: Грешка при инсталацията на Blu-ray AACS базата данни.
ca_es: Fracàs en la instal·lació de la base de dades AACS Blu-Ray
cs: Instalace Blu-ray AACS databáze selhala
de: Installation der Blu-ray-AACS-Datenbank ist fehlgeschlagen
fi_fi: Blu-ray AACS tietokannan asennus epäonnistui
hu_hu: Blu-ray AACS adatbázis telepítése meghiúsult
it: Installazione del database Blu-ray AACS fallita.
ms_my: Pemasangan pangkalan data AACS Blu-ray telah gagal dipasangkan
nl_nl: Blu-ray AACS database installatie is mislukt
pt_br: Instalação da base de dados Blu-ray AACS falhou
sr: Инсталација Блу-реј ААЦС базе података није успела
tr_tr: Blur-ray AACS veritabanı kurulumu başarısız

source: Failed to install the Blu-ray AACS database.
bg: Грешка при инсталацията на Blu-ray AACS базата данни.
ca_es: No s'ha pogut instal·lar la base de dades AACS Blu-Ray.
cs: Selhala instalace Blu-ray AACS databáze.
de: Installation der Blu-ray-AACS-Datenbank ist fehlgeschlagen.
fi_fi: Blu-ray AACS tietokanta ei voitu asentaa.
hu_hu: Nem sikerült telepíteni a Blu-ray AACS adatbázist.
it: Impossibile installare il database Blu-ray AACS.
ms_my: Gagal memasang pangkalan data AACS Blu-ray.
nl_nl: De Blu-ray AACS databank kon niet geïnstalleerd worden.
pt_br: Falhou ao instalar base de dados Blu-ray AACS.
sr: Нисам успео да инсталирам Блу-реј ААЦС базу података.
tr_tr: Blur-ray AACS veritabanı kurulumu başarısız oldu.

source: Installation of the Blu-ray AACS database failed.
bg: Грешка при инсталацията на Blu-ray AACS базата данни.
ca_es: La instal·lació de la base de dades AACS Blu-Ray ha fallat.
cs: Instalace Blu-ray AACS databáze selhala.
de: Installation der Blu-ray-AACS-Datenbank ist fehlgeschlagen.
fi_fi: Blu-ray AACS tietokannan asennus epäonnistui.
hu_hu: A Blu-ray AACS adatbázis telepítése meghiúsult.
it: Installazione del database Blu-ray AACS fallita.
ms_my: Pemasangan pangkalan data AACS Blu-ray telah gagal.
nl_nl: Installatie van de Blu-ray AACS database is mislukt.
pt_br: A instalação da base de dados Blu-ray AACS falhou.
sr: Инсталација Блу-реј ААЦС базе података није успела.
tr_tr: Blur-ray AACS veritabanı kurulumu başarısız oldu.

source: Welcome
bg: Добре Дошли
ca_es: Benvinguda
cs: Vítejte
de: Willkommen
fi_fi: Tervetuloa
hu_hu: Üdvözöljük
it: Benvenuto
ms_my: Aluan
nl_nl: Welkom
pt_br: Bem-vindo
sr: Добродошлица
tr_tr: Hoş Geldiniz

source: Software Boutique
bg: Софтуерен Бутик
ca_es: Botiga de programari
cs: Softwarový butik
fi_fi: Ohjelmisto Putiikki
hu_hu: Szoftver butik
ms_my: Butik Perisian
nl_nl: Softwareboetiek
pt_br: Boutique de Software
sr: Бутик програма
tr_tr: Yazılım Butiği
