Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: po/*.po
Languages: bg, ca_es, cs, de, fi_fi, hu_hu, it, ms_my, nl_nl, pt_br, sr, tr_tr

source: Software Boutique is designed for Ubuntu MATE, but it appears you are running a different distribution.
ca_es: La botiga de programari està dissenyada per a Ubuntu MATE, però segons sembla esteu executant una distribució diferent.
cs: Softwarový butik je navržený pro Ubuntu MATE, ale zdá se, že používáte jinou distribuci.
de: Die Software Boutique wurde für Ubuntu MATE entworfen. Die aktuell eingesetzte Distribution scheint nicht Ubuntu MATE zu sein.
fi_fi: Ohjelmistoputiikki on suunniteltu Ubuntu MATEa varten, mutta vaikuttaa siltä, että käytät eri jakelua.
hu_hu: A Szoftverbutikot az Ubuntu MATE számára tervezték, de úgy tűnik, hogy egy másik disztribúciót használsz.
it: Software Boutique è progettato per Ubuntu MATE, ma sembra che tu stia usando una distribuzione differente.
ms_my: Butik Perisian direka untuk Ubuntu MATE, tetapi ia kelihatan anda menjalani distribusi yang lain.
nl_nl: Softwareboetiek is ontworpen voor Ubuntu MATE, maar het lijkt erop dat je een andere distributie uitvoert.
pt_br: Software Boutique foi projetado para Ubuntu MATE, mas parece que você está executando uma distribuição diferente.
sr: Бутик програма је осмишљен за Убунту Мејт, али изгледа да радите на другој дистрибуцији.
tr_tr: Bu yazılım butiği Ubuntu MATE için dizayn edilmiştir, fakat başka bir dağıtım kullanılıyor gibi gözükmekte.

source: While a large selection of software will work on other Ubuntu-based distributions, we cannot guarantee our featured picks will work flawlessly on your system.
ca_es: Tot i que una gran selecció de programari funcionarà en altres distribucions basades en Ubuntu, no podem garantir que les nostres seleccions de destacats funcionin sense problemes al vostre sistema.
cs: Zatímco značný výběr softwaru bude fungovat i na jiných distribucích založených na Ubuntu, nemůžeme zaručit, že právě námi vybraný výběr bude fungovat bez problémů ve vašem systému.
de: Ein Großteil der hier vorgestellten Programme funktioniert auch unter anderen auf Ubuntu basierenden Distributionen. Wir können jedoch nicht garantieren, dass unsere vorgestellten Favoriten fehlerfrei auf diesem System funktionieren werden.
fi_fi: Vaikka lukuisat ohjelmistot toimivat muillakin Ubuntu-pohjaisilla jakeluilla, emme voi taata, että esillä olevat valikoidut ohjelmat toimivat moitteettomasti sinun järjestelmässi.
hu_hu: Bár a szoftverek nagy választéka más Ubuntu alapú disztribúción is működni fog, nem garantálhatjuk, hogy a kiválasztott szoftvereink hibamentesen működnek majd a rendszereden.
it: Mentre una grande selezione di software potrebbe funzionare sulle altre distribuzioni basate su Ubuntu, non possiamo garantire che alcune delle nostre funzionalità scelte funzionino senza intoppi sul tuo sistema.
ms_my: Walaupun terdapat banyak pemilihan perisian akan berfungsi dengan lain-lain distribusi berasaskan-Ubuntu, kami tidak memberi jaminan pilihan kami benar-benar berfungsi baik dalam sistem anda.
nl_nl: Terwijl een grote selectie van software werkt op andere Ubuntu-gebaseerde distributies, kunnen we niet garanderen dat onze featured opties foutloos werken op uw systeem.
pt_br: Embora uma grande seleção de software funcione em outras distribuições baseadas no Ubuntu, não podemos garantir que nossas opções apresentadas funcionem perfeitamente em seu sistema.
sr: Док ће велики избор софтвера радити и на другим дистрибуцијама заснованих на Убунтуу, не можемо гарантовати да ће наш издвојени избор беспрекорно радити на вашем систему.

source: This message will not be shown again.
ca_es: Aquest missatge no es tornarà a mostrar.
cs: Tato zpráva se znovu nezobrazí.
de: Diese Nachricht wird nicht erneut angezeigt werden.
fi_fi: Tätä viestiä ei näytetä enää.
hu_hu: Ezt az üzenetet nem mutatjuk többé.
it: Questo messaggio non verrà mostrato di nuovo.
ms_my: Mesej ini tidak akan ditunjukkan lagi.
nl_nl: Dit bericht wordt niet opnieuw weergegeven.
pt_br: Essa mensagem não será exibida novamente.
sr: Ова порука неће бити поново приказана.
tr_tr: Bu mesaj tekrar gösterilmeyecek.

source: Help Improve Ubuntu MATE
ca_es: Ajudeu a millorar Ubuntu MATE
cs: Pomozte zlepšit Ubuntu MATE
de: Helfen Sie, Ubuntu Mate zu verbessern
fi_fi: Auta parantamaan Ubuntu MATEa
hu_hu: Segítse az Ubuntu MATE fejlesztését
it: Aiuta a migliorare Ubuntu MATE
ms_my: Bantu Tambah Baik Ubuntu MATE
nl_nl: Help met het verbeteren van Ubuntu MATE
pt_br: Ajude a melhorar o Ubuntu MATE

source: Thank you!
bg: Благодарим Ви !
ca_es: Gràcies!
cs: Děkujeme!
de: Vielen Dank!
fi_fi: Kiitos!
hu_hu: Köszönjük!
it: Grazie!
ms_my: Terima kasih!
nl_nl: Bedankt!
pt_br: Obrigado!
sr: Хвала вам!
tr_tr: Teşekkürler!

source: This data was successfully sent and will be used to improve future installations.
cs: Tato data byla úspěšně odeslána a budou použita k vylepšení budoucích instalací.
de: Diese Daten wurden erfolgreich versandt und werden zur Verbesserung zukünftiger Installationen verwendet.
fi_fi: Nämä tiedot lähetettiin onnistuneesti ja niitä käytetään tulevien asennusten parantamiseen.
hu_hu: Az adatok sikeresen el lettek küldve és fel lesznek használva a szoftver tökéletesítéséhez a jövőben.
it: Questi dati sono stati inviati con successo e verranno usati per migliorare le installazioni future.
ms_my: Data ini berjaya dihantar dan akan digunakan untuk tujuan menambahbaik pemasangan dimasa hadapan.

source: Communication Error
cs: Chyba v komunikaci
de: Verbindungsfehler
fi_fi: Yhteysvirhe
hu_hu: Kommunikációs hiba
it: Errore di comunicazione
ms_my: Ralat Komunikasi

source: The server couldn't be contacted at this time. Please try again later.
cs: V tuto chvíli nebylo možné kontaktovat server. Prosím zkuste to znovu později.
de: Der Server konnte nicht erreicht werden. Bitte versuchen Sie es später noch einmal.
fi_fi: Palvelimeen ei saatu yhteyttä tällä kertaa. Ole hyvä ja koeta myöhemmin uudestaan.
hu_hu: Kapcsolat hiba a szerverrel. Kérjük próbálkozz újra később.
it: Il server non può essere contattato in questo momento. Prova di nuovo tra un pò.
ms_my: Pelayan gagal dihubungi buat masa ini. Cuba lagi kemudian.

source: Continue
bg: Продължи
ca_es: Continua
cs: Pokračovat
de: Fortsetzen
fi_fi: Jatkaa
hu_hu: Folytatás
it: Continua
ms_my: Teruskan
nl_nl: Ga verder
pt_br: Continuar
sr: Настави
tr_tr: Devam Et

source: Ubuntu MATE Website
ca_es: Lloc web d'Ubuntu MATE
cs: Webové stránky Ubuntu MATE
de: Ubuntu-MATE-Internetseite
fi_fi: Ubuntu MATE Verkkosivusto
hu_hu: Ubuntu MATE weboldal
it: SIto web di Ubuntu MATE.
ms_my: Laman Sesawang Ubuntu MATE
pt_br: Site do Ubuntu MATE
sr: Веб сајт Убунту Мејта
tr_tr: Ubuntu MATE Web Sitesi

source: Donate to Ubuntu MATE
ca_es: Fer un donatiu a Ubuntu MATE
cs: Přispějte na Ubuntu MATE
de: An Ubuntu MATE spenden
fi_fi: Lahjoita Ubuntu MATElle
hu_hu: Adományozás az Ubuntu MATE számára
it: Dona a Ubuntu MATE
ms_my: Beri sumbangan kepada Ubuntu MATE:
nl_nl: Donateer aan Ubuntu MATE
pt_br: Doe para Ubuntu MATE
sr: Приложите неки динар Убунту Мејту
tr_tr: Ubuntu MATE İçin Bağış Yapın

source: Could not gather data.
bg: Данните не могат да бъдат събрани.
ca_es: No s'han pogut reunir les dades.
cs: Nelze shromáždit data.
de: Es konnten keine Daten gesammelt werden.
fi_fi: Tietoa ei voitu kerätä.
hu_hu: Nem lehet adatot gyűjteni.
it: Impossibile recuperare i dati.
ms_my: Tidak dapat himpun data.
nl_nl: Data kon niet worden geladen.
pt_br: Não foi possível obter dados.
sr: Не могу да прикупим податке.
tr_tr: Veriler toplanamadı.

source: Raspberry Pi Partition Resize
bg: Размер на дяла на Raspberry Pi
ca_es: Canvi de mida de la partició Raspberry Pi
cs: Raspberry Pi změna velikosti oddílu
de: Größe der Raspberry-Pi-Partitionen ändern
fi_fi: Raspberry Pi osion koon muuttaminen
hu_hu: Raspberry Pi partíció átméretezés
it: Ridimensiona partizione Raspberry Pi
ms_my: Saiz Semula Sekatan Raspberry Pi
nl_nl: Partitie formaat Raspberry Pi wijzigen
pt_br: Redimensionamento de Partição do Raspberry Pi
sr: Промена величине партиције Расбери Пија
tr_tr: Raspberry Pi Bölümleme Yeniden Boyutlandırma

source: Root partition has been resized.
bg: Основния дял беше оразмерен.
ca_es: S'han canviat la mida de la partició arrel.
cs: Velikost oddílu root byla změněna.
de: Größe der Wurzelpartition wurde geändert.
fi_fi: Juuriosion koko on muutettu.
hu_hu: A partíció átméretezve.
it: La partizione root è stata ridimensionata.
ms_my: Sekatan root telah disaizkan semula.
nl_nl: Het formaat van de root partitie is gewijzigd.
pt_br: A partição raiz foi redimensionada.
sr: Кореној партицији је промењена величина.
tr_tr: Kök bölümlemeleri yeniden boyutlandırıldı.

source: The filesystem will be enlarged upon the next reboot.
bg: Файловата система ще бъде увеличена при следващият рестарт.
ca_es: El sistema de fitxers s'ampliarà en el següent reinici.
cs: Souborový systém bude zvětšen při nadcházejícím restartu.
de: Das Dateisystem wird nach dem nächsten Neustart vergrößert.
fi_fi: Tiedostojärjestelmä suurennetaan seuraavan uudelleenkäynnistyksen yhteydessä.
hu_hu: A fájlrendszer meg lesz növelve a következő újraindításkor.
it: Il filesystem verrà ingrandito al successivo riavvio.
ms_my: Sistem fail akan diluaskan bila dibuat semula berikutnya.
nl_nl: Het bestandssysteem wordt vergroot wanneer de computer opnieuw wordt opstart.
pt_br: O sistema de arquivos será ampliado na próxima reinicialização.
sr: Систем датотека биће увећан приликом следећег подизања система.
tr_tr: Dosya sistemi bir sonraki açılışta genişletilecek.

source: Don't know how to expand.
bg: Не е ясно как да се разшири.
ca_es: No se sap com s'expandeix.
cs: Není jasné, jak zvětšovat.
de: Unbekannt, wie die Vergrößerung durchgeführt werden soll.
fi_fi: Ei tietoa, miten suurentaa.
hu_hu: Nem tudni, hogyan kell kiterjeszteni.
it: Non so come espandere.
ms_my: Tidak tahu bagaimana hendak luaskan.
nl_nl: Weet niet hoe uit te breiden.
pt_br: Não se sabe como expandir.
sr: Не знам како да раширим.
tr_tr: Nasıl genişletileceği bilinmiyor.

source: does not exist or is not a symlink.
bg: не съществува или не е символична връзка.
ca_es: no existeix o no és un enllaç simbòlic.
cs: neexistuje nebo toto není symbolický odkaz.
de: existiert nicht oder ist keine symbolische Verknüpfung.
fi_fi: ei ole olemassa tai ei ole symbolista linkkiä.
hu_hu: nem létezik, vagy nem szimbolikus link.
it: non esiste o non è un symlink.
ms_my: tidak wujud atau bukanlah pautan simbolik.
nl_nl: bestaat niet of is geen symlink.
pt_br: não existe ou não é um link simbólico.
sr: не постоји или није симболичка веза.
tr_tr: bulunmuyor ya da bir symlink değil.

source: is not an SD card.
bg: не е SD карта.
ca_es: no és una targeta SD.
cs: není SD karta.
de: ist keine SD-Karte.
fi_fi: ei ole SD-kortti.
hu_hu: nem egy SD kártya.
it: non è una scheda SD.
ms_my: bukan kad SD.
nl_nl: is niet een SD-kaart.
pt_br: não é um cartão SD.
sr: није СД картица.
tr_tr: bir SD kart değil.

source: Your partition layout is not currently supported by this tool.
bg: Вашата подредба на дялове не е поддържана от този инструмент.
ca_es: L'esquema de particions no és compatible actualment amb aquesta eina.
cs: Vaše rozvržení oddílu není v současné době podporováno tímto nástrojem.
de: Ihre Partitionsaufteilung wird derzeit nicht von diesem Programm unterstützt.
fi_fi: Tämä työkalu ei tällä hetkellä tue osiosi rakennetta.
hu_hu: A partíció kiosztásodat jelenleg nem támogatja ez az eszköz.
it: Il layout della tua partizione non è correntemente supportato da questo tool.
ms_my: Bentangan sekatan anda buat masa ini tidak disokong oleh alat ini.
nl_nl: Dit hulpprogramma ondersteunt uw partitie-indeling op dit moment niet.
pt_br: O seu layout de partições não é suportado por esta ferramenta.
sr: Овај алат тренутно не подржава распоред ваших партиција.
tr_tr: Şu anda bölümleme yerleşiminiz bu araç tarafından desteklenmiyor.

source: is not the last partition.
bg: не е последният дял.
ca_es: no és l'última partició.
cs: není poslední oddíl.
de: ist nicht die letzte Partition.
fi_fi: ei ole viimeistä osiota.
hu_hu: nem az utolsó partíció.
it: non è l'ultima partizione.
ms_my: bukan sekatan terakhir.
nl_nl: is niet de laatste partitie.
pt_br: não é a última partição.
sr: није последња партиција.
tr_tr: son bölümleme değil.

source: Failed to run resize script.
bg: Грешка при изпълнението на скрипта за преоразмеряване.
ca_es: No s'ha pogut executar el script de canvi de mida.
cs: Nepodařilo se spustit skript změny velikosti.
de: Ausführung des resize-script fehlgeschlagen
fi_fi: Koon muuttamisen skriptin ajo epäonnistui.
hu_hu: Átméretezési script futtatása sikertelen.
it: Impossibile avviare lo script di ridimensionamento.
ms_my: Gagal jalankan skrip saiz semula.
nl_nl: Het script waarmee de formaat gewijzigd wordt kon niet uitgevoerd worden.
pt_br: Falha ao executar script de redimensionamento.
sr: Нисам успео да покренем скрипту промене величине.
tr_tr: Yeniden boyutlandırma betiği başarısız oldu.

source: The returned error code is:
bg: Кодът на грешката е:
ca_es: El codi d'error retornat és:
cs: Vrácený kód chyby je:
de: Der ausgegebene Fehlerkode ist:
fi_fi: Palautettu virhekoodi on:
hu_hu: A kapott hibakód:
it: Il codice di errore di risposta è:
ms_my: Kod ralat dikembalikan ialah:
nl_nl: De foutcode is:
pt_br: O código de erro retornado é:
sr: Код грешке је:
tr_tr: Hata mesajı:

source: Open Source
bg: Отворен Код
ca_es: Codi obert
cs: Otevřený software
de: Quelloffen
fi_fi: Avoin lähdekoodi
hu_hu: Nyílt forrás
ms_my: Sumber Terbuka
pt_br: Código Aberto
sr: Отворени код
tr_tr: Açık Kaynak

source: Proprietary
bg: Затоврен Код
ca_es: Propietari
cs: Proprietární
de: Proprietär
fi_fi: Suljettu
hu_hu: Zárt
it: Proprietario
ms_my: Proprietari
nl_nl: Gepatenteerd
pt_br: Proprietário
sr: Власнички
tr_tr: Sahipli

source: Sorry, Welcome could not feature any software for this category that is compatible on this system.
bg: Съжаляваме, Welcome не включва софтуер от тази категория, който да е съвместим с тази система.
ca_es: Ho sentim, la benvinguda no ha pogut destacar cap programari per a aquesta categoria que sigui compatible amb aquest sistema.
cs: Promiňte, Vítejte nemohl mají žádný software pro tuto kategorii, která je kompatibilní s tímto systémem.
de: Leider konnte Willkommen keine Programme für diese Kategorie finden, welche mit diesem System kompatibel sind.
fi_fi: Valitettavasti Tervetuloa-sovellus ei voinut tarjota tässä kategoriassa mitään tähän järjestelmään sopivia sovelluksia.
hu_hu: Sajnáljuk, az Üdvözlő nem talált egyetlen szoftvert sem ebben a kategóriában, ami kompatibilis lenne a rendszerrel.
it: Spiacente, Welcome non può sponsorizzare qualsiasi software per questa categoria che sia compatibile con questo sistema.
ms_my: Maaf, Aluan tidak dapat fiturkan mana-mana perisian bagi kategori ini yang serasi dengan sistem ini.
nl_nl: Sorry, Welkom kon in deze categorie geen software vinden die passend is voor dit systeem.
pt_br: Desculpe, Boas-vindas não pôde localizar qualquer software compatível para esta categoria.
sr: Извините, Добродошлица не може да издвоји ниједан програм који је сагласан са тим системом.
tr_tr: Özür dileriz, Hoş Geldiniz bu kategoride sisteminize uygun herhangi bir yazılım içermiyor.

source: An error occurred while launching PROGRAM_NAME. Please consider re-installing the application.
bg: Грешка при стартирането на PROGRAM_NAME. Моля опитайте да преинсталирате програмата.
ca_es: S'ha produït un error en llançar PROGRAM_NAME. Si us plau, considereu tornar a instal·lar l'aplicació.
cs: Během spouštění aplikace PROGRAM_NAME došlo k chybě. Zvažte její reinstalaci.
de: Fehler beim Starten von PROGRAM_NAME. Sie können versuchen den Fehler zu beheben, indem sie PROGRAM_NAME neu installieren.
fi_fi: Virhe tapahtui PROGRAM_NAME:n käynnistyessä. Ole hyvä ja harkitse sovelluksen uudelleenasentamista.
hu_hu: Hiba történt a(z) PROGRAM_NAME indítása közben. Kérjük fontold meg az alkalmazás újratelepítését.
it: E' avvenuto un errore durante il lancio di PROGRAM_NAME. Prova a reinstallare l'applicazione.
ms_my: Satu ralat berlaku ketika melancarkan PROGRAM_NAME. Cuba pasang semula aplikasi tersebut.
nl_nl: Tijdens het uitvoeren van PROGRAM_NAME is een fout opgetreden. U kunt overwegen om de applicatie opnieuw te installeren.
pt_br: Ocorreu um erro ao executar PROGRAM_NAME. Por favor, considere reinstalar o aplicativo.
sr: Дошло је до грешке приликом покретања „PROGRAM_NAME“. Узмите у обзир поновну инсталацију програма.
tr_tr: PROGRAM_NAME başlatılırken bir hata meydana geldi. Lütfen uygulamayı yeniden kurmayı deneyin.

source: Command:
bg: Команда:
ca_es: Ordre:
cs: Příkaz:
de: Befehl:
fi_fi: Komento:
hu_hu: Parancs:
it: Comando:
ms_my: Perintah:
nl_nl: Opdracht:
pt_br: Comando:
sr: Наредба:
tr_tr: Komut:

source: Uses a new or updated source.
bg: Използва нов или обновен източник.
ca_es: Utilitza un codi font nou o actualitzat.
cs: Používá nový nebo aktualizovaný zdroj.
de: Verwendet eine neue oder aktualisierte Quelle.
fi_fi: Käyttää uutta tai päivitettyä lähdettä.
hu_hu: Egy új, vagy frissített forrást használ.
it: Usa una sorgente nuova o aggiornata.
ms_my: Guna sumber baharu atau dikemaskini.
nl_nl: Maakt gebruik van een nieuwe of bijgewerkte bron.
pt_br: Usa uma fonte nova ou atualizada.
sr: Користи нови или освежени извор.
tr_tr: Yeni veya güncellenmiş bir kaynak kullanıyor.

source: Now works for various versions of Ubuntu.
bg: Вече работи за различни версии на Ubuntu.
ca_es: Ara funciona per a diverses versions d'Ubuntu.
cs: Nyní pracuje pro různé verze Ubuntu.
de: Funktioniert jetzt mit verschiedenen Versionen von Ubuntu.
fi_fi: Nyt toimii monelle Ubuntu-versiolle.
hu_hu: Most már az Ubuntu különböző változataival is működik.
it: Adesso funziona su diverse versioni di Ubuntu.
ms_my: Kini boleh dijalankan dengan pelbagai versi Ubuntu.
nl_nl: Werkt nu voor verschillende versies van Ubuntu.
pt_br: Agora funciona para várias versões do Ubuntu.
sr: Сада ради на различитим издањима Убунруа.
tr_tr: Şimdi Ubuntu'nun çoğu versiyonunda çalışıyor.

source: Now a snappy package.
bg: Вече като snap пакет.
ca_es: Ara és un paquet snappy.
cs: Nyní je snappy balíček.
de: Jetzt ein snappy-Paket.
fi_fi: Nyt snappy-pakettina.
hu_hu: Most már egy snappy csomag.
it: Adesso è un pacchetto snappy.
ms_my: Kini merupakan pakej lebih bergaya.
nl_nl: Nu een snappy-pakket.
pt_br: Agora um pacote snap.
sr: Сада одсечан пакет.
tr_tr: Artık bir snappy paket.

source: General maintenance.
bg: Основна поддръжка.
ca_es: Manteniment general.
cs: Obecná údržba.
de: Allgemeine Instandhaltung.
fi_fi: Yleinen ylläpito.
hu_hu: Általános karbantartás.
it: Manutenzione Generale.
ms_my: Penyelenggaraan am.
nl_nl: Algemeen onderhoud.
pt_br: Manutenção geral.
sr: Опште одржавање.
tr_tr: Genel bakım.

source: Broken or problematic source.
bg: Счупен или проблематичен източник.
ca_es: Origen trencat o problemàtic.
cs: Poškozený nebo problematický zdroj.
de: Beschädigte oder problematische Quelle.
fi_fi: Rikkinäinen tai ongelmallinen lähde.
hu_hu: Hibás, vagy problémás forrás.
it: Sorgente incompleta o problematica.
ms_my: Sumber rosak atau bermasalah.
nl_nl: Defecte of problematische bron.
pt_br: Fonte quebrada ou probemática.
sr: Оштећен или проблематичан извор.
tr_tr: Bozuk veya sorunlu kaynak.

source: Not yet available for some releases.
bg: Все още недостъпна за някои версии.
ca_es: Encara no està disponible per a alguns llançaments.
cs: Není k dispozici pro některá vydání.
de: Für einige Versionen noch nicht verfügbar.
fi_fi: Ei vielä tarjolla joillekin julkaisuille.
hu_hu: Néhány kiadás számára még nem elérhető.
it: Non disponibile per alcune release.
ms_my: Belum lagi tersedia untuk sesetengah keluaran.
nl_nl: Nog niet beschikbaar voor sommige releases.
pt_br: Ainda não disponível para algumas versões.
sr: Још није доступан за нека издања.
tr_tr: Bazı sürümler için kullanılabilir değil.

source: No longer works for some releases.
bg: Вече не работи за някои версии.
ca_es: Ja no funciona per a alguns llançaments.
cs: Již nefunguje pro některá vydání.
de: Unter manchen Versionen nicht mehr funktionsfähig.
fi_fi: Ei enää toimi joillakin julkaisuilla.
hu_hu: Néhány kiadás számára már nem működőképes.
it: Non funziona per alcune release.
ms_my: Tidak dapat dijalankan dengan sesetengah keluar.
nl_nl: Niet langer beschikbaar voor sommige releases.
pt_br: Já não funciona mais para algumas versões.
sr: Више не ради на неким издањима.
tr_tr: Bazı sürümlerde artık çalışmıyor.

source: Not suitable for production machines.
bg: Не се препоръчва за работни машини.
ca_es: No és adequat per a màquines de producció.
cs: Nevhodné pro produkční stroje.
de: Nicht für den Einsatz in Produktionsumgebungen geeignet.
fi_fi: Ei sovi tuotantolaitteille.
hu_hu: Nem alkalmas munkára használt gépekhez.
it: Non adatto per macchine di produzione.
ms_my: Tidak sesuai untuk komputer kerja.
nl_nl: Niet geschikt voor productieomgevingen.
pt_br: Não adequado para máquinas usadas em abientes de produção.
sr: Није погодан за рачунаре производње.
tr_tr: Üretim cihazları için uygun değil.

source: Requires further testing.
bg: Има нужда от още тестване.
ca_es: Requereix més proves.
cs: Vyžaduje další testování.
de: Verlangt weitere Prüfungen.
fi_fi: Vaatii jatkotestausta.
hu_hu: További tesztelést igényel.
it: Richiede ulteriori test.
ms_my: Memerlukan pengujian lanjutan.
nl_nl: Verder testen benodigd.
pt_br: Requer mais testes.
sr: Захтева даља тестирања.
tr_tr: İlave test gerekiyor.

source: Does not meet our standards to be featured.
bg: Не отговаря на стандартите за включване.
ca_es: No compleix amb els nostres estàndards per ser presentat.
cs: Nevyhovuje našim standardům pro zařazení.
de: Entspricht nicht den Vorgaben, um angeboten zu werden.
fi_fi: Ei täytä kriteereitämme ollakseen tarjolla.
hu_hu: Nem illeszkedik az irányvonalainkhoz.
it: Non soddisfa i nostri standard per essere sponsorizzato.
ms_my: Tidak memenuhi piawai kami yang difiturkan.
nl_nl: Voldoet niet aan onze standaarden om vermeld te worden.
pt_br: Não atendem aos nossos padrões para ser oferecido.
sr: Не задовољава наше стандарде да би био издвојен.
tr_tr: Standart özellikleri karşılamıyor.

source: applications found.
bg: програми намерени.
ca_es: aplicacions trobades.
cs: nalezených aplikací.
de: Anwendungen gefunden.
fi_fi: sovellusta löytyi.
hu_hu: alkalmazást sikerült találni.
it: applicazioni trovate.
ms_my: aplikasi ditemui.
nl_nl: programma's gevonden.
pt_br: aplicações encontradas.
sr: нађена програма.
tr_tr: uygulamalar bulundu.

source: proprietary applications are hidden.
bg: програми със затворен код са скрити.
ca_es: aplicacions propietàries estan ocultes.
cs: proprietární aplikace skryty.
de: proprietäre Anwendungen werden nicht angezeigt.
fi_fi: suljettua sovellusta ovat piilotettuina.
hu_hu: nem nyílt forrású alkalmazások elrejtve.
it: le applicazioni proprietarie sono nascoste.
ms_my: aplikasi proprietari disembunyikan.
nl_nl: Gepatenteerde applicaties zijn verborgen.
pt_br: aplicações proprietárias estão ocultas.
sr: власнички програми су скривени.
tr_tr: sahipli uygulamalar gizli.

source: Software Sources
ca_es: Orígens de programari
cs: Zdroje softwaru
de: Paketquellen
fi_fi: Ohjelmistolähteet
hu_hu: Szoftverforrások
it: Sorgenti software
ms_my: Sumber Perisian
nl_nl: Softwarebronnen
pt_br: Fontes do Software
sr: Извори софтвера
tr_tr: Yazılım Kaynakları

source: OK
bg: Добре
ca_es: D'acord
hu_hu: Oké
sr: У реду
tr_tr: TAMAM

source: Internet
bg: Интернет
sr: Интернет
