Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: po/*.po
Languages: bg, ca_es, cs, de, fi_fi, hu_hu, it, ms_my, nl_nl, pt_br, sr, tr_tr

source: Close
bg: Затоври
ca_es: Tanca
cs: Zavřít
de: Schließen
fi_fi: Sulje
hu_hu: Bezár
it: Chiudi
ms_my: Tutup
nl_nl: Sluiten
pt_br: Fechar
sr: Затвори
tr_tr: Kapat

source: Cancel
bg: Откажи
ca_es: Cancel·la
cs: Zrušit
de: Abbrechen
fi_fi: Peruuta
hu_hu: Mégsem
it: Annulla
ms_my: Batal
nl_nl: Annuleren
pt_br: Cancelar
sr: Откажи
tr_tr: İptal

source: Set to retrieve the latest software listings.
bg: Настроен да набави най-скорошният списък със софтуер.
ca_es: Establert per a recuperar les últimes llistes de programari.
cs: Nastavit na načtení nejnovějších softwarových výpisů.
de: Eingestellt um die neuesten Anwendungslisten abzurufen.
fi_fi: Hae uusimmat ohjelmistolistaukset.
hu_hu: Beállítva a legújabb szoftver listázások beszerzésére.
it: Imposta per ricevere gli ultimi elenchi software.
ms_my: Tetapkan untuk menerima penyenaraian perisian terkini.
nl_nl: Stel in dat de nieuwste software lijsten worden opgehaald.
pt_br: Definir para recuperar os novos anúncios de software.
sr: Подесите за преузимање најновијег списка програма.
tr_tr: Güncel yazılım listelerini al.

source: Retrieve the latest software listings.
bg: Набави най-скорошният списък със софтуер.
ca_es: Recupera els últims llistats de programari.
cs: Načíst nejnovější softwarové výpisy.
de: Neueste Anwendungslisten herunterladen.
fi_fi: Hae uusimmat ohjelmistolistaukset.
hu_hu: A legújabb szoftver listázások beszerzése.
it: Ricevi gli ultimi elenchi software.
ms_my: Terima penyenaraian perisian terkini.
nl_nl: De nieuwste softwarelijsten ophalen.
pt_br: Recuperar os novos anúncios de software.
sr: Довуците најновији списак програма.
tr_tr: Güncel yazılım listelerini al.

source: Please wait while the application is being updated...
bg: Моля изчакайте докато програмата се обнови...
ca_es: Espereu mentre l'aplicació s'actualitza...
cs: Počkejte prosím, než se aplikace aktualizuje...
de: Bitte warten, während die Anwendung aktualisiert wird …
fi_fi: Ole hyvä ja odota kun sovellus päivitetään...
hu_hu: Kérlek várj, míg az alkalmazás frissül...
it: Attendere mentre l'applicazione viene aggiornata...
ms_my: Tunggu sebentar ketika aplikasi dikemaskinikan...
nl_nl: Een ogenblik geduld terwijl de applicatie wordt bijgewerkt...
pt_br: Por favor, aguarde enquanto o aplicativo está sendo atualizado...
sr: Сачекајте док се програм не освежи...
tr_tr: Uygulama güncellenirken lütfen bekleyiniz.

source: Version:
bg: Версия:
ca_es: Versió:
cs: Verze:
fi_fi: Versio:
hu_hu: Verzió:
it: Versione:
ms_my: Versi:
nl_nl: Versie:
pt_br: Versão:
sr: Издање:
tr_tr: Sürüm:

source: This application is set to receive the latest updates.
bg: Тази програма е настроена да получава последните обновления.
ca_es: Aquesta aplicació està configurada per rebre les actualitzacions més recents.
cs: Tato aplikace je nastavena na příjem nejnovějších aktualizací.
de: Diese Anwendung ist so eingerichtet, dass sie die neuesten Aktualisierungen erhält.
fi_fi: Tämä sovellus on asetettu saamaan uusimmat päivitykset.
hu_hu: Az alkalmazás be lett állítva a legújabb frissítések fogadására.
it: Questa applicazione è impostata per ricevere gli ultimi aggioramenti.
ms_my: Aplikasi ini telah ditetapkan untuk menerima kemaskini terkini.
nl_nl: Deze applicatie is ingesteld om de meest recente updates te ontvangen.
pt_br: Esta aplicação está definida para receber as últimas atualizações.
sr: Овај програм је подешен да прима најновија освежења.
tr_tr: Bu uygulama son güncelleştirmeleri almak üzere ayarlandı.

source: Alternative to:
bg: Алтернатива на:
ca_es: Alternativa a:
cs: Alternativa k:
de: Alternative zu:
fi_fi: Vaihtoehto:
hu_hu: Erre alternatíva:
it: Alternativa a:
ms_my: Alternatif kepada:
nl_nl: Alternatief voor:
pt_br: Alternativa para:
sr: Замена за:
tr_tr: Alternatifi olduğu uygulama:

source: Hide
bg: Скрий
ca_es: Oculta
cs: Skrýt
de: Verstecken
fi_fi: Piilota
hu_hu: Elrejt
it: Nascondi
ms_my: Sembunyi
nl_nl: Verbergen
pt_br: Esconder
sr: Сакриј
tr_tr: Gizle

source: Details
ca_es: Detalls
cs: Podrobnosti
de: Einzelheiten
fi_fi: Yksityiskohdat
hu_hu: Részletek
it: Dettagli
ms_my: Perincian
pt_br: Detalhes
sr: Појединости
tr_tr: Detaylar

source: Install
bg: Инсталирай
ca_es: Instal·la
cs: Instalovat
de: Installieren
fi_fi: Asenna
hu_hu: Telepítés
it: Installa
ms_my: Pasang
nl_nl: Installeer
pt_br: Instalar
sr: Инсталирај
tr_tr: Kur

source: Reinstall
bg: Инсталирай отново
ca_es: Reinstal·la
cs: Přeinstalovat
de: Neu installieren
fi_fi: Uudelleenasenna
hu_hu: Újratelepít
it: Reinstalla
ms_my: Pasang Semula
nl_nl: Herinstalleer
pt_br: Reinstalar
sr: Поново инсталирај
tr_tr: Yeniden Yükle

source: Remove
bg: Премахни
ca_es: Suprimeix
cs: Odstranit
de: Entfernen
fi_fi: Poista
hu_hu: Eltávolítás
it: Rimuovi
ms_my: Buang
nl_nl: Verwijder
pt_br: Remover
sr: Уклони
tr_tr: Kaldır

source: Upgrade
bg: Обнови
ca_es: Actualitza
cs: Aktualizace
de: Aktualisieren
fi_fi: Päivitä
hu_hu: Frissítés
it: Aggiorna
ms_my: Tatar
nl_nl: Opwaarderen
pt_br: Atualizar
sr: Надогради
tr_tr: Yükselt

source: Launch
bg: Подкарай
ca_es: Llança
cs: Spustit
de: Starten
fi_fi: Käynnistä
hu_hu: Indítás
it: Avvia
ms_my: Lancar
nl_nl: Opstarten
pt_br: Iniciar
sr: Покрени
tr_tr: Başlat

source: License
bg: Лиценз
ca_es: Llicència
cs: Licence
de: Lizenz
fi_fi: Lisenssi
hu_hu: Licensz
it: Licenza
ms_my: Lesen
nl_nl: Licentie
pt_br: Licença
sr: Дозвола
tr_tr: Lisans

source: Platform
bg: Платформа
ca_es: Plataforma
cs: Platforma
de: Plattform
fi_fi: Alusta
it: Piattaforma
pt_br: Plataforma
sr: Платформа

source: Category
bg: Категория
ca_es: Categoria
cs: Kategorie
de: Kategorie
fi_fi: Kategoria
hu_hu: Kategória
it: Categoria
ms_my: Kategori
nl_nl: Categorie
pt_br: Categoria
sr: Категорија
tr_tr: Kategori

source: Website
bg: Уебсайт
ca_es: Lloc web
cs: Webová stránka
de: Webseite
fi_fi: Verkkosivu
hu_hu: Weboldal
it: Sito Web
ms_my: Laman Sesawang
sr: Веб сајт
tr_tr: Web Sitesi

source: Screenshot
bg: Снимка на екрана
ca_es: Captura de pantalla
cs: Snímek obrazovky
de: Bildschirmfoto
fi_fi: Kuvakaappaus
hu_hu: Képernyőkép
ms_my: Cekupan Skrin
nl_nl: Schermafdruk
pt_br: Captura de Tela
sr: Снимак екрана
tr_tr: Ekran Alıntısı

source: Source
bg: Източник
ca_es: Origen
cs: Zdroj
de: Quelle
fi_fi: Lähde
hu_hu: Forrás
it: Sorgente
ms_my: Sumber
nl_nl: Bron
pt_br: Fonte
sr: Извор
tr_tr: Kaynak

source: Ubuntu Repository
bg: Хранилището на Ubuntu
ca_es: Dipòsit d'Ubuntu
cs: Repozitář Ubuntu
de: Ubuntu-Paketquelle
fi_fi: Ubuntu Pakettivarasto
hu_hu: Ubuntu tároló
it: Repository di Ubuntu
ms_my: Repositori Ubuntu
nl_nl: Pakketbronnen van Ubuntu
pt_br: Repositório do Ubuntu
sr: Убунтуова ризница
tr_tr: Ubuntu Deposu

source: Ubuntu Community Maintained Repository
ca_es: Dipòsit mantingut per la comunitat d'Ubuntu
cs: Repozitář udržovaný Ubuntu komunitou
de: Von der Ubuntu-Gemeinschaft verwaltete Paketquelle
fi_fi: Ubuntu Yhteisön Ylläpitämä Pakettivarasto
hu_hu: Ubuntu közösség által karbantartott tároló
it: Repository mantenuti dalla comunità di Ubuntu
ms_my: Repositori Diurus Komuniti Ubuntu
nl_nl: Ubuntu Community Onderhouden Repository
pt_br: Repositório Ubuntu Mantido pela Comunidade
sr: Ризница коју одржава Убунтуова заједница
tr_tr: Ubuntu Topluluğu Sürdürülebilinir Deposu

source: Ubuntu Proprietary Drivers Repository
ca_es: Dipòsit de controladors propietaris d'Ubuntu
cs: Repozitář Ubuntu s proprietárními ovladači
de: Ubuntu-Paketquelle mit proprietären Treibern
fi_fi: Ubuntu Omisteisten Ajureiden Pakettivarasto
hu_hu: Ubuntu zárt forrású illesztőprogramok tárolója
it: Repository Ubuntu dei driver proprietari
ms_my: Repositori Pemacu Proprietari Ubuntu
pt_br: Repositório Ubuntu de Drivers Proprietários
sr: Ризница Убунтуових власничких управљачких програма
tr_tr: Ubuntu Özel Sürücüler Deposu

source: Ubuntu Non-Free Repository
ca_es: Dipòsit no lliure d'Ubuntu
cs: Repozitář Ubuntu s nesvobodným softwarem
de: Ubuntu-Paketquelle mit nicht freien Inhalten
fi_fi: Ubuntu Ei-Vapaa Pakettivarasto
hu_hu: Ubuntu zárt forrású tároló
it: Repository Ubuntu Non-Free
ms_my: Repositori Bukan-Bebas Ubuntu
pt_br: Repositório Ubunto Não-Livre
sr: Убунтуова неслободна ризница

source: Canonical Partner Repository
bg: Хранилище на партньори на Cannonical
ca_es: Dipòsit dels socis de Canonical
cs: Partnerský repozitář Canonicalu
de: Canonical-Partner-Paketquelle
fi_fi: Canonical Partner Pakettivarasto
hu_hu: Canonical partner tároló
it: Repository dei Partner di Canonical
ms_my: Repositori Rakan Canonical
nl_nl: Pakketbronnen van Canonical-partners
pt_br: Repositório de Parceiros da Canonical
sr: Ризница Каноникалових партнера
tr_tr: Canonical Partner Depoları

source: Unknown
bg: Неизвестно
ca_es: Desconegut
cs: Neznámý
de: Unbekannt
fi_fi: Tuntematon
hu_hu: Ismeretlen
it: Sconosciuto
ms_my: Tidak Diketahui
nl_nl: Onbekend
pt_br: Desconhecido
sr: Непознато
tr_tr: Bilinmiyor

source: Undo Changes
bg: Откажи промените
ca_es: Desfés els canvis
cs: Vrátit změny
de: Änderungen rückgängig machen
fi_fi: Kumoa Muutokset
hu_hu: Változtatások visszavonása
it: Annulla Modifiche
ms_my: Buat Asal Perubahan
nl_nl: Wijzigingen ongedaan maken
pt_br: Desfazer Mudanças
sr: Опзови измене
tr_tr: Değişiklikleri Geri Al

source: External Repository
ca_es: Dipòsit extern
cs: Externí repozitář
de: Externe Paketquelle
fi_fi: Ulkoinen Pakettivarasto
hu_hu: Külső tároló
it: Repository esterni
ms_my: Repositori Luar
nl_nl: Externe repository
pt_br: Repositório Externo
sr: Спољна ризница
tr_tr: Harici Depo

source: Software
bg: Софтуерната
ca_es: Programari
cs: Softwarový
de: Anwendungen
fi_fi: Ohjelmisto
hu_hu: Szoftver
ms_my: Perisian
pt_br: Programas
sr: Програми
tr_tr: Yazılım

source: Installing...
bg: Инсталиране...
ca_es: S'està instal·lant...
cs: Instaluje se...
de: wird installiert …
fi_fi: Asennetaan...
hu_hu: Telepítés...
it: Installazione...
ms_my: Memasang...
nl_nl: Aan het installeren...
pt_br: Instalando...
sr: Инсталирам...
tr_tr: Kuruluyor...

source: Removing...
bg: Премахване...
ca_es: S'està suprimint...
cs: Odstraňuje se...
de: wird entfernt …
fi_fi: Poistetaan...
hu_hu: Eltávolítás...
it: Rimozione...
ms_my: Membuang...
nl_nl: Aan het verwijderen...
pt_br: Removendo...
sr: Уклањам...
tr_tr: Kaldırılıyor...

source: Upgrading...
bg: Обновяване...
ca_es: S'està actualitzant...
cs: Aktualizuje se...
de: wird aktualisiert …
fi_fi: Päivitetään...
hu_hu: Frissítés...
it: Aggiornamento...
ms_my: Menatar...
nl_nl: Aan het updaten...
pt_br: Atualizando...
sr: Надограђујем...
tr_tr: Yükseltiliyor...

source: Accessories
bg: Аксесоари
ca_es: Accessoris
cs: Příslušenství
de: Zubehör
fi_fi: Apuohjelmat
hu_hu: Kellékek
it: Accessori
ms_my: Aksesori
nl_nl: Accessoires
pt_br: Acessórios
sr: Алати
tr_tr: Donatılar

source: Education
bg: Образование
ca_es: Educació
cs: Vzdělávání
de: Bildung
fi_fi: Opetusohjelmat
hu_hu: Oktatás
it: Educazione
ms_my: Pendidikan
nl_nl: Educatie
pt_br: Educação
sr: Образовање
tr_tr: Eğitim

source: Games
bg: Игри
ca_es: Jocs
cs: Hry
de: Spiele
fi_fi: Pelit.
hu_hu: Játékok
it: Giochi
ms_my: Permainan
pt_br: Jogos
sr: Игре
tr_tr: Oyunlar

source: Graphics
bg: Графики
ca_es: Gràfics
cs: Grafika
de: Grafik
fi_fi: Grafiikka
hu_hu: Grafika
it: Grafica
ms_my: Grafik
nl_nl: Grafisch
pt_br: Gráficos
sr: Графика
tr_tr: Grafik

source: Office
bg: Офис
ca_es: Ofimàtica
cs: Kancelář
de: Büro
fi_fi: Toimisto
hu_hu: Iroda
it: Ufficio
ms_my: Pejabat
nl_nl: Kantoor
pt_br: Escritório
sr: Канцеларија
tr_tr: Ofis

source: Programming
bg: Програмиране
ca_es: Programació
cs: Programování
de: Programmierung
fi_fi: Ohjelmointi
hu_hu: Programozás
it: Programmazione
ms_my: Pengaturcaraan
nl_nl: Programmeren
pt_br: Programação
sr: Програмирање
tr_tr: Programlama

source: Sound & Video
bg: Звук & Видео
ca_es: So i vídeo
cs: Zvuk a video
de: Klang & Film
fi_fi: Ääni ja video
hu_hu: Hang és videó
it: Suono & Video
ms_my: Bunyi & Video
nl_nl: Geluid en Video
pt_br: Som & Vídeo
sr: Звук и снимци
tr_tr: Ses & Video

source: System Tools
bg: Системни инструменти
ca_es: Eines del sistema
cs: Systémové nástroje
de: Systemwerkzeuge
fi_fi: Järjestelmätyökalut
hu_hu: Rendszereszközök
it: Strumenti di Sistema
ms_my: Alatan Sistem
nl_nl: Systeemgereedschappen
pt_br: Ferramentas do Sistema
sr: Системске алатке
tr_tr: Sistem Araçları

source: Universal Access
bg: Универсален Достъп
ca_es: Accés universal
cs: Univerzální přístup
de: Barrierefreiheit
fi_fi: Esteettömyys
hu_hu: Kisegítő lehetőségek
it: Accesso Universale
ms_my: Capaian Universal
nl_nl: Universele toegang
pt_br: Acesso Universal
sr: Универзални приступ
tr_tr: Evrensel Erişim

source: Server One-Click Installation
bg: Инсталация на сървър с едно щракване
ca_es: Instal·lació del servidor en un sol clic
cs: Instalace serveru na jedno kliknutí
de: Server – Ein-Klick-Installation
fi_fi: Palvelimen yhden napsautuksen asennus
hu_hu: Szerver egykattintásos telepítés
it: Server Installazione One-Click
ms_my: Pemasangan Se-Klik Pelayan
nl_nl: Serverinstallatie via één-klik
pt_br: Instalação em um clique para servidores.
sr: Серверска једно-кликна инсталација
tr_tr: Tek-Tık Ağ Kurulumu

source: Miscellaneous
bg: Разни
ca_es: Miscel·lània
cs: Různé
de: Verschiedenes
fi_fi: Sekalaiset
hu_hu: Egyéb
it: Varie
ms_my: Pelbagai
nl_nl: Overigen
pt_br: Diversos
sr: Разно
tr_tr: Karışık

source: Search
bg: Търси
ca_es: Cerca
cs: Hledat
de: Suchen
fi_fi: Etsi
hu_hu: Keresés
it: Cerca
ms_my: Gelintar
nl_nl: Zoeken
pt_br: Procurar
sr: Потражи
tr_tr: Ara

source: Please enter a keyword to begin.
bg: Моля въведете ключова дума за да започнете.
ca_es: Introduïu una paraula clau per començar.
cs: Chcete-li začít, zadejte prosím klíčové slovo.
de: Bitte ein Schlüsselwort eingeben, um zu beginnen.
fi_fi: Ole hyvä ja syötä avainsana aloittaaksesi.
hu_hu: Kérlek írj be egy kulcsszót a kezdéshez.
it: Inserisci una parola chiave per iniziare.
ms_my: Sila masukkan kata kunci untuk mula.
nl_nl: Typ een zoekterm om te starten.
pt_br: Por favor digite uma palavra-chave para começar.
sr: Упишите кључну реч да започнете.
tr_tr: Başlamak için bir tuşa basınız.

source: Please enter at least 3 characters.
bg: Мола въведете поне 3 символа.
ca_es: Introduïu com a mínim 3 caràcters.
cs: Zadejte prosím alespoň 3 znaky.
de: Bitte mindestens 3 Zeichen eingeben.
fi_fi: Ole hyvä ja anna vähintään 3 merkkiä.
hu_hu: Kérlek írj be legalább 3 karaktert.
it: Inserisci almeno 3 caratteri.
ms_my: Sila masukkan sekurang-kurangnya 3 aksara.
nl_nl: Typ minimaal 3 karakters.
pt_br: Por favor digite pelo menos 3 caracteres.
sr: Упишите најмање 3 знака.
tr_tr: En az 3 karakter yazınız.

source: Added
bg: Добавена
ca_es: Afegit
cs: Přidáno
de: Hinzugefügt
fi_fi: Lisätty
hu_hu: Hozzáadva
it: Aggiunto
ms_my: Ditambah
nl_nl: Toegevoegd
pt_br: Adicionado
sr: Додат
tr_tr: Eklendi

source: Fixed
bg: Поправена
ca_es: Corregit
cs: Opraveno
de: Repariert
fi_fi: Korjattu
hu_hu: Javítva
it: Fixato
ms_my: Dibaiki
nl_nl: Opgelost
pt_br: Reparado
sr: Исправљен
tr_tr: Çözüldü

source: Queued for installation.
bg: Маркирана за инсталиране.
ca_es: S'ha afegit a la cua per a la instal·lació.
cs: Ve frontě pro instalaci.
de: In Warteschlange zur Installation.
fi_fi: Lisätty asennusjonoon.
hu_hu: Sorbaállítva telepítésre
it: Accodato per l'installazione.
ms_my: Dibaris gilir untuk pemasangan
nl_nl: Gemarkeerd om te installeren.
pt_br: Na fila de espera para a instalação.
sr: Стављен у ред за инсталацију.
tr_tr: Yüklemek için sıraya eklendi

source: Queued for removal.
bg: Маркирана за премахване.
ca_es: S'ha afegit a la cua per a la supressió.
cs: Ve frontě pro odstranění.
de: In Warteschlange für Entfernung.
fi_fi: Lisätty poistojonoon.
hu_hu: Sorbaállítva eltávolításra.
it: Accodato per rimozione.
ms_my: Dibaris gilir untuk pembuangan
nl_nl: Gemarkeerd om te verwijderen.
pt_br: Na fila de espera para a remoção.
sr: Стављен у ред за уклањање.
tr_tr: Silmek için sıraya eklendi

source: Preparing to remove:
bg: Подготовка на премахване:
ca_es: Preparació per eliminar:
cs: Připraveno k odstranění:
de: Wird vorbereitet zum Entfernen:
fi_fi: Valmistaudutaan poistamaan:
hu_hu: Felkészülés az eltávolításra:
it: Preparo per rimuovere:
ms_my: Penyediaan untuk buang:
nl_nl: Voorbereiden voor het verwijderen van:
pt_br: Preparando para a remoção:
sr: Припремам се да уклоним:
tr_tr: Kaldırmaya hazırlanılıyor:

source: Preparing to install:
bg: Подготовка за инсталация:
ca_es: Preparació per instal·lar:
cs: Připraveno k instalaci:
de: Wird vorbereitet zur Installation:
fi_fi: Valmistaudutaan asentamaan:
hu_hu: Felkészülés a telepítésre:
it: Preparo per installare:
ms_my: Penyediaan untuk pasang:
nl_nl: Voorbereiden voor het installeren van:
pt_br: Preparando para instalar:
sr: Припремам се да инсталирам:
tr_tr: Yüklemeye hazırlanılıyor:

source: Removing:
bg: Премахване:
ca_es: Supressió:
cs: Odstranění:
de: Wird entfernt:
fi_fi: Poistetaan:
hu_hu: Eltávolítás:
it: Rimuovendo:
ms_my: Membuang:
nl_nl: Verwijderen:
pt_br: Removendo:
sr: Уклањам:
tr_tr: Kaldırılıyor:

source: Installing:
bg: Инсталиране:
ca_es: Instal·lació:
cs: Instalace:
de: Wird installiert:
fi_fi: Asennetaan:
hu_hu: Telepítés:
it: Installando:
ms_my: Memasang:
nl_nl: Installeren:
pt_br: Instalando:
sr: Инсталирам:
tr_tr: Yükleniyor:

source: Updating cache...
bg: Обновяване на кеша...
ca_es: Actualització de la memòria cau...
cs: Aktualizace mezipaměti...
de: Zwischenspeicher wird aktualisiert …
fi_fi: Välimuisti päivitetään...
hu_hu: Gyorsítótár frissítése...
it: Aggiornamento cache...
ms_my: Mengemaskini cache...
nl_nl: Cache wordt bijgewerkt...
pt_br: Atualizando cache...
sr: Освежавам оставу...
tr_tr: Önbellek güncelleniyor...

source: Verifying software changes...
bg: Проверка на софтуерните промени...
ca_es: Verificació dels canvis de programari...
cs: Ověřování softwarových změn...
de: Programmänderungen werden überprüft …
fi_fi: Ohjelmistomuutokset vahvistetaan...
hu_hu: Szoftverváltozások ellenőrzése...
it: Verifica cambiamenti software...
ms_my: Mengesahkan perubahan perisian...
nl_nl: Verifiëren van wijzigingen...
pt_br: Verificando mudanças no software...
sr: Проверавам измене програма...
tr_tr: Yazılım değişiklikleri doğrulanıyor...

source: Successfully Installed
bg: Успешно инсталирана
ca_es: Instal·lat correctament
cs: Úspěšně nainstalováno
de: Erfolgreich installiert
fi_fi: Asennettu onnistuneesti
hu_hu: Sikeresen telepítve
it: Installato con successo
ms_my: Berjaya Dipasangkan
nl_nl: Succesvol geïnstalleerd
pt_br: Instalado com sucesso
sr: Успешно је инсталиран
tr_tr: Başarıyla Yüklendi

source: Failed to Install
bg: Грешка при инсталация
ca_es: No s'ha pogut instal·lar
cs: Nepodařilo se nainstalovat
de: Installation fehlgeschlagen
fi_fi: Asennus epäonnistui
hu_hu: Telepítés sikertelen
it: Impossibile installare
ms_my: Gagal Dipasangkan
nl_nl: Installatie mislukt
pt_br: Falha ao instalar
sr: Није успео да се инсталира
tr_tr: Yüklenemedi

source: Successfully Removed
bg: Успешно премахната
ca_es: Suprimit correctament
cs: Úspěšně odebráno
de: Erfolgreich entfernt
fi_fi: Poistettu onnistuneesti
hu_hu: Sikeresen eltávolítva
it: Rimosso con successo
ms_my: Berjaya Dibuang
nl_nl: Succesvol verwijderd
pt_br: Removido com Sucesso
sr: Успешно је уклоњен
tr_tr: Başarıyla Kaldırıldı

source: Failed to Remove
bg: Грешка при премахване
ca_es: No s'ha pogut suprimir
cs: Nepodařilo se odstranit
de: Entfernung fehlgeschlagen
fi_fi: Poisto epäonnistui
hu_hu: Eltávolítás sikertelen
it: Impossibile rimuovere
ms_my: Gagal Dibuang
nl_nl: Verwijderen mislukt
pt_br: Remoção falhou
sr: Није успео да се уклони
tr_tr: Kaldırılamadı

source: To be installed
bg: За инсталация
ca_es: Per ser instal·lat
cs: Má být instalováno
de: Zu installieren
fi_fi: Asennetaan
hu_hu: Telepítésre
it: Sta per essere installato
ms_my: Akan dipasang
nl_nl: Te installeren
pt_br: A ser instalado.
sr: Биће инсталиран
tr_tr: Kurulacak

source: To be removed
bg: За премахване
ca_es: Per ser suprimit
cs: Má být odstraněno
de: Zu entfernen
fi_fi: Poistetaan
hu_hu: Eltávolításra
it: Sta per essere rimosso
ms_my: Akan dibuang
nl_nl: Te verwijderen
pt_br: A ser removido.
sr: Биће уклоњен
tr_tr: Kaldırılacak

source: Scroll Up
ca_es: Desplaçament cap a dalt
cs: Posunout nahoru
de: Nach oben gehen
fi_fi: Vieritä Ylös
hu_hu: Görgetés fel
it: Scorri verso l'alto
ms_my: Tatal Ke Atas
nl_nl: Ga naar boven
pt_br: Rolar para Cima
sr: Помакни горе
tr_tr: Yukarı Kaydırın

source: Installation Guide
ca_es: Guia d'instal·lació
cs: Průvodce instalací
de: Installationsanleitung
fi_fi: Asennusohje
hu_hu: Telepítési útmutató
it: Guida al'installazione
ms_my: Panduan Pemasangan
nl_nl: Installatiegids
pt_br: Guia de Instalação
sr: Водич за инсталацију
tr_tr: Yükleme Kılavuzu

source: Servers
bg: Сървъри
ca_es: Servidors
cs: Servery
de: Server
fi_fi: Palvelimet
hu_hu: Szerverek
it: Server
ms_my: Pelayan
pt_br: Servidor
sr: Сервери
tr_tr: Sunucular

source: Jan
bg: Ян
ca_es: gen
cs: Leden
de: Januar
fi_fi: Tam
it: Gen
sr: јан.
tr_tr: Ocak

source: Feb
bg: Фев
cs: Únor
de: Februar
fi_fi: Hel
pt_br: Fev
sr: феб.
tr_tr: Şubat

source: Mar
bg: Мар
cs: Březen
de: März
fi_fi: Maa
hu_hu: Már
ms_my: Mac
nl_nl: Mrt
sr: мар.
tr_tr: Mart

source: Apr
bg: Апр
ca_es: abr
cs: Duben
de: April
fi_fi: Huh
hu_hu: Ápr
pt_br: Abr
sr: апр.
tr_tr: Nisan

source: May
bg: Май
ca_es: mai
cs: Květen
de: Mai
fi_fi: Tou
hu_hu: Máj
it: Mag
ms_my: Mei
nl_nl: Mei
pt_br: Mai
sr: мај
tr_tr: Mayıs

source: Jun
bg: Юни
cs: Červen
de: Juni
fi_fi: Kes
hu_hu: Jún
it: Giu
sr: јун
tr_tr: Haziran

source: Jul
bg: Юли
cs: Červenec
de: Juli
fi_fi: Hei
hu_hu: Júl
it: Lug
sr: јул
tr_tr: Temmuz

source: Aug
bg: Авг
ca_es: ago
cs: Srpen
de: August
fi_fi: Elo
it: Ago
ms_my: Ogo
pt_br: Ago
sr: авг.
tr_tr: Ağustos

source: Sep
bg: Сеп
cs: Září
de: September
fi_fi: Syy
hu_hu: Szep
it: Set
pt_br: Set
sr: сеп.
tr_tr: Eylül

source: Oct
bg: Окт
cs: Říjen
de: Oktober
fi_fi: Lok
hu_hu: Okt
it: Ott
ms_my: Okt
nl_nl: Okt
pt_br: Out
sr: окт.
tr_tr: Ekim

source: Nov
bg: Ное
cs: Listopad
de: November
fi_fi: Mar
sr: нов.
tr_tr: Kasım

source: Dec
bg: Дек
ca_es: des
cs: Prosinec
de: Dezember
fi_fi: Jou
it: Dic
ms_my: Dis
pt_br: Dez
sr: дец.
tr_tr: Aralık

source: Unsupported Distribution
ca_es: Distribució sense suport
cs: Nepodporovaná distribuce
de: Nicht unterstützte Distributionen
fi_fi: Tukematon Jakelu
hu_hu: Nem támogatott disztribúció
it: Distribuzione non supportata
ms_my: Distribusi Tidak Disokong
nl_nl: Niet-ondersteunde distributie
pt_br: Distribuição Não Suportada
sr: Неподржана дистрибуција
tr_tr: Desteklenmeyen Dağıtım

source: Your mileage may wary.
ca_es: El vostre quilometratge pot variar.
cs: Vaše zkušenosti se mohou lišit.
de: Verbrauch kann variieren.
fi_fi: Käyttökokemuksesi voi poiketa.
hu_hu: A tapasztalataid eltérhetnek.
it: La tua distanza può variare.
ms_my: Perbatuan anda mungkin berbeza.
nl_nl: Uw uitkomst kan variëren.
pt_br: Sua milhagem pode ficar sob suspeita.
sr: Ваша километража може варирати.
