Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/helloguest/*.po
Languages: de, it, ja, nl, pl, ro, sr

source: Welcome
de: Willkommen
it: Benvenuto
ja: ようこそ
nl: Welkom
pl: Witaj
ro: Bine ați venit
sr: Добро дошли

source: Entering the Guest Session.
de: Gast-Sitzung starten
it: Entrare nella Sessione Ospite.
ja: ゲストセッションに入る
nl: Starten van de Gast Sessie
pl: Uruchamianie sesji gościa.
ro: Intrați în sesiunea de oaspeți
sr: Улазим у сесију госта.

source: Guest Sessions are great for allowing other people to use this computer without tampering with applications, your settings or files.
de: Gast-Sitzungen sind da so dass andere Menschen die Möglichkeit haben diesen Computer zu bedienen, ohne Änderungen an Ihren Programmen, Einstellungen oder Dateien vornehmen zu können.
it: Le Sessioni Ospite sono ottime per permettere ad altre persone di usare questo computer senza andare a manomettere le applicazioni, le tue impostazioni o file.
ja: ゲストセッションは、アプリケーションやあなたの設定、ファイルといったものを操作されることなしに、他の人にコンピュータを使ってもらうのにぴったりです。
nl: Gast Sessies zijn zeer geschikt voor het toestaan ​​van andere mensen om deze computer te gebruiken zonder dat deze enige toepassingen, de instellingen of bestanden aan kunnen passen.
pl: Sesja gościa świetnie się nadaje, by pozwolić innym osobom korzystać z tego komputera, nie dając im pełnego dostępu do aplikacji, plików i ustawień.
ro: Sesiunile de oaspeți sunt bune pentru a lăsa alți oameni să folosească acest calculator fără a manipula aplicațiile, setările dumneavoastră sau fișierele.
sr: Сесије госта су одличне за дозвољавање другим људима да користе овај рачунар а да не чачкају по програмима, подешавањима или датотекама.

source: Any data left in the session will be lost when you log out!
de: Alle Daten in der Sitzung gehen verloren, wenn Sie sich abmelden und der Sitzung verlassen!.
it: Qualsiasi dato rimanente nella sessione verr√† perso quando si esegue il log out!
ja: ゲストセッション中に作成されたすべてのデータはログアウト時に削除されます。
nl: Alle gegevens binnen de sessie gaan verloren wanneer u uitlogt!
pl: Wszelkie dane sesji zostaną utracone po wylogowaniu!
ro: Orice dată rămasă în sesiune va fi pierdută când ieșiți!
sr: Сваки податак који остане у сесији биће изгубљен када се одјавите!

source: Please transfer anything you'd like to keep to an external drive, a network share or cloud service.
de: Bitte übertragen Sie alles auf einem externen Laufwerk, eine andere Netzwerk oder Cloud-Service was Sie behalten möchten.
it: Trasferisci qualsiasi cosa che vuoi mantenere su un disco esterno, una rete condivisa o un servizio cloud.
ja: 残しておきたいデータなどは外付けのドライブやネットワーク共有、クラウドサービスなどに移してください。
nl: Kopieer alstublieft alles wat u wilt bewaren naar een externe schijf, een netwerk locatie of een cloud dienst.
pl: Przenieś wszystko co chcesz zatrzymać na dysk zewnętrzny, sieciowy lub znajdujący się w chmurze.
ro: Vă rugăm transferați orice ați dori să păstrați pe o unitate externă, o rețea partajată sau un serviciu cloud.
sr: Пребаците све што желите да сачувате на спољни уређај, мрежно дељење или услугу облака.

source: The
de: Die
it: L'
ja: この
nl: De
pl: Aplikacja
ro: Aplicaţia
sr: Програм

source: application introduces you to the operating system, but some features that require privileges will be disabled.
de: Anwendung führt Sie in das Betriebssystem, aber einige Funktionen, die Privilegien erfordern wird deaktiviert.
it: applicazione ti introduce al sistema operativo, ma alcune caratteristiche che richiedono i privilegi verranno disabilitate.
ja: アプリケーションはUbuntu MATE OSを紹介するためのもので、権限の必要ないくつかの機能は利用できません。
nl: applicatie introduceert u met het besturingssysteem, maar sommige functies met speciale voorrechten zullen uitgeschakeld zijn.
pl: prezentuje ten system operacyjny, jednak funkcje wymagające specjalnych uprawnień zostaną wyłączone.
ro: vă introduce în sistemul de operare, dar unele caracteristici care necesită privilegii vor fi dezactivate.
sr: вас уводи у оперативни систем, али неке функције које захтевају овлашћења биће искључене.

source: Thank you for using Ubuntu MATE.
de: Vielen Dank dass Sie sich für Ubuntu MATE entschieden haben.
it: Grazie di usare Ubuntu MATE.
ja: Ubuntu MATEをお使いいただき、ありがとうございます。
nl: Dank u voor het gebruiken van Ubuntu MATE.
pl: Dziękujemy za korzystanie z Ubuntu MATE.
ro: Vă mulțumim că folosiți Ubuntu MATE.
sr: Хвала вам што користите Убунту Мејт.

source: Discover
de: Entdecken
it: Scopri
ja: 詳しく知る
nl: Ontdek
pl: Odkrywaj
ro: Descoperă
sr: Откриј

source: Dismiss
de: Verwerfen
it: Abbandona
ja: 終了
nl: Annuleren
pl: Zamknij
ro: Revocă
sr: Откажи
