Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/getinvolved/*.po
Languages: ar, cs, sr

source: Get Involved
ar: ساهم معنا
cs: Zapojte se
sr: Прикључите се

source: Development
ar: التطوير
cs: Vývoj
sr: Програмирање

source: This is where you can get involved with Ubuntu MATE and MATE Desktop development.
ar: هنا يمكن أن تُسهم في تطوير نظام تشغيل "أبونتو ماتيه" وواجهة سطح المكتب "ماتيه".
cs: Zde jsou místa, kde se můžete zapojit do vývoje Ubuntu MATE a MATE Desktop.
sr: Овде се можете прикључити развоју Убунту Мејта и Мејтове радне површи.

source: It appears you are not connected to the Internet. Please check your connection to access this content.
ar: يبدو أنك لست متصلًا بالإنترنت. فضلاً تأكد من اتصالك بالإنترنت للولوج لهذا المحتوى.
cs: Zdá se, že nejste připojeni k Internetu. Zkontrolujte prosím své připojení, abyste mohli přistoupit k tomuto obsahu.
sr: Изгледа да нисте повезани на Интернет. Проверите везу да бисте приступили овом садржају.

source: Sorry, Welcome was unable to establish a connection.
ar: عذراً، شاشة الترحيب لم تستطع إنشاء اتصال.
cs: Je nám líto, aplikace Vítejte nebyla schopna navázat spojení.
sr: Извините, Добродошлица није могла да успостави везу.

source: Retry
ar: إعادة المحاولة
cs: Zkusit znovu
sr: Покушај поново

source: Ubuntu MATE Launchpad
ar: أبونتو ماتيه على لانشباد Launchpad
cs: Ubuntu MATE na Launchpad
sr: Убунту Мејт Ланчпад

source: Ubuntu MATE Bitbucket
cs: Ubuntu MATE na Bitbucket
sr: Убунту Мејт Бит-ведро

source: MATE Desktop GitHub
ar: سطح مكتب ماتيه MATE على جِيت هب GitHub
cs: Pracovní prostředí MATE na GitHub
sr: ГитХаб Мејтове радне површи

source: Translations
cs: Překlady
sr: Превођење

source: MATE Desktop
cs: Pracovní prostředí MATE
sr: Мејтова радна површ

source: Ubuntu MATE Applications
cs: Aplikace Ubuntu MATE
sr: Програми Убунту Мејта

source: Ubuntu MATE GitHub
ar: أبونتو ماتيه على جِتْ هبْ GitHub

source: Ubuntu MATE Transifex
ar: أبونتو ماتيه على ترانسيفكس Transifex

source: MATE Desktop Transifex
ar: سطح مكتب ماتيه على ترانسيفكس Transifex
