Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/features/*.po
Languages: ar, ca_es, de, fi_fi, it, ko_kr, nl_nl, pt_br, ru, sk, sr, sv

source: While MATE Desktop provides the essential user interfaces to control and use a computer, Ubuntu MATE adds a collection of additional applications to turn your computer into a truly powerful workstation.
ar: في حين يوفر سطح مكتب "ماتيه" واجهة المستخدم الأساسية للتحكم بالحاسوب واستخدامه، فإن "أبونتو ماتيه" يضيف تشكيلة من التطبيقات لتحويل حاسوبك إلى محطة عمل حقيقية.
ca_es: Mentre l'escriptori MATE proporciona les interfícies d'usuari essencials per controlar i utilitzar un ordinador, Ubuntu MATE afegeix una col·lecció d'aplicacions addicionals per convertir el vostre ordinador en una estació de treball realment potent.
de: Während der MATE-Desktop ihnen die grundlegenden Werkzeuge an die Hand gibt um Ihren Computer zu steuern und zu benutzen, fügt Ubuntu MATE eine Sammlung von zusätzlichen Anwendungen hinzu, welche Ihren Computer in einen wahrlich leistungsstarken Arbeitsplatz verwandelt.
fi_fi: MATE Työpöytä tarjoaa tärkeitä käyttöliittymiä tietokoneen hallitsemiseen ja käyttämiseen. Ubuntu MATE vuorostaan lisää joukkoon lisäsovelluksia, joilla tietokoneestasi tulee todella tehokas työasema.
it: Mentre il Desktop MATE offre un interfaccia utente essenziale per controllare ed usare un computer, Ubuntu MATE aggiunge una collezione di applicazioni aggiuntive per trasformare il tuo computer in una workstation davvero potente.
ko_kr: 우분투 마테가 사용하는 마테 데스크탑 환경 그 자체로는 가장 기본적인 기능들만 쓸 수 있습니다. 가구가 없는 집과 비슷하죠. 우분투 마테는 그래서 사용자들이 쓸 수 있는 강력한 프로그램들을 내장하고 있습니다.
nl_nl: Terwijl MATE Desktop biedt essentiële gebruikersinterfaces te beheersen en een computer gebruiken, Ubuntu MATE voegt een verzameling aanvullende toepassingen op uw computer omvormen tot een echt krachtig workstation.
pt_br: Enquanto o MATE Desktop oferece as interfaces de usuário essenciais para controlar e utilizar o computador, o Ubuntu MATE adiciona uma coleção de aplicativos adicionais para transformar o seu computador em uma estação de trabalho poderosa.
ru: В то время как MATE Desktop предоставляет необходимые интерфейсы для контроля и работы на компьютере, Ubuntu MATE добавляет набор дополнительных приложений для превращения вашего компьютера в по-настоящему мощную рабочую станцию.
sk: Kým Prostredie MATE poskytuje základné používateľské rozhrania na ovládanie a používanie počítača, Ubuntu MATE pridáva zbierku dodatočných aplikacií aby sa z vášho počítača stala skutočne užitočná pracovná stanica.
sr: Док Мејтова радна површ пружа основна корисничка сучеља за управљање и коришћење рачунара, Убунту Мејт додаје скуп додатних програма како би претворио ваш рачунар у заиста моћну радну станицу.
sv: Medan MATE Desktop ger viktiga användargränssnitt för att styra och använda en dator, lägger Ubuntu MATE till en samling av ytterligare applikationer för att förvandla din dator till en verkligt kraftfull arbetsstation.

source: Productivity
ar: الإنتاجية
ca_es: Productivitat
de: Produktivität
fi_fi: Tuottavuus
it: Produttività
ko_kr: 생산성.
nl_nl: Productiviteit
pt_br: Produtividade
ru: Продуктивность
sk: Produktivita
sr: Учинковитост
sv: Produktivitet

source: Firefox delivers safe, easy web browsing. A familiar user interface, enhanced security features including protection from online identity theft, and an integrated search to let you get the most out of the web.
ar: "فايرفكس" يقدم تصفحاً سهلاً آمناً للإنترنت، واجهة مألوفة وميزات أمان محسّنة تتضمن الحماية من سرقة الهوية على الإنترنت، وبحث مدمج لتمكينك من الحصول على أقصى فائدة من الويب.
ca_es: Firefox ofereix una navegació per la web segura i fàcil. Una interfície d'usuari familiar, característiques de seguretat millorades, incloent-hi la protecció contra el robatori d'identitat en línia, i una cerca integrada que us permeten obtenir el màxim rendiment del web.
de: Firefox liefert sicheres und einfaches Surfen im Internet. Eine vertraute Benutzeroberfläche, erweiterte Sicherheitsfunktionen wie Schutz vor Online-Identitätsdiebstahl und eine integrierte Suchfunktion sorgen dafür, dass Sie das Maximum an Nutzen aus dem Internet ziehen können.
fi_fi: Firefox tarjoaa turvallista, helppoa netin selailua. Sillä on tuttu käyttöliittymä, paranneltuja turvallisuusominaisuuksia (mukaan lukien verkkoidentiteetin varkauden suoja), sekä integroitu haku, jotta saat internetistä kaiken irti.
it: Firefox fornisce una navigazione web facile e sicura. Un interfaccia utente famigliare, caratteristiche di sicurezza migliorate che includono la protezione dai furti di identità online, e una ricerca integrata per permetterti di avere il massimo sul web.
ko_kr: 파이어폭스는 쉽고 안전한 인터넷 경험을 제공합니다. 인터페이즈도 친숙하고, 해커들의 공격에도 안전하고, 기능들도 많습니다.
nl_nl: Firefox brengt veilig, gemakkelijk webbrowsen, een vertrouwde gebruikersomgeving, verhoogde beveiligingskenmerken inclusief bescherming voor online identiteitsdiefstal, en een geïntegreerde zoekfunctie om je de beste surf-ervaring te geven.
pt_br: O Firefox proporciona uma navegação fácil e segura na internet. Com uma interface familiar, conta com uma pesquisa integrada para você obter o melhor da internet. Fornece ainda recursos de segurança, incluindo proteção contra roubo de identidade.
ru: Firefox -- простой и безопасный бразуер. Знакомый интерфейс, улучшенный функционал для безопасности, включая защиту от кражи личности в сети и встроенный поиск помогут вам испытать всё в сети.
sk: Firefox poskytuje bezpečné a ľahké prehliadanie webu. Známe používateľské rozhranie, bohaté bezpečnostné funkcie, vrátane ochany proti online krádeźi identity a integrované vyhľadávanie uľahčujú využívanie webu naplno.
sr: Фајерфокс испоручује сигурно, једноставно разгледање веба. Познато корисничко сучеље, побољшане безбедносне функције укључујући заштиту од крађе идентитета на мрежи, и интегрисану претрагу како би вама омогућио да добијете што више од веба.
sv: Firefox ger säker, enkel surfning. Ett välbekant användargränssnitt, förbättrade säkerhetsfunktioner inklusive skydd mot identitetsstöld, och en integrerad sökfunktion för att låta dig få ut det mesta av webben.

source: Thunderbird is a full-featured email, RSS and newsgroup client that makes emailing safer, faster and easier than ever before. It supports different mail accounts (POP, IMAP, Gmail), has a simple mail account setup wizard, one-click address book, tabbed interface, an integrated learning spam filter, advanced search and indexing capabilities, and offers easy organization of mails with tagging and virtual folders. It also features unrivalled extensibility.
de: Thunderbird ist ein voll funktionsfähiger E-Mail, RSS und Newsgroup-Client, welcher den Umgang mit E-Mails sicherer, schneller und einfacher macht als je zuvor. Es unterstützt verschiedene E-Mail-Konten/-Protokolle (POP , IMAP, Gmail), hat einen einfachen Mailkonto- Einrichtungsassistent, ein one-click- Adressbuch, eine Oberfläche mit Registerkarten, einen integrierten, lernenden Spam-Filter, eine erweiterte Such- und Indizierungsfunktionen und bietet eine einfache Organisation von E-Mails mit Tagging und virtuellen Ordnern. Er verfügt außerdem über eine unübertroffene Erweiterbarkeit.
fi_fi: Thunderbird on monipuolinen sähköposti-, RSS- ja uutisryhmäohjelma, joka tekee sähköpostista entistä turvallisemman, nopeamman ja helpomman. Se tukee eri sähköpostitilejä (POP, IMAP, Gmail), sillä on yksinkertainen ohjattu tilinluonti, yhden napsautuksen osoitekirja, välilehdellinen käyttöliittymä, integroitu oppiva roskapostisuodatin, kehittynyt haku- ja indeksointikapasiteetti, sekä tarjoaa postin helppoa järjestelyä tunnisteiden ja virtuaalisten kansioiden avulla. Sillä on myös lyömätön laajennettavuus.
nl_nl: Thunderbird is een volwaardige e-mail, RSS en nieuwsgroep client maakt e-mailen veiliger, sneller en eenvoudiger dan ooit tevoren. Het ondersteunt verschillende emailaccounts (POP, IMAP, Gmail), heeft een eenvoudige mail account setup wizard one-click adresboek tabbed interface, een geïntegreerd leren spamfilter uitgebreid zoeken en indexeringsfuncties en biedt eenvoudige organisatie van mails met tagging en virtuele mappen. Het beschikt ook over een ongekende uitbreidingsmogelijkheden.
sr: Тандерберд је потпуно функционалан клијент за е-пошту, РСС и групу вести који чини рад са е-поштом сигурнијим, бржим и лакшим него икада раније. Подржава различите налоге поште (ПОП, ИМАП, Г-пошта), има једноставног чаробњака за подешавање налога поште, адресар на један клик, сучеље са језичцима, уграђени самоучиви филтер нежељене е-поште, напредне могућности претраживања и индексирања, и нуди једноставно разврставање поште означавањем и виртуелним фасциклама. Одликује га такође и могућност проширења без премца.

source: LibreOffice is a full-featured office productivity suite that provides a near drop-in replacement for Microsoft(R) Office; its clean interface and powerful tools let you unleash your creativity and grow your productivity. LibreOffice embeds several applications that make it the most powerful Free and Open Source Office suite on the market:
ar: "ليبر أوفيس" حزمة إنتاجية مكتبية متكاملة المزايا، تقدم بديلاً شبه تام عن مايكروسوفت(R) أوفيس، بواجهتها الصقيلة، وأدواتها القوية تطلق العنان لإبداعك وتنمي من إنتاجيتك. ليبر أوفيس تتضمن عدداً من البرامج التي تجعلها أقوى حزمة برامج حرة مفتوحة المصدر في السوق:
ca_es: LibreOffice és un conjunt d'aplicacions de productivitat ofimàtica amb totes les característiques per oferir una gota al bassal per a la substitució de Microsoft(R) Office; La seva interfície neta i les seves eines potents permeten alliberar la vostra creativitat i augmentar la vostra productivitat. LibreOffice incorpora diverses aplicacions que el fan el conjunt d'aplicacions d'ofimàtica més potent de codi obert i lliure del mercat:
de: LibreOffice ist ein leistungsstarkes Office-Paket, welches einen fast vollständigen, kostenlosen Ersatz für Microsoft(R) Office bietet. Mit der klaren Oberfläche und den mächtigen Werkzeugen können Sie Ihre Kreativität entfalten und Ihre Produktivität steigern. LibreOffice vereint verschiedene Anwendungen, was es zum mächtigsten, freien und quelloffenen Office-Paket auf dem Markt macht.
fi_fi: LibreOffice on monipuolinen toimisto-ohjelmisto, jolla voi melkein lennosta korvata Microsoft(R) Office; sen selkeä käyttöliittymä ja tehokkaat työkalut antavat sinun päästää luovuutesi irti ja parantaa tuottavuutesi. LibreOffice sisältää monta sovellusta, minkä ansiosta se on markkinoiden tehokkain avoimeen lähdekoodiin perustava ilmainen toimisto-ohjelmisto.
it: LibreOffice è una suite per la produttività in ufficio completa che offre una sostituzione per Microsoft(R) Office; la sua interfaccia pulita e i suoi strumenti potenti ti permetteranno di liberare la tua creatività e di aumentare la tua produttività. LibreOffice include diverse applicazioni che la rendono la più potente suite d'ufficio Gratuita e Open Source del mercato:
ko_kr: 리브레오피스는 마이크로소프트(R) 오피스를 거의 대체 가능한 문서 작성 프로그램입니다. 깔끔하고, 자유롭고, 강력한 문서 작성을 해보세요. 리브레오피스는 이러한 프로그램들을 내장하고 있습니다:
nl_nl: LibreOffice is, een volledig uitgerust kantoorsoftwarepakket verkrijgbaar dat een buurt vervanging voor Microsoft(R) Office; haar schone interface en krachtige hulpmiddelen kunt u uw creativiteit de vrije loop en breid uw productiviteit. LibreOffice is uitgerust met diverse toepassingen die het de krachtigste vrije en open source office suite op de markt:
pt_br: LibreOffice é uma suíte de produtividade com todos os recursos necessários que te fornecem uma ótima alternativa ao Microsoft Office(R); sua interface limpa com ferramentas poderosas liberta a sua criatividade e aumenta a sua produtividade. O LibreOffice contém diversos programas que o fazem a mais poderosa suíte Grátis e de Código Aberto do mercado:
ru: LibreOffice -- полнофункциональный пакет для работы в офисе, предлагающий практически идентичную замену Microsoft(R) Office; его чистый интерфейс и мощные инструменты позволят вам дать волю своей креативности и повысить свою продуктивность. LibreOffice включает в себя несколько приложений, делающих его наиболее мощным FOSS-пакетом на рынке:
sk: Libre-office je plnohodnotný kancelársky balík, ktorý poskyuje takmer stopercentnú náhradu za Microsoft(R) Offce. Jeho jednoduché rozhranie a mocné nástroje vám umožnia využiť svoju kreativitu a rozšíriť svoju produktivitu. LibreOffice obsahuje viacero aplikácií, ktoré ho činia najmocnejším slobodným a Open Source kancelárskym balíkom na trhu:
sr: Либреофис је потпуно опремљен пакет канцеларијске продуктивности који обезбеђује скоро потпуну замена за Мајкрософт(Р) Офис; његово чисто сучеље и моћни алати омогућавају вам да ослободите своју креативност и побољшате вашу учинковитост. Либреофис обједињује неколико апликација које га чине најмоћнијим канцеларијским пакетом слободног и отвореног кода на тржишту:
sv: Libreoffice är en komplett kontorssvit som tillhandahåller en ersättning för Microsoft(R) Office; dess rena gränssnitt och kraftfulla verktyg låter dig släppa loss din kreativitet och öka din produktivitet. Libreoffice bäddar in flera applikationer som gör den till det mest kraftfulla och fria Office på marknaden:

source: Writer, the word processor.
ar: رايتر، معالج النصوص.
ca_es: Writer, el processador de text.
de: Writer, die Textverarbeitung.
fi_fi: Writer, tekstinkäsittelyohjelma.
it: Writer, l'elaboratore di testi.
ko_kr: Writer, 워드 프로세서.
nl_nl: Writer, de tekstverwerker.
pt_br: Writer, o processador de texto.
ru: Writer, текстовый редактор.
sk: Writer, textový procesor.
sr: Писац, обрађивач текста.
sv: Writer, ordbehandlaren.

source: Calc, the spreadsheet application.
ar: كالك، برنامج جداول البيانات.
ca_es: Calc, l'aplicació de fulls de càlcul.
de: Calc, die Tabellenkalkulation.
fi_fi: Calc, taulukkolaskentaohjelma.
it: Calc, l'applicazione per i fogli di calcolo.
ko_kr: Calc, 스프레드시트 프로그램.
nl_nl: Calc, het rekenblad.
pt_br: Calc, o aplicativo para planilhas eletrônicas.
ru: Calc, приложение электронных таблиц.
sk: Calc, tabuľkový procesor.
sr: Рачун, програм унакрсних табела.
sv: Calc, kalkylprogram.

source: Impress, the presentation engine.
ar: إمبْرِس، محرك العروض التقديمية.
ca_es: Impress, el motor de presentacions de diapositives.
de: Impress, das Präsentationsprogramm.
fi_fi: Impress, esitysgrafiikkaohjelma.
it: Impress, l'applicazione per le presentazioni.
ko_kr: Impress, 프레젠테이션 엔진.
nl_nl: Impress, het presentatiepakket.
pt_br: Impress, o motor de apresentações.
ru: Impress, движок презентаций.
sk: Impress, nástroj na tvorby prezentácií.
sr: Импрес, погон презентација.
sv: Impress, multimediapresentationer.

source: Draw, the drawing and flowcharting application.
ar: درو، برنامج الرسم و المخططات الانسيابية.
ca_es: Draw, l'aplicació de dibuix i de diagrames de flux.
de: Draw, die Mal-und Flussdiagrammanwendung.
fi_fi: Draw, piirto- ja vuokaavio-ohjelma.
it: Draw, l'applicazione per il disegno e i diagrammi di flusso.
ko_kr: Draw, 그리기와 플로우차트 프로그램.
pt_br: Draw, o aplicativo para desenho e fluxogramas.
ru: Draw, приложение для создания диаграмм и рисования.
sk: Draw, aplikácia na kreslenie a tvorbu vývojových diagramov.
sr: Цртеж, програм за цртање и графиконе.
sv: Draw, skapa diagram och skisser.

source: Base, the database and database frontend.
ar: بايس، قاعدة البيانات وواجهة قاعدة البيانات.
ca_es: Base, la base de dades i la seva interfície.
de: Base, Datenbankverwaltung und Datenbank Front-End.
fi_fi: Base, tietokantojen käsittelyohjelma.
it: Base, l'applicazione per i database.
ko_kr: Base, 데이터베이스 관리자.
nl_nl: Base, de databank en databank frontend.
pt_br: Base, o banco de dados e a interface do banco de dados.
ru: Base, фронтенд баз данных.
sk: Base, databáza a databázový frontend.
sr: База, база података и челник базе података.
sv: Base, databas

source: Math, for editing mathematics.
ar: ماث، لتحرير الرياضيات.
ca_es: Math, per operacions matemàtiques.
de: Math, der Formeleditor.
fi_fi: Math, matemaattisten kaavojen kirjoitus-ohjelma.
it: Math, per la modifica delle formule matematiche.
ko_kr: Math, 수학 공식 에디터.
nl_nl: Math, het wiskundig programma.
pt_br: Math, para editar fórmulas matemáticas.
ru: Math, для редактирования математики.
sk: Math, na úpravu matematických rovníc.
sr: Матиш, за рад у математици.
sv: Math, ekvationsredigerare.

source: Entertainment
ar: التسلية
ca_es: Entreteniment
de: Unterhaltung
fi_fi: Ajanviete
it: Intrattenimento
ko_kr: 엔터테인먼트.
nl_nl: Amusement
pt_br: Entretenimento
ru: Развлечение
sk: Zábava
sr: Забава
sv: Underhållning

source: Rhythmbox is a very easy to use music playing and management program which supports a wide range of audio formats (including mp3 and ogg). Originally inspired by Apple's iTunes, the current version also supports Internet Radio, iPod integration and generic portable audio player support, Audio CD burning, Audio CD playback, music sharing, and Podcasts.
ar: "ريثم بوكس" برنامج سهل الاستخدام جداً لتشغيل وإدارة الملفات الصوتية، يدعم مدًى واسعاً من الصيغ (بما فيها Mp3 و ogg). وهو مستلهَمٌ في الأصل ببرنامج iTunes من آبل، ويدعم الإصدار الحالي أيضاً راديو الإنترنت، والتكامل مع iPod ومشغلات الصوت المحمولة الأخرى، وحرق الصوتيات على الأقراص المضغوطة، وتشغيل الصوتيات من الأقراص المضغوطة، ومشاركة الموسيقى، والبرامج الإذاعية الصوتية (البودكاست).
ca_es: Rhythmbox és una aplicació molt fàcil d'utilitzar per a la reproducció de música i és un programa de gestió que permet utilitzar un ampli ventall de formats d'àudio (incloent-hi MP3 i OGG). Originalment estava inspirat amb iTunes d'Apple, la versió actual també és compatible amb la ràdio per Internet, la integració amb l'iPod i els reproductors d'àudio portàtils genèrics, la gravació de CD d'àudio, la reproducció de CD d'àudio, la compartició de música i els podcasts.
de: Rhythmbox- Musikabspieler und Management-Programm ist eine sehr einfach zu bedienende Anwendung, die eine breite Palette von Audio-Formate unterstützt (einschließlich mp3 und ogg ). Ursprünglich inspiriert von Apples iTunes, unterstützt die aktuelle Version Internet-Radio, iPods und andere tragbaren Audio-Player und Podcasts zugleich.
fi_fi: Rytmilaatikko on helppokäyttöinen musiikin soitto- ja hallintaohjelma, joka tukee laajaa valikoimaa äänitiedostomuotoja (mukaanlukien mp3 ja ogg). Alun perin Applen iTunesin inspiroima, uusin versio tukee Internet Radiota, iPod integrointia ja yleistä kannettava audio soitin tukea, äänilevyjen polttamista, äänilevyjen toistoa, musiikin jakamista ja Podcasteja.
it: Rhythmbox è un programma molto facile per la gestione e la riproduzione di musica che supporta una vasta gamma di formati audio ( inclusi mp3 e ogg). Originariamente ispirato ad iTunes di Apple, la versione corrente supporta anche le Internet Radio, l'integrazione di iPod e il supporto ai riproduttori audio generici, la masterizzazione di CD audio, la riproduzione di CD audio, la condivisione della musica, e i Podcast.
ko_kr: Rhythmbox는 사용하기 쉬운 음악 프로그램입니다. 다양한 오디오 포맷(mp3, ogg)등을 지원합니다. 음악 재생 외에도 라디오, 아이팟 연동, CD 굽기, 음악 공유, 그리고 팟캐스트도 가능합니다.
nl_nl: Rhythmbox is een zeer gebruiksvriendelijk muziek en management programma ondersteunt een breed scala aan audio-indelingen (zoals mp3 en ogg). Aanvankelijk geïnspireerd door Apple's iTunes, de huidige versie ondersteunt ook internetradio, iPod integratie en generieke draagbare audiospeler, audio-CD's, audio-CD's, het delen van muziek en podcasts.
pt_br: O Rhythmbox é um aplicativo muito simples para organizar e ouvir músicas que suporta uma enorme lista de formatos de áudio (incluindo mp3 e ogg). Originalmente inspirado no Apple iTunes, a versão atual também suporta Rádio via Internet, integração com iPod e tocadores de áudio genéricos, gravação de CDs de áudio, reprodução de CDs de áudio, compartilhamento de música e Podcasts.
ru: Rhythmbox -- это очень простая для использования программа для проигрывания и управления музыкой, которая поддерживает широкий диапазон форматов аудио (включая mp3 и ogg). Изначально вдохновлённая iTunes от Apple, текущая версия также поддерживает интернет-радио, интеграцию iPod и поддержку типичных портативных проигрывателей аудио, прожиг и воспроизведение аудио-дисков, распространение музыки и подкасты.
sk: Rhythmbox je veľmi ľahko použiteľný prehrávač hudby, ktorý podporuje širokú ponuku audio formátov (vrátane mp3 a ogg). Bol pôvodne inšpirovaný programom iTunes od Apple, jeho súčasná verzia tiež podporuje internetové rádia, integráciu iPodov a ostatných prenosných prehrávačov, napaľovanie Hudobných CD, prehrávanie Hudobných CD, zdieľanie hudby a Podcasty.
sr: Ритам машина је програм за управљање и пуштање музике који је врло једноставан који подржава широк спектар формата звука (укључујући мп3 и огг). Првобитно инспирисан Ејпловим иТјунсом, тренутна верзија такође подржава Интернет радио, иПод интеграцију и опште преносне музичке справице, нарезивање звучног ЦД-а, пуштање звучног ЦД-а, дељење музике и Подемисије.
sv: Rhythmbox är en mycket enkel att använda musikspelar- och hanteringsprogram som stöder en mängd olika ljudformat (inklusive MP3 och OGG). Ursprungligen inspirerad av Apples iTunes, den nuvarande versionen stöder också Internet Radio, iPod integration och support för allmänna bärbara ljudspelare. Ljud CD-bränning, ljud CD-uppspelning, musikdelning och poddsändningar .
