Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/features/*.po
Languages: ar, ca_es, de, fi_fi, it, ko_kr, nl_nl, pt_br, ru, sk, sr, sv

source: Ubuntu MATE can get viruses and other infections... but it doesn't. Rapid and timely updates ensure that there are very few, if any threats to Linux systems like Ubuntu MATE that persist in the wild. In reality, there have been very few "public" infections in the last 10 years that can affect Ubuntu MATE. They are no longer a threat to anyone installing or using a modern Linux distribution today. Ubuntu MATE is designed to make it difficult for viruses, root kits and other malware to be installed and run without conscious intervention by you, the user. Even if you do accidentally invite in an infection, chances are it's designed to attack Windows and won't do much, if any damage to Ubuntu MATE.
ar: يمكن أن يصاب "أبونتو ماتيه" بالفيروسات و غيرها من الإصابات، لكن ذلك لا يحدث. التحديثات المنتظمة في أوقاتها تضمن أن تهديدات قليلة -إن وجدت أصلاً- لأنظمة لينكس مثل "أبونتو ماتيه" تبقى طليقة دون مكافحة. في الواقع، خلال السنوات العشر الماضية، لم يوجد إلا القليل جداً من المخاطر "العامة" التي يمكن أن تؤثر على أبونتو ماتيه. ولم تعُد تلك المخاطر تهديداً لأي أحد يثبّت أو يستخدم توزيعة لينكس حديثة. إن "أبونتو ماتيه" مصمم ليكون من الصعب على الفيروسات وأدوات الجذر والبرامج الخبيثة، أن تثبّت أو تشغّل دون تدخل واع منك أيها المستخدم. حتى إن قمت دون قصد بإدخال برنامج خبيث فغالباً سيكون مصمماً لمهاجمة أنظمة ويندوز ولن يقوم بضرر كبير لأبونتو ماتيه، هذا إن تسبب به أصلاً.
ca_es: Ubuntu MATE pot agafar virus i altres infeccions... però no ho fa. Les actualitzacions ràpides i a temps asseguren que hi hagi molt poques amenaces, si no cap, contra els sistemes Linux com Ubuntu MATE que estiguin fora de control. En realitat, hi ha hagut molt poques infeccions "públiques" en els últims 10 anys que puguin afectar a Ubuntu MATE. Aquestes ja no són una amenaça per ningú que instal·li o utilitzi una distribució Linux moderna avui en dia. Ubuntu MATE està dissenyat perquè sigui difícil que virus, "root kits", i altres programaris maliciosos siguin instal·lats i executats sense intervenció conscient per part vostra, l'usuari. Inclús si deixeu entrar accidentalment una infecció, possiblement estarà dissenyada per atacar a Windows i no farà molt, sinó cap, dany a Ubuntu MATE.
de: Ubuntu MATE könnte Viren und andere Schadsoftware bekommen ... in der Praxis passiert dies jedoch nicht. Eine schnelle und rechtzeitige Aktualisierung sorgt dafür, dass es nur sehr wenige Gefahren für Linux-Systeme wie Ubuntu MATE in der rauen Welt des Internets gibt. In den letzten 10 Jahren sind nur sehr wenige Infektionen mit Schadsoftware bekannt geworden die Ubuntu MATE beeinflussen könnten. Für alle die ein modernes, aktuelles Linux- System wie Ubuntu MATE einsetzen sind diese alten Infektionswege wegen der mittlerweile durchgeführten Sicherheitsaktualisierungen keine Bedrohung mehr. Ubuntu MATE wurde so entwickelt, dass ein Installieren und Ausführen von Viren, Rootkits und anderer Schadsoftware ohne bewusste Intervention vom Benutzer, erschwert wird. Selbst wenn Sie einmal Schadsoftware heruntergeladen haben, so sind die Chancen groß, dass es sich um eine Schadsoftware für Windows handelt welche Ihrer Ubuntu MATE Installation kaum gefährlich werden kann.
fi_fi: Ubuntu MATEen voi iskeä virus ja muut tartunnat... mutta niin ei tapahdu. Nopeat ja säännölliset päivitykset takaavat, että on olemassa hyvin harva, jos lainkaan uhkia Linux-järjestelmille kuten Ubuntu MATE. Todellisuudessa viimeisen 10 vuoden aikana on ollut hyvin vähän "julkisia" tartuntoja, jotka olisi voineet vaikuttaa Ubuntu MATEen. Niistä ei ole enää uhkaa kenellekään, joka asentaa tai käyttää nykyaikaista Linux-jakelua tänä päivänä. Ubuntu MATE on suunniteltu niin, että virusten, rootkittien ja muiden haittaohjelmien on hyvin vaikea tulla asennetuksi ja käynnistetyksi ilman, että sinä tietoisesti puutut asiaan. Ja vaikka vahingossa altistaisit käyttöjärjestelmän haittaohjelmistolle, se on todennäköisesti suunniteltu hyökkäämään Windowsiin eikä siitä koidu harmia, jos ollenkaan Ubuntu MATElle.
it: Ubuntu MATE può ricevere virus e altre infezioni...ma non è così. Aggiornamenti rapidi e puntuali assicurano che ci siano davvero pochi, se non nessuna minaccia ai sistemi Linux come Ubuntu MATE che possano persistere nel tempo. In realtà, ci sono state davvero poche infezioni "pubbliche" negli ultimi 10 anni che possono affliggere Ubuntu MATE. Queste non sono più, da tempo, una minaccia per chiunque installi o usi una moderna distribuzione Linux oggi. Ubuntu MATE è progettato per rendere difficile a virus, root kit e altri malware l'essere installati e avviati senza l'intervento consapevole da parte tua, l'utente. Anche se accidentalmente incontri un infezione, è più probabile che questa sia progettata per attaccare Windows e non faccia nessun tipo di danno ad Ubuntu MATE.
ko_kr: 우분투 마테는 물론 만능은 아니기 때문에 바이러스에 걸릴 수 있습니다...하지만 그러지 않습니다. 빠른 업데이트 주기가 바이러스에 걸릴 확률을 확연히 줄여주기 때문입니다. 근 10년간 공식적으로 바이러스 공격을 받은 적은 거의 없었습니다. 당신이 모르는 사이에 바이러스나 멀웨어에 공격당할 일은 없을것입니다. 공격받아도 아마 윈도우용으로 개발된 바이러스라 우분투 마테는 안전할 것입니다.
nl_nl: Ubuntu MATE kunnen virussen en andere infecties... maar hij werkt niet. Snelle en regelmatige updates zorgen ervoor dat er heel weinig of geen bedreiging voor Linux systemen als Ubuntu MATE die nog in het wild. In werkelijkheid zijn er weinig 'openbaar' infecties in de afgelopen 10 jaar die invloed kunnen hebben op Ubuntu MATE. Zij zijn geen bedreiging meer voor iedereen het installeren of gebruiken van een moderne Linux-distributie. Ubuntu MATE is ontworpen om het ontstaan van virussen, root-kits en andere malware kunnen worden geïnstalleerd en uitgevoerd zonder bewuste tussenkomst van de gebruiker. Zelfs als u per ongeluk uitnodigen een infectie, is de kans groot dat het systeem is ontworpen om aanvallen Windows en niet veel, indien schade aan Ubuntu MATE.
pt_br: O Ubuntu MATE pode pegar vírus e outros softwares maliciosos... mas não pega! As atualizações rápidas e frequentes garantem que há pouquíssimas ameaças aos sistemas Linux, como o Ubuntu MATE. Na realidade, há pouquíssimos vírus nos últimos 10 anos que podem infectar o Ubuntu MATE. Elas não são mais ameaças a qualquer pessoa utilizando uma distribuição Linux moderna. O Ubuntu MATE é projetado para dificultar a instalação e execução de vírus, root kits e outros softwares maliciosos sem a sua intervenção. Mesmo se você acidentalmente acionar um vírus, as chances são que ele tenha sido desenvolvido para o sistema Windows, não causando danos ao Ubuntu MATE.
ru: Ubuntu MATE может получить вирусы и другие заражения... но не получает. Быстрые и своевременные обновления обеспечивают минимум, если не полное отсутствие серьёзных угроз для систем Linux, таких как Ubuntu MATE. На самом деле, за последние 10 лет было очень немного "эпидемий", которые могли бы коснуться Ubuntu MATE. Они не представляют угрозы никому, кто в нынешние дни устанавливает или использует современный дистрибутив Linux. Ubuntu MATE задумана так, чтобы вирусы, руткиты и другое вредоносное программное обеспечение с трудом могли бы быть установлены или запущены без вашего, пользовательского, сознательного вмешательства. Даже если бы вы и умудрились "заразиться", скорее всего эта программа была спроектирована для атаки Windows и не смогла бы нанести никакого урона Ubuntu MATE.
sk: Ubuntu MATE môže dostať vírusy a iné infekcie... ale nedostáva. Rýchle a skoré aktualizácie zabezpečujú, že je veľmi málo, ak vôbec nejaké sú, hrozieb pre Linuxové systémy ako Ubuntu MATE. V skutočnosti bolo veľmi málo "uverejnených" infekcií z posledných 10 rokov, ktoré môžu ovplyvniť Ubuntu MATE. Už nie sú hrozbou pre nikoho, kto inštaluje alebo používa modernú Linuxovú distribúciu. Ubuntu MATE je navrhnuté tak, abu bolo ťažké pre vírusy, root kity a iný malware sa dostať a fungovať bez vášho vedomého zásahu. Aj keď náhodou natrafíte na infekciu, pravepodobne bude navrhnutá pre útok na systémy Windows a nespraví veľkú, alebo žiadnu škodu pre Ubuntu MATE.
sr: Убунту Мејт би могао закачити вирусе и друге инфекције... али до тога не долази. Брзе и правовремене исправке осигуравају да их има веома мало, ако уопште нека претња Линукс системима као што је Убунту Мејт и даље постоји у дивљини. У стварности, било је врло мало „јавних“ инфекције у последњих 10 година које би могле да утичу на Убунту Мејт. Оне више нису претња ни за кога ко данас инсталира или користи модерне Линукс дистрибуције. Убунту Мејт је осмишљен да вирусима, кртицама и другим злонамерним програмима отежа инсталацију и рад без вашег свесног уплитања. Чак и ако случајно закачите неку инфекцију, највероватније ће бити да је створена да нападне Виндоуз и неће направити велику, или никакву штету на Убунту Мејту.
sv: Ubuntu MATE kan få virus och andra infektioner... men det gör det inte. Snabba uppdateringar säkerställer att det finns mycket få, om ens några hot mot Linux system som Ubuntu MATE som fortfarande existerar i det vilda. I själva verket har det varit mycket få "offentliga" infektioner under de senaste 10 åren som kan påverka Ubuntu MATE. De är inte längre ett hot mot någon att installera eller använda en modern Linux distribution idag. Ubuntu MATE är utformat för att göra det svårt för virus, rootkits och annan skadlig kod att installeras och köras utan medvetet ingripande från dig som användare. Även om du råkar bjuda in en infektion, är chansen att det är utformat för att attackera Windows och kommer inte att göra mycket, om någon skada till Ubuntu MATE.

source: Another significant security feature of Ubuntu MATE is that its users are not administrators by default. Administrators ("root" users) on any computer system have permission to do anything they want, including the ability to damage the system.
ar: ميزة أمنية أخرى مهمة في "أبونتو ماتيه" هي أن المستخدمين ليسوا مديرين افتراضياً. المديرون (مستخدمو "root") على أي نظام حاسب لديهم الإذن بفعل أي شيء يريدون، ومن ذلك القدرة على الإضرار بالنظام.
ca_es: Una altra característica important d'Ubuntu MATE és que els seus usuaris no són administradors per defecte. Els administradors (usuaris "root") en qualsevol sistema informàtic tenen permís per fer tot allò que vulguin, incloent-hi la capacitat de danyar el sistema.
de: Ein weiteres wichtiges Sicherheitsmerkmal von Ubuntu MATE ist, dass ein Benutzer nicht standardmäßig Administratorrechte ("root" Rechte) besitzt. Administratoren auf Computer System haben die Rechte, alles zu tun was sie wollen, einschließlich der Möglichkeit, das System zu beschädigen.
fi_fi: Toinen merkittävä turvallisuusominaisuus Ubuntu MATEssa on se, että käyttäjät eivät ole oletusarvoisesti järjestelmänvalvojia. Minkä tahansa tietokonejärjestelmän järjestelmänvalvojilla ("root"-käyttäjillä) on oikeus tehdä mitä ikinä haluavat, mukaan lukien järjestelmän vahingoittaminen.
it: Un'altra importante caratteristica di sicurezza di Ubuntu MATE è che gli utenti non sono amministratori di default. Gli amministratori ( utenti "root") su un qualsiasi sistema hanno il permesso di fare qualsiasi cosa vogliano, inclusa la capacità di danneggiare il sistema.
ko_kr: 우분투 마테는 보안 강화를 위해 관리자 권한을 함부로 주지 않습니다. 관리자 권한을 가진 사용자 (루트, root) 는 무엇이든, 심지어 시스템을 망가뜨리는 짓도 할 수 있습니다.
nl_nl: Een andere belangrijke functie van Ubuntu MATE dat haar gebruikers niet beheerders standaard. Beheerders ("root" gebruikers) op een computersysteem toestemming hebben om te doen wat ze willen, inclusief de mogelijkheid om het systeem beschadigen.
pt_br: Outra característica importante do Ubuntu MATE é que os utilizadores não são administradores do sistema por padrão. Os administradores (usuários "root") de um computador têm permissão para fazer o que quiserem, incluindo danificar o sistema.
ru: Ещё одна значительная деталь безопасности в Ubuntu MATE -- это то, что пользователи не являются администраторами по умолчанию. Администраторы ("суперпользователи") на любом компьютере имеют возможность делать всё, что захотят, и даже нанести ущерб системе.
sk: Ďašiou bezpečnostnou črtou Ubuntu MATE je fakt, že používatelia nie sú štandardne administrátormi. Administrátori ("root") majú v ktoromkoľvek počítačovom systéme povolenie robiť čokoľvek chcú, vrátane schopnosti poškodiť systém.
sr: Још једна значајна одлика безбедности Убунту Мејта је да његови корисници нису администратори по основи. Администратори („супер“ корисници) на било ком рачунарском систему имају дозволу да раде шта желе, укључујући могућност да оштете систем.
sv: En annan viktig säkerhetsfunktion i Ubuntu MATE är att användarna inte är administratörer som standard. Administratörer ("root" användare) har tillåtelse att göra vad de vill på datorsystemet, inklusive möjligheten att skada systemet.

source: For example, other operating systems look at the name of a file to determine which program should open it, then immediately attempt to open it. That design makes it easy for an intruder to attack a computer. Ubuntu MATE opens a file based on what the file is, not based on its name. So even if a malicious program disguises its identity by using the name "Last Will and Testament.txt" Ubuntu MATE will recognize the file as a program. The system provides a warning that the file is not a text file, but that it is a program that will be run if you give it permission to continue. To be extra secure, Ubuntu MATE requires you to provide your administrator password before that permission is granted. Every single time.
ar: على سبيل المثال، تنظر الأنظمة الأخرى في اسم الملف لتقرر بأي برنامج يجب فتحه، ثم تحاول بعدها فتح الملف مباشرة. وهذا التصميم يجعل من السهل على المتطفل مهاجمة الحاسوب. أما "أبونتو ماتيه" فيفتح الملف اعتمادًا على نوعه ومحتواه لا اعتماداً على اسمه. لذا، فحتى لو حاول برنامج مشبوه إخفاء هويته تحت اسم خادع، فإن "أبونتو ماتيه" ستعرف على الملف على أنه برنامج، فيعرض النظام إنذاراً بأن الملف ليس ملفاً نصياً بل برنامج سيعمل إذا منحته الإذن للاستمرار، ولمزيد من الأمان، يطلب منك "أبونتو ماتيه" إدخال كلمة مرور مدير النظام قبل منح الإذن. وذلك في كل مرة.
ca_es: Per exemple, altres sistemes operatius miren el nom del fitxer per determinar quin programa hauria d'obrir-lo, llavors immediatament intenten obrir-lo. Aquest disseny fa que sigui fàcil per a un intrús atacar un ordinador. Ubuntu MATE obre un fitxer basant-se en el tipus de fitxer que és, no en com s'anomena. Per tant, si un programa maliciós disfressés la seva identitat mitjançant el nom "Últimes voluntats i testament.txt", Ubuntu MATE reconeixeria el fitxer com un programa. El sistema proporciona una advertència que el fitxer no és un fitxer de text, sinó que és un programa que serà executat si li doneu permís per continuar. Per ser més segur, Ubuntu MATE us demanarà que proporcioneu la vostra contrasenya d'administrador abans que aquest permís sigui concedit. Cada vegada.
de: Beispielsweise stellen andere Betriebssysteme anhand des Namens einer Datei fest, mit welchem Programm es geöffnet werden soll. Daraufhin versucht das Betriebssystem diese unverzüglich zu öffnen. Dieses Design macht es für einen Angreifer extrem einfach in einen Computer einzudringen. Ubuntu MATE öffnet eine Datei nicht aufgrund seines Namens, sondern analysiert erst genau um was für eine Datei es sich handelt. Selbst wenn ein bösartiges Programm seine Identität mit dem Namen "Letzter Wille und Testament.txt" verschleiern würde, würde Ubuntu MATE die Datei als ein Programm erkennen und eine Warnung anzeigen, dass die Datei keine Textdatei ist und es sich stattdessen um ein ausführbares Programm handelt. Dieses wird nur ausgeführt, wenn sie explizit Ihre Erlaubnis dafür erteilen. Um besonders sicher zu sein fordert Ubuntu MATE, dass Sie Ihr Administrator Kennwort eingeben bevor die Genehmigung zum Ausführen der Datei erteilt wird. Und das jedes Mal.
fi_fi: Esimerkiksi muut käyttöjärjestelmät päättävät tiedoston nimen perusteella minkä ohjelman kuuluu sitä avata ja yrittävät heti sitten avatakin. Se malli helpottaa tietokoneeseen hyökkääjän työtä. Ubuntu MATE avaa tiedoston sen perusteella, mitä se tiedosto on, ei nimen perusteella. Joten vaikka haittaohjelma naamioituisi käyttäen nimeä "Testamentti.txt", Ubuntu MATE tunnistaa tiedoston ohjelmana. Järjestelmä antaa varoituksen siitä, että tiedosto ei olekaan tekstitiedosto, vaan ohjelma, joka annetaan käynnistyä jos annat siihen luvan. Ollakseen erityisen turvallinen, Ubuntu MATE vaatii sinulta järjestelmänvalvojasalasanasi ennen kuin oikeus annetaan. Joka ikinen kerta.
it: Per esempio, gli altri sistemi operativi guardano al nome del file per determinare quale programma dovrebbe aprirlo, quindi provano immediatamente ad aprirlo. Questa progettazione rende facile ad un intruso, attaccare un computer. Ubuntu MATE apre i file in base a che file è, non in base al nome. Così anche se un file malevolo traveste la sua identità usando il nome "Testamento e Ultime Volontà.txt", Ubuntu MATE riconoscerà il file come un programma. Il sistema offre un avviso che il file non è un file di testo, ma che è un programma che può essere avviato se gli dai il permesso di continuare. Per essere ancora più sicuro, Ubuntu MATE ti richiede di inserire la password di amministratore prima che il permesso venga concesso. Ogni singola volta.
ko_kr: 예를 들어, 다른 운영체제들은 파일들을 열때 그 이름만 보고 사용자의 동의 없이 열려고 합니다. 해커들은 이 점을 악용하여 사용자들의 시스템을 공격합니다. 우분투 마테는 해커가 파일의 이름을 어떻게 바꿔놓아도 (예: virus.jar --> Last Will and Testament.txt) 프로그램의 성질을 파악하고 사용자에게 권한을 묻습니다. 그리고 항상 권한을 내리기 전 사용자의 패스워드를 물어봅니다. 철벽같은 보안이죠.
nl_nl: Bijvoorbeeld andere besturingssystemen kijken naar de naam van een bestand om te bepalen welk programma moet openen, daarna meteen proberen om het te openen. Dat ontwerp maakt het gemakkelijk om een indringer met een aanval op een computer. Ubuntu MATE opent een bestand gebaseerd op wat het bestand is niet gebaseerd op zijn naam. Dus zelfs als een kwaadaardig programma vermommingen zijn identiteit door het gebruik van de naam "Laatste wilsbeschikking.txt" Ubuntu MATE herkent het bestand als een programma. Het systeem geeft een melding dat het bestand niet een tekstbestand, maar dat is een programma dat wordt uitgevoerd als u hem geeft toestemming om door te gaan. Extra beveiligde, Ubuntu MATE vereist om uw beheerderswachtwoord voordat hiervoor toestemming heeft verleend. Elke keer weer.
pt_br: Por exemplo, outros sistemas operacionais observam a extensão de um arquivo para determinar qual aplicativo deve abri-lo, e então tentam abri-lo imediatamente. Esse comportamento torna fácil para um intruso atacá-lo. Assim, mesmo se um programa malicioso se identifica por "Últimos desejos e Testamento.txt" o Ubuntu MATE o reconhecerá como um programa. O sistema avisará que o arquivo não é um arquivo de texto, mas um programa que será executado se você assim permitir. Para ser extra seguro, o Ubuntu MATE solicitará a senha de administrador antes que a permissão seja concedida. Isso acontecerá todas as vezes.
ru: Например, другие операционные системы используют название файла для того, чтобы определить, какой программой его открыть, а затем немедленно делают попытку его открыть. Такой подход упрощает нападение на компьютер злоумышленнику. Ubuntu MATE открывает файл, основываясь на его реальном содержимом, а не названии. Даже если вредоносная программа маскируется под именем "Последняя воля и завещание.txt", Ubuntu MATE распознает файл, как программу. Система предупредит вас, что файл не является текстовым, но является программой, которая будет запущена, если вы дадите на это разрешение. Для большей защищённости Ubuntu MATE потребует у вас пароль администратора перед тем, как дать разрешение. Каждый раз.
sk: Iné operačné systémy, napríklad, skontrolujú názov súboru aby rozhodli, ktorý program ho má otvoriť a okamžite sa o to pokúsia. Takýto prístup uľahčuje útočníkovi útok na počítač. Ubuntu MATE otvára súbory podľa toho, akého typu sú, nie podľa jeho názvu. Preto aj keby sa škodlivý program ukríval pod názvom "Posledná vôľa.txt", Ubuntu MATE ho rozpozná ako program. Systém upozorní používateľa, že sa jedná o program a že sa vykoná, ak mu dáte povolenie pokračovať. Pre ešte väčšie zabezpečenie, Ubuntu MATE požaduje aby ste sa prihlásili heslom administrátora, než udelíte povolenie. Každý krát.
sr: На пример, други оперативни системи гледају назив датотеке да би одредили који би програм требало да је отвори, а затим одмах покушавају да је отворе. Такав дизајн олакшава уљезу да нападне рачунар. Убунту Мејт отвара датотеку на основу онога што датотека јесте, а не на основу њеног назива. Тако чак и ако злонамерни програм прерушава свој идентитет користећи назив „Задње завештање и тестамент.txt“ Убунту Мејт ће препознати датотеку као програм. Систем упозорава да датотека није текстуална датотека, већ да је то програм који ће се покренути ако му дате дозволу да настави. Зарад додатне безбедности, Убунту Мејт захтева од вас да доставите администраторску лозинку да би овлашћење било дато. Сваки пут.
sv: Till exempel, andra operativsystem tittar på namnet på en fil för att avgöra vilka program som ska öppna den, sedan omedelbart försöker öppna det. Den designen gör det lätt för en inkräktare att angripa en dator. Ubuntu MATE öppnar en fil baserat på vad filen är, inte baserat på dess namn. Så även om ett skadligt program döljer sin identitet genom att använda namnet "Sista vilja och Testamente.txt" känner Ubuntu MATE igen filen som ett program. Systemet ger en varning om att filen inte är en textfil, men att det är ett program som kommer att köras om du ger det tillåtelse att fortsätta. För att vara extra säker, kräver Ubuntu MATE att du anger ditt administratörslösenord innan tillstånd beviljas. Varje gång.

source: Powerful Applications
ar: تطبيقات قوية
ca_es: Aplicacions potents
de: Mächtige Anwendungen
fi_fi: Tehokkaita Sovelluksia
it: Applicazioni Potenti
ko_kr: 강력한 프로그램들.
nl_nl: Krachtige toepassingen
pt_br: Aplicativos Poderosos
ru: Мощные приложения
sk: Mocné Aplikácie
sr: Моћни програми
sv: Kraftfulla Applikationer
