Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/features/*.po
Languages: ar, ca_es, de, fi_fi, it, ko_kr, nl_nl, pt_br, ru, sk, sr, sv

source: Shotwell is a digital photo organizer. It allows you to import photos from disk or camera, organize them in various ways, view them in full-window or fullscreen mode, and export them to share with others. It is able to manage a lot of different image formats, also including raw CR2 files.
ar: "شوت ويل" منظم الصور الرقمية. يمكّنك من استيراد الصور من الأقراص أو الكميرات، وتنظيمها بطرق عدة، وعرضها في وضع مِلء النافذة أو مِلء الشاشة، وتصديرها للمشاركة مع آخرين. وهو قادر على إدارة صيغ صور متعددة، تشمل أيضاً ملفات CR2 الخام.
ca_es: Shotwell és un organitzador de fotos digitals. Us permet importar fotos des d'un disc o des d'una càmera, organitzar-ho de diverses formes, veure-ho en tota la finestra o en pantalla completa, i exportar-ho per a compartir-ho amb els altres. És capaç de gestionar una gran quantitat de diferents formats d'imatge, incloent-hi també els fitxers CR2 en cru.
de: Shotwell ist ein Digital- Foto- Verwalter. Es ermöglicht Ihnen, Fotos von einer Festplatte oder eine Kamera zu importieren, auf verschiedene Weise zu organisieren, im Fenster- oder Vollbild- Modus zu betrachten, zu exportieren, und mit anderen zu teilen. Es ist in der Lage, viele verschiedene Bildformate zu verwalten, auch .cr2 Raw- Dateien.
fi_fi: Shotwell on digitaalisten valokuvien järjestelijä. Voit tuoda sillä valokuvia levyltä tai kamerasta, järjestellä ne eri tavoin, katsella niitä täydessä ikkunassa tai kokoruututilassa ja viedä niitä jakaaksesi ne muiden kanssa. Sillä voit hallita lukuisia eri kuvatyyppejä, mukaan lukien CR2 raakakuvatiedostoja.
it: Shotwell è un organizzatore di foto digitali. Ti permette di importare le tue foto da un disco o dalla fotocamera, organizzarle in diversi modi, visualizzarle in finestra intera o a schermo intero, e esportarle per condividerle con gli altri. Inoltre è anche in gradi di gestire molti formati immagine differenti, inclusi i file raw CR2.
ko_kr: Shotwell은 사진 프로그램입니다. 사진을 카메라나 디스크에서 가져와 보실 수 있습니다. 상당히 많은 포맷을 지원합니다. CR2 도요.
nl_nl: Shotwell is een Digital photo organizer. U kunt foto's importeren vanaf een diskette of camera, indelen op verschillende manieren weergeven in full-venster of fullscreen mode en exporteren met anderen te delen. Het kunnen omgaan met een heleboel verschillende beeldformaten, waaronder ook raw CR2 bestanden.
pt_br: O Shotwell é um organizador de fotos digitais. Ele permite você importar fotos do disco ou câmera, os organizar em vários diretórios, visualizá-los em janela cheia ou tela cheia, e exportá-los para compartilhar com outros. É permitido gerenciar um monte de diferentes formatos de imagem, também incluindo arquivos CR2 brutos.
ru: Shotwell -- это цифровой органайзер фото. Он позволяет вам импортировать фотографии с диска или камеры, расположить их различными способами, просмотреть их в развёрнутом окне или полноэкранном режиме, а затем экспортировать их для того, чтобы поделиться с другими. Он может справиться с множеством различных форматов изображений, также включая "сырые" файлы CR2.
sk: Shotwell je správca Vašich digitálnych fotografií. Umožní Vám importovať fotografie z disku alebo fotoaparátu, usporiadať ich rôznymi spôsobmi, zobrazovať ich v jednom okne aj v režimu celej obrazovky, exportovať ich a zdielať s ostatnými. Je schopný zvládnuť veľa rôznych obrazových formátov a to aj súborov raw CR2.
sr: Фото-бунар је дигитални сређивач фотографија. Омогућава вам да увезете фотографије са диска или фото-апарата, разврстате их на разне начине, да их приказујете у пуном прозору или преко целог екрана, и да их извезете да бисте их поделили са другима. Може да управља великим бројем различитих формата слика, укључујући и сирове ЦР2 датотеке.
sv: Shotwell är en digitalfoto organisatör. Det gör att du kan importera bilder från disk eller kamera, organisera de på olika sätt, se de i fönster eller fullskärmsläge, och exportera de för att dela med andra. Det är möjligt att hantera en mängd olika bildformat, även inklusive rå CR2 filer.

source: VLC is the VideoLAN project's media player. It plays MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis files, DVDs, VCDs, podcasts, and multimedia streams from various network sources.
de: VLC ist der Media-Player des VideoLAN -Projekt. Er spielt MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, Quicktime, WebM, FLAC, MP3, Ogg / Vorbis-Dateien, DVDs, VCDs, Podcasts und Multimedia-Streams aus verschiedenen Netzwerkquellen ab.
fi_fi: VLC on VideoLAN projektin mediasoitin. Se toistaa MPEG, MPEG-2, MPEG-4, DivX, MOV, WMV, QuickTime, WebM, FLAC, MP3, Ogg/Vorbis tiedostoja, DVD:tä, VCD:tä, podcasteja, ja multimedia suoratoistoa eri verkkolähteistä.
nl_nl: Shotwell is een Digital photo organizer. U kunt foto's importeren vanaf een diskette van camera, indelen op verschillende manieren weergeven in de modus Volledig venster van fullscreen mode en exporteren met anderen te delen. Het kunnen omgaan met een heleboel verschillende beeldformaten, waaronder ook raw CRtwee bestanden.
sr: ВЛЦ је програм за пуштање медијског садржаја са пројекта ВидеоЛАН-а. Пушта МПЕГ, МПЕГ-2, МПЕГ-4, ДивИкс, МОВ, ВМВ, КвикТајм, ВебМ, ФЛАЦ, МП3, Огг/Ворбис датотеке, ДВД, ВЦД, подепизоде, и мултимедијалне токове из различитих извора на мрежи.

source: VLC can also be used as a streaming server that duplicates the stream it reads and multicasts them through the network to other clients, or serves them through HTTP.
de: VLC kann auch als Streaming-Server verwendet werden, der den Stream dupliziert und über das Netzwerk an andere Clients sendet oder ihn über HTTP weiter schickt.
fi_fi: VLC:tä voidaan myös käyttää suoratoistopalvelimena, joka monistaa suoratoiston, jota se lukee ja ryhmälähettää ne verkon ylitse muille vastaanottajille tai palvelee ne HTTP:n kautta.
nl_nl: VLC kan ook worden gebruikt als een streaming server die dezelfde stream het leest en verzendt ze via het netwerk naar andere clients of komt hen via HTTP.
sr: ВЛЦ може такође да се користи као сервер тока који удвостручава ток који чита и неколико пута га емитује кроз мрежу другим клијентима, или их сервира кроз ХТТП.

source: VLC has support for on-the-fly transcoding of audio and video formats, either for broadcasting purposes or for movie format transformations.
de: VLC kann Musik- Audio und Videoformaten direkt transkodieren, entweder für Sendezwecke oder um verschiedene Medienformate um zu wandeln.
fi_fi: VLC tukee lennosta transkoodaus ääni- ja video-formaateilla, joko lähettämistarkoituksissa tai elokuvaformaatti muutoksia varten.
nl_nl: VLC heeft ondersteuning voor on-the-fly conversie van audio- en video-indelingen, hetzij voor uitzending of voor filmformaten transformaties.
sr: ВЛЦ има подршку за претварање звучних и видео формата у лету, било за потребе емитовања или за претварања формата филма.

source: ... And a whole lot more!
ar: ... والكثير الكثير أيضا!
ca_es: ... I molt més!
de: ... Und eine ganze Menge mehr!
fi_fi: ... Ja paljon enemmän!
it: ... E molto altro ancora!
ko_kr: ...그리고 훨씬 많은 기능들도요!
nl_nl: ... En nog veel meer!
pt_br: ... E muito mais!
ru: ...и много чего ещё!
sk: ... A omnoho viac!
sr: ... И још много тога!
sv: ... Och en hel del mer!

source: Naturally you'll also find a firewall, backup application, document/photo scanner and printer management all included in Ubuntu MATE. And this is just the start. The
ar: بالأحوال العادية، ستجد جدارًا ناريًا، وبرنامجاً للنسخ الاحتياطي، وماسح مستندات أو صور، وإدارة الطابعة كلها مضمنة في "أبونتو ماتيه". وهذه مجرد بداية، إذ إن الأصناف في
ca_es: Naturalment, també trobareu un tallafoc, una aplicació de còpia de seguretat, un escàner de documents / fotos i la gestió d'impressores, tot està inclòs a Ubuntu MATE. I això és només el principi. Les seccions de
de: Natürlich sind eine Firewall, Backup-Anwendung, Dokument/Fotoscanner und Drucker -Management in Ubuntu MATE bereits enthalten. Und das ist nur der Anfang. Die
fi_fi: Luonnollisesti löydät myös palomuurin, varmuuskopiointisovelluksen, asiakirja/valokuva lukulaitteen ja tulostimen hallinnan kaikki sisällytettynä Ubuntu MATE:n. Ja tämä on vain alkua.
it: Naturalmente troverai un firewall, una applicazione per il backup, uno scanner di documenti/foto e la gestione della stampante, tutto incluso in Ubuntu MATE. E questo è solo l'inizio. Le
ko_kr: 당연히 방화벽, 백업 프로그램, 문서/사진 스캐너, 프린터 매니저들도 우분투 마테에 내장되어 있습니다. 이게 다가 아닙니다!
nl_nl: Natuurlijk krijg je ook een firewall, backup, document/photo scanner en printer management opgenomen in Ubuntu MATE. En dit is nog maar het begin. De
pt_br: Naturalmente você também poderá encontrar um firewall, um aplicativo de backup, gerenciador de impressoras e scanners todos presentes no Ubuntu MATE. E isso é apenas o começo. A seção de
ru: В Ubuntu MATE вы найдёте и сетевой экран, приложение резервных копий, сканер документов и фотографий с менеджером принтеров. И это только начало списка. Секция
sk: V Ubuntu MATE samozrejme nájdete aj firewall, aplikáciou pre zálohovanie, skener dokumentov/fotiek a správu tlačiarne. A to je len začiatok.
sr: Наравно да ћете такође наћи мрежну баријеру, програм за резерве, скенер документата/фотографија и управљање штампачем у Убунту Мејту. А ово је само почетак.
sv: Självklart hittar du också en brandvägg, backup program, dokument/fotoskanner och skrivarhantering som ingår i Ubuntu MATE. Och detta är bara början.

source: Software
ar: متجر البرامج
ca_es: Programari
de: Software Boutique
fi_fi: Ohjelmisto
ko_kr: 소프트웨어
nl_nl: Programma
pt_br: Programas
ru: Программное обеспечение
sk: Softvér
sr: Софтвер
sv: Programvara

source: sections includes best-in-class applications for most tasks and a one-click installer for an
ar: تتضمن أفضل البرامج في فئتها لأغلب الاحتياجات، إضافة إلى مثبت الضغطة الواحدة لـ
ca_es: inclouen les millors aplicacions de la seva classe per a la majoria de tasques i un instal·lador d'un sol clic per a
de: umfasst weitere großartige Anwendungen für die meisten Aufgaben und einen Ein-Klick Installer. Mit diesem
fi_fi: osiot sisältävät ensiluokkaiset sovellukset useimpiin tehtäviin ja yhden napsautuksen asennuksen
it: sezioni includono le migliori applicazioni per la maggior parte delle attività e un one-click installer per una
nl_nl: secties omvatten best-in-class programma's voor de meeste taken, en een één-klik installatieprogramma voor een
pt_br: inclui os melhores aplicativos para a maioria das tarefas e um instalador apontar e clicar para um
ru: включает лучшие в своём классе приложения для большинства задач и установщик в один клик для
sk: sekcia obsahuje najlepšie aplikácie vo svojej triede pre väčšinu úloh a inštalačný program na jedno kliknutie.
sr: одељак укључује програме најбоље у класи за већину задатака и инсталер на један клик
sv: sektioner ingår bäst-i-klassen applikationer för de flesta uppgifter och enkelklicks installation för en

source: that will give you access to thousands of applications suitable for just about any professional or recreational pursuit.
ar: الذي سيمنحك إمكانية الوصول إلى آلاف البرامج المناسبة لأي عمل تقريباً، احترافي أو ترفيهي.
ca_es: que us donarà accés a milers d'aplicacions adequades per a gairebé qualsevol activitat professional o recreativa.
de: haben Sie dann Zugriff auf Tausende von Anwendungen geeignet für fast jede berufliche Aufgabe oder Freizeitbeschäftigung.
fi_fi: joka antaa sinulle pääsyin tuhansiin sovelluksiin, jotka käytännössä soveltuvat mihin tahansa ammattimaiseen tai vapaa-ajan askareeseen.
it: che ti darà accesso a centinaia di applicazioni adatte per ogni ambito professionale o ricreativo.
nl_nl: Dat geeft je toegang tot duizenden toepassingen geschikt voor zowat elke professionele of recreatieve nastreven.
pt_br: que lhe dará acesso a milhares de aplicativos adequados para praticamente qualquer propósito, profissional ou recreativo.
ru: который даст вам доступ к тысячам приложений, подходящих для любого профессионального или развлекательного занятия.
sk: , čím získate prístup k tisíckam aplikáciám vhodných pre akúkoľvek profesionálnu alebo amatérsku činnosť.
sr: који ће вам дати приступ хиљадама програма погодних за било коју професионалну или рекреативну сврху.
sv: som ger dig tillgång till tusentals applikationer som lämpar sig för nästan alla professionella- eller rekreations strävan.

source: Games
ar: الألعاب
ca_es: Jocs
de: Spiele
fi_fi: Pelit
it: Giochi
ko_kr: 게임.
pt_br: Jogos
ru: Игры
sk: Hry
sr: Игре
sv: Spel

source: In the last couple of years Linux has become a first class gaming platform thanks to
ar: في السنوات الأخيرة، بات لينكس منصة ألعاب من الطراز الأول، ويعود الفضل في ذلك إلى
ca_es: En l'últim parell d'anys Linux s'ha convertit en una plataforma de jocs de primera classe gràcies a
de: In den letzten paar Jahren ist Linux eine großartige Spiele-Plattform geworden, dank
fi_fi: Viime vuosina Linuxista on tullut ensiluokkainen pelausalusta kiitos
it: Negli ultimi anni Linux una piattaforma di gioco di prima classe grazie a
nl_nl: In de laatste paar jaar werd Linux een eerste klas spelplatform dankzij
pt_br: Nos últimos anos, Linux se tornou uma plataforma de jogos de primeira classe graças ao
ru: За последние несколько лет Linux стал первоклассной игровой платформой, благодаря
sk: V posledných niekoľko rokov sa Linux stal prvotriednou platformou vďaka tomu, že
sr: У последњих неколико година Линукс је постао прворазредна играчка платформа захваљујући
sv: Under de senaste åren har Linux blivit en förstklassig spelplattform tack vare

source: bringing the
ar: التي وفرت
ca_es: portant la plataforma
de: welche die
fi_fi: Corporationin tuoman
it: portando la
pt_br: trazendo a plataforma
ru: появлению платформы
sk: prinieslo
sr: доношењем
sv: Föra med

source: platform to Linux. At the time of writing Steam has more than 1000 high quality indie and AAA titles available for Linux. Ubuntu MATE is fully compatible with Steam for Linux.
ar: وحتى وقت هذا المكتوب، يحوي ستيم Steam أكثر من 1000 من الألعاب المستقلة والمشهورة عالية الجودة متوفرة للينكس. إن نظام "أبونتو ماتيه" متوافق تماماً مع ستيم Steam.
ca_es: a Linux. Quan es redactava aquest text, Steam ja compta amb més de 1000 títols disponibles d'alta qualitat indie i AAA per a Linux. Ubuntu MATE és totalment compatible amb Steam per a Linux.
de: Plattform auf Linux portiert haben. Zum Zeitpunkt der Verfassung diesen Texts sind auf "Steam" mehr als 4000 qualitativ hochwertige Indie und AAA Titel für Linux erhältlich. Ubuntu MATE ist voll kompatibel mit Steam für Linux.
fi_fi: alustan Linuxille. Tätä kirjoittaessa Steamissä on yli 1000 korkealaatuista indie- ja AAA-peliä saatavilla Linuxille. Ubuntu MATE on täysin yhteensopiva Steamin kanssa.
it: piattaforma su Linux. Al momento in cui scriviamo Steam ha più di 1000 giochi indie e titoli AAA di alta qualità disponibili per Linux. Ubuntu MATE è completamente compatibile con Steam per Linux.
nl_nl: Platform voor Linux. Op het moment van schrijven stoom heeft meer dan 1000 hoogwaardige indie en AAA titels beschikbaar voor Linux. Ubuntu MATE is volledig compatibel met stoom voor Linux.
pt_br: para o Linux. No período de escrita desse texto, o Steam já possui mais de 1000 jogos indies e AAA de alta qualidade disponíveis para Linux. O Ubuntu MATE é totalmente compatível com o Steam para Linux.
ru: на Linux. Во время написания этого в Steam содержится более 1000 высококачественных независимых и AAA-изданий для Linux. Ubuntu MATE полностью совместима с Steam для Linux.
sk: platformu pre Linux. V dobe písania ma Steam viac než 1000 vysoko kvalitných indie a AAA titulov, ktoré sú k dispozícii pre Linux. Ubuntu MATE je plne kompatibilné so Steam pre Linux.
sr: платформе на Линукс. У време писања Стим има више од 1000 квалитетних независних и ААА наслова на доступних за Линукс. Убунту Мејт је потпуно компатибилан са Стимом за Линукс.
sv: plattform till Linux. Vid skrivande stund har Steam mer än 1000 högkvalitativa indie och AAA titlar tillgängliga för Linux. Ubuntu MATE är helt kompatibelt med Steam för Linux.

source: While Steam is a major step forward for gaming on Linux, there are also many high quality and enjoyable Open Source games titles available for Ubuntu MATE. It doesn't matter if you like flight simulators, motor racing, first person shooters, jump and run or card games, you'll find something to keep you entertained.
ar: بالرغم من أن ستيم Steam خطوة كبيرة إلى الأمام في مجال الألعاب على لينكس، فثمت أيضاً كثير من الألعاب الممتعة، عالية الجودة، مفتوحة المصدر متوفرة لأبونتو ماتيه. لا يُهم إن كنت تحب ألعاب محاكيات الطيران، سباق الدراجات، الألعاب القتالية، ألعاب القفز والركض، أو ألعاب الورق، فستجد شيئا ما لتسليتك .
ca_es: Mentre que Steam és un gran pas endavant per a jugar en Linux, també hi ha molts títols de jocs de codi obert d'alta qualitat i agradables disponibles per a Ubuntu MATE. No importa si us agraden els simuladors de vol, les carreres de cotxes, els trets en primera persona, saltar i córrer o els jocs de targetes, trobareu alguna cosa per mantenir-vos entretingut.
de: Während "Steam" ein wichtiger Schritt vorwärts für Spiele auf Linux ist, stehen auch viele qualitativ hochwertige und unterhaltsame Open Source Spiele für Ubuntu MATE zur Verfügung. Es spielt keine Rolle, ob Sie Flugsimulatoren, Motorsport, Ego-Shooter, Jump and Run oder Kartenspiele mögen, Sie werden etwas finden um sich zu unterhalten.
fi_fi: Vaikka Steam on suuri askel eteenpäin Linuxilla pelaamisessa, on olemassa myös monia muita laadukkaita ja nautittavia Avoimen Lähdekoodin pelejä saatavana Ubuntu MATE:lle. Ei ole väliä pidätkö lentosimulaattoreista, rallipeleistä, ensimmäisen persoonan ammuntapeleistä, tasohyppelyistä tai korttipeleistä, löydät jotain, joka viihdyttää sinua.
it: Anche se Steam è un grande passo avanti per il gaming su Linux, ci sono anche molti giochi Open Source piacevoli e di alta qualità disponibili per Ubuntu MATE. Non importa se ti piacciono simulatori di volo, corse automobilistiche, spara tutto in prima persona, giochi jump and run o di carte, troverai sicuramente qualcosa per farti divertire.
nl_nl: Terwijl Steam is een grote stap voorwaarts voor games op Linux, er zijn ook vele hoogwaardige en plezierige Open Source games beschikbaar voor Ubuntu MATE. Het maakt niet uit of u vluchtsimulatoren, autoracen, first person shooters, Jump and Run of kaartspellen, er is altijd wel iets om je zoet te houden.
pt_br: Enquanto a Steam é o principal avanço para jogar no Linux, há também vários títulos Open Source de alta qualidade e divertidos, disponíveis para o Ubuntu Mate. Não importa se você gosta de simuladores de voo, corrida, FPS, aventura ou cartas, você encontrará algo que o deixará entretido.
ru: Хотя Steam -- большой шаг вперёд для гейминга на Linux, для Ubuntu MATE также доступно множество высококачественных и доставляющих удовольствие игр с открытым кодом. Любите ли вы симуляторы полётов, мотогонки, шутеры от первого лица, бегалки или карточные игры, вы найдёте что-то, что вас развлечёт.
sk: Zatiaľ čo Steam je významným krokom vpred pred hranie hier na Linuxu, existuje tiež množstvo kvalitných a príjemných open source herných titulov, ktoré sú k dispozícii pre Ubuntu MATE. Nezáleží na tom či sa Vám páčia letecké simulátory, automobilové preteky, strielačky, skoky, beh alebo kartové hry, vždy nájdete niečo, čo Vás bude baviť.
sr: Докје Стим велики корак напред за играње на Линуксу, има такође и много наслова игара високог квалитета отвореног кода доступних за Убунту Мејт. Није битно да ли више волите симулаторе лета, трке мотора, пуцачине у првом лицу, скокове и трчање или карташке игре, наћи ћете нешто што ће вас забављати.
sv: Medan Steam är ett stort steg framåt för spel på Linux, finns det också många högkvalitativa och njutbara öppen källkods speltitlar tillgängliga för Ubuntu MATE. Det spelar ingen roll om du gillar flygsimulatorer, motorsport, första persons skjutare, plattform eller kortspel, du hittar något att hålla dig underhållen.

source: Accessibility
ar: إمكانية الوصول
ca_es: Accessibilitat
de: Barrierefreiheit
fi_fi: Esteettömyys
it: Accesibilità
nl_nl: Toegankelijkheid
pt_br: Acessibilidade
ru: Специальные возможности
sk: Prístupnosť
sr: Приступачност
sv: Hjälpmedelsteknik

source: Making an accessible operating system was a key priority when the Ubuntu MATE founders initially set out the goals of the project.
ar: كان إنشاء نظام تشغيل سهل الوصول (لذوي الاحتياجات الخاصة) أولوية مهمة لدى مؤسسي "أبونتو ماتيه" حين وضعوا أهداف المشروع.
ca_es: La creació d'un sistema operatiu accessible era una prioritat clau quan els fundadors d'Ubuntu MATE inicialment van exposar els objectius del projecte.
de: Eines der Hauptanliegen für die Ubuntu MATE Gründer war es, ein barrierefreies Betriebssystem zu schaffen.
fi_fi: Esteettömän käyttöjärjestelmän tekeminen oli keskeinen prioriteetti, kun Ubuntu MATE:n perustajat alun perin asettivat projektin tavoitteet.
it: Creare un sistema operativo accessibile è stata la priorità chiave quando i fondatori di Ubuntu MATE hanno impostato gli obbiettivi del progetto.
nl_nl: Het maken van een toegankelijke besturingssysteem was een belangrijke prioriteit bij de Ubuntu MATE oprichters aanvankelijk ingesteld worden de doelstellingen van het project.
pt_br: Fazer um sistema operacional acessível era uma prioridade quando os fundadores do Ubuntu MATE estabeleceram as metas do projeto.
ru: Создание доступной операционной системы было ключевым приоритетом, когда основатели Ubuntu MATE первоначально обозначили цели проекта.
sk: Vytvoriť prístupný operačný systém bolo kľúčovou prioritou pre zakladateľov Ubuntu MATE, keď si stanovili ciele projektu.
sr: Стварање приступачног оперативног система је кључни приоритет када су оснивачи Убунту Мејта у почетку одређивали циљеве пројекта.
sv: Göra ett tillgängligt operativsystem var en viktig prioritering när Ubuntu MATE:s grundare inledningsvis angav målen för projektet.

source: Ubuntu MATE is never going to be able to offer the comprehensive integration of assistive technologies that
ar: لن يستطيع "أبونتو ماتيه" أبداً توفير التكامل الشامل مع تقنيات إمكانية الوصول (لذوي الاحتياجات الخاصة) التي توفرها توزيعة
ca_es: Ubuntu MATE mai serà capaç d'oferir la integració global de les tecnologies assistides que proporciona
de: Ubuntu MATE wird nie in der Lage sein, die umfassende Integration von unterstützenden Technologien, die
fi_fi: Ubuntu MATE ei koskaan tule tarjoamaan kattavaa avustavan teknologian integraatiota, jota
it: Ubuntu MATE non sarà mai in grado di offrire la completa integrazione di tecnologie assistive che
nl_nl: Ubuntu MATE is nooit in staat zou zijn de volledige integratie van ondersteunende technologieën die
pt_br: O Ubuntu MATE nunca será capaz de oferecer a integração abrangente de tecnologias assistivas que o
ru: Ubuntu MATE никогда не сможет достичь того же уровня интеграции вспомогательных технологий, что предлагает
sk: Ubuntu MATE nikdy nebude schopná ponúknuť takú komplexnú integráciu podporných technológií, akú poskytuje distribúcia
sr: Убунту Мејт никада неће бити у стању да понуди свеобухватну интеграцију помоћних технологија које
sv: Ubuntu MATE kommer aldrig att kunna erbjuda fullständig integration av tekniska hjälpmedel som

source: Sonar GNU/Linux
ar: سونار جنو/لينكس
nl_nl: Echolood GNU/Linux
sr: Сонар Гну/Линукс
