Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/features/*.po
Languages: ar, ca_es, de, fi_fi, it, ko_kr, nl_nl, pt_br, ru, sk, sr, sv

source: provides. But Ubuntu MATE will continue to follow their lead so that Ubuntu MATE is a viable desktop solution where computer access is shared within a household or business where individual needs differ.
ar: المخصصة لذوي الاحتياجات الخاصة، لكن مشروع "أبونتو ماتيه" سيسير على خطاهم ليصبح أبونتو ماتيه أحد حلول سطح المكتب الواقعية حيث يكون الوصول إلى الحاسب مشتركاً بين أفراد مختلفي الحاجات في بيئة المنزل أو العمل الواحدة.
ca_es: . Però Ubuntu MATE continuarà seguint el seu lideratge de manera que Ubuntu MATE sigui una solució d'escriptori viable, on l'accés a l'ordinador es comparteix dins d'una casa o d'un negoci on les necessitats individuals difereixen.
de: hat, anbieten zu können. Aber Ubuntu MATE wird auch weiterhin deren Vorbild folgen, so dass Ubuntu MATE eine leistungsfähige Desktop-Lösung, zum Beispiel innerhalb eines Haushalts oder Unternehmens wird, in denen der Zugang zum Computer von Menschen mit unterschiedlichen Bedürfnissen geteilt wird.
fi_fi: tarjoaa. Mutta Ubuntu MATE tulee jatkamaan heidän jalanjäljissään, jotta Ubuntu MATE on käyttökelpoinen työpöytä ratkaisu, käytettiin tietokonetta joko kotitaloudessa tai yrityksessä, jossa yksilölliset tarpeet vaihtelevat.
it: offre. Ma Ubuntu MATE continuerà a seguire il loro esempio in modo che Ubuntu MATE sia una soluzione desktop utilizzabile dove l'accesso al computer è condiviso all'interno di una famiglia o di una azienda dove i bisogni individuali differiscono.
nl_nl: Biedt. Maar Ubuntu MATE blijft volgen hun voorsprong zodat Ubuntu MATE is een levensvatbare desktopoplossing waar computer toegang wordt gedeeld binnen een huishouden of bedrijf waar individuele behoeften verschillen.
pt_br: fornece. Mas o Ubuntu MATE continuará a acompanhar a sua liderança para que o Ubuntu MATE seja uma solução desktop viável, onde o acesso ao computador é compartilhado dentro de uma casa ou empresa com diferentes necessidades individuais.
ru: Однако Ubuntu MATE продолжит следовать их примеру так, чтобы Ubuntu MATE оставалась жизнеспособным решением для десктопов, где доступ к компьютеру делится в доме или бизнесе, где индивидуальные нужды различны.
sk: Ale Ubuntu MATE bude i naďalej nasledovať ich príkladom, takže Ubuntu MATE je realizovateľným riešením pre zdielaný prístup k počítaču v rámci domácnosti či firmy, kde sa individuálne potreby líšia.
sr: обезбеђује. Али Убунту Мејт ће наставити да прати њихово вођство, тако да Убунту Мејт буде одрживо решење радне површи где приступ рачунару деле у домаћинству или на послу где се индивидуалне потребе разликују.
sv: ger. Men Ubuntu MATE kommer att fortsätta att följa deras exempel så att Ubuntu MATE är en livskraftig stationär lösning där tillgång till dator är delad i ett hushåll eller företag där individuella behov skiljer sig åt.

source: Mobile Integration
ar: التكامل مع الأجهزة المتنقلة
ca_es: Integració mòbil
de: Integration von Mobilgeräten
fi_fi: Mobiili Integraatio
it: Integrazione Mobile
nl_nl: Mobiele integratie
pt_br: Integração com dispositivos móveis
ru: Интеграция с мобильными устройствами
sk: Mobilná integrácia
sr: Мобилна интеграција
sv: Mobil Integration

source: Currently Ubuntu MATE has the essential mobile device support you'd expect. You can plug in a phone, media player or digital camera and the device is automatically detected and mounted. You can then access the files on it or sync its contents.
ar: يوفر "أبونتو ماتيه" حالياً الدعم الأساسي الذي تتوقعه للأجهزة المتنقلة. فتستطيع وصل هاتف جوال، أو مشغل صوتيات، أو كاميرة رقمية بحاسوبك، وسيكتشف الجهاز تلقائياً ويقوم بوصله على هئة قرص. ويمكنك حينها الوصول إلى الملفات على ذلك الجهاز أو مزامنة محتواه.
ca_es: Actualment Ubuntu MATE compta amb el suport per a dispositius mòbils essencial que s'espera. Podeu connectar un telèfon, un reproductor multimèdia o una càmera digital i el dispositiu és automàticament detectat i muntat. A continuació, podeu accedir als fitxers del seu interior o sincronitzar el seu contingut.
de: Derzeit hat Ubuntu MATE die wesentliche Unterstützung für Mobilgeräte die man erwarten würde. Sie können ein Telefon, einen Media-Player oder eine Digitalkamera einstecken und das Gerät wird automatisch erkannt und eingebunden.
fi_fi: Tällä hetkellä Ubuntu MATE:ssa on välttämätön mobiililaitetuki, jota odottaisit. Voit kytkeä puhelimen, mediasoittimen tai digitaalikameran kiinni ja laite automaattisesti havaitaan ja liitetään. Voit sitten käyttää tiedostoja laitteella, tai synkronisoida sen sisällön.
it: Correntemente Ubuntu MATE ha il supporto essenziale che ti aspetti ai dispositivi mobile. Puoi collegare il tuo telefono, media player o macchina fotografica digitale e il dispositivo verrà rilevato e connesso automaticamente. Puoi accedere ai suoi file o sincronizzare il suo contenuto.
nl_nl: Momenteel Ubuntu MATE heeft het essentiële mobile device support je zou verwachten. U kunt een telefoon, mediaspeler of digitale camera en apparaten worden automatisch herkend en bevestigd. U krijgt dan toegang tot de bestanden op het synchroniseren van de inhoud.
pt_br: Atualmente Ubuntu MATE tem o suporte aos dispositivos móveis essenciais que você espera. Você pode conectar um telefone, reprodutor multimídia ou câmera digital e o dispositivo é automaticamente detectado e montado. Você pode então acessar os arquivos nele ou sincronizar o seu conteúdo.
ru: На текущий момент Ubuntu MATE предоставляет необходимую, как вы и можете ожидать, поддержку мобильных устройств. Вы можете подсоединить телефон, проигрыватель медиа или цифровую камеру, и устройство будет автоматически обнаружено и смонтировано. Затем вы можете получить доступ к файлам на нём или синхронизировать содержимое.
sk: Ubuntu MATE podporuje širokú škálu mobilných zariadení. Môžete použiť telefón, prehrávač médií alebo digitálny fotoaparát a prístroj sa automaticky detekuje a pripojí. Potom môžete pristupovať k súborom na ňom alebo synchronizovať jeho obsah.
sr: Тренутно Убунту Мејт има суштинску подршку мобилних уређаја коју бисте очекивали. Можете прикључити телефон, медијску справицу или дигитални фото-апарат и уређај се аутоматски открива и прикачиње. Онда можете да приступите датотекама на њему или да ускладите његов садржај.
sv: För närvarande har Ubuntu MATE viktigt mobilstöd som du förväntar dig. Du kan koppla in en telefon, mediaspelare eller digitalkamera, enheten upptäcks och monteras. Du kan sedan komma åt filerna på den eller synkronisera innehållet.

source: Evolution is an integrated mail, calendar and address book suite. It features integration with Exchange and Google servers, a newsgroup client, LDAP support, web calendars and RSS reader.
ca_es: Evolution és un paquet ofimàtic integrat de correu electrònic, calendari i llibreta d’adreces. Inclou integració amb servidors d'Exchange i de Google, un client de grup de notícies, compatibilitat amb LDAP, calendaris web i lector RSS.
pt_br: O Evolution é um cliente de email, calendário e catálogo de endereços. Possui integração com os servidores Exchange e Google, serviço de notícias, suporte LDAP, calendários web e leitor de RSS.
sv: Evolution är en kombinerad lösning för e-post, kalender och kontakter. Inkluderar integrationsmöjligheter för Exchange- och Google-servrar, en klient för nyhetsgrupper, LDAP-support, webb-kalendrar och RSS-läsare.

source: Celluloid (formerly GNOME MPV) is a simple media player that aims to be easy to use while maintaining a high level of configurability. Features include comprehensive media format support, drag and drop playlist management and MPRIS D-Bus Interface that provides integration with the desktop environment.
ca_es: Celluloid (abans GNOME MPV) és un reproductor multimèdia senzill que pretén ser fàcil d’utilitzar mantenint un alt nivell de configuració. Les seves característiques inclouen una gran compatibilitat amb formats multimèdia, un gestió de la llista de reproducció amb arrossega i deixa anar i la interfície D-Bus MPRIS que proporciona integració amb l'entorn d'escriptori.
pt_br: O Celluloid (anteriormente GNOME MPV) é um reprodutor de mídia simples que visa ser fácil de usar, enquanto mantém um alto nível de configurabilidade. Os recursos incluem suporte abrangente a formatos de mídia, gerenciamento de listas de reprodução por "arrastar e soltar" e interface MPRIS D-Bus que fornece integração com o ambiente de desktop.
sv: Celluoid (tidigare GNOME MPV) är en enkel mediaspelare med målet att vara lätt att använda samtidigt som den erbjuder rika inställingsmöjligheter. Inkluderar funktioner såsom omfattande medieformatstöd, dra-och-släpp-hantering av spellistor och ett MPRIS D-Bus-gränssnitt för integration med skrivbordsmiljön.
