Repository: ubuntu-mate/ubuntu-mate-welcome-legacy
Catalog: data/po/features/*.po
Languages: ar, ca_es, de, fi_fi, it, ko_kr, nl_nl, pt_br, ru, sk, sr, sv

source: Features
ar: المزايا
ca_es: Característiques
de: Besonderheiten
fi_fi: Ominaisuudet
it: Funzionalità
ko_kr: 기능들
nl_nl: Kenmerken
pt_br: Funcionalidades
ru: Возможности
sk: Funkcie
sr: Могућности
sv: Funktioner

source: Modern and Full-Featured
ar: عصري و متكامل المزايا
ca_es: Modern i amb totes les característiques
de: Modern und voll ausgestattet
fi_fi: Nykyaikainen ja Monipuolinen
it: Moderno e con tutte le funzionalità necessarie
ko_kr: 모던함. 그리고 많은 기능들.
pt_br: Moderno e Funcional
ru: Современна и полнофункциональна
sk: Moderný a plne vybavený
sr: Савремен и потпуно функционалан
sv: Modern och Fullfjädrad

source: Ubuntu MATE is a modern computer operating system, with an attractive and easy to understand user interface. Its update manager keeps not only the operating system itself, but all of its installed applications updated to the current release. The operating system is more secure, and better supported than operating systems that come pre-installed on most home computer hardware today.
ar: "أبونتو ماتيه" نظام تشغيلٍ حديث، بواجهة جذابة يسهل فهمها. ومدير تحديثه لا يحافظ فقط على نظام التشغيل وحده فحسب محدثاً، بل يحافظ على كل البرامج المثبتة أيضاً محدثة للإصدار الحالي. إن نظام التشغيل هذا أكثر أماناً ومدعوم أفضل من أنظمة التشغيل التي تأتي مثبتة مسبقاً على أغلب أجهزة الحاسب المنزلية هذه الأيام.
ca_es: Ubuntu MATE és un sistema operatiu modern per a ordinadors, amb una interfície d'usuari atractiva i fàcil d'entendre. El seu gestor d'actualitzacions manté actualitzat a la versió més actual no només el mateix sistema operatiu sinó que també totes les aplicacions instal·lades. El sistema operatiu és més segur, i amb millor suport que d'altres sistemes operatius que vénen preinstal·lats a la majoria d'ordinadors personals avui dia.
de: Ubuntu MATE ist ein modernes Computer-Betriebssystem mit einer leicht zu verstehenden, attraktiven und einfachen Benutzeroberfläche. Die Aktualisierungsverwaltung aktualisiert nicht nur das Betriebssystem selbst, sondern hält auch gleich alle seine installierten Anwendungen auf der aktuellsten Version. Ubuntu MATE ist sicherer und besser mit Aktualisierungen versorgt als Betriebssysteme, die heute auf den meisten Heimcomputern vorinstalliert sind.
fi_fi: Ubuntu MATE on nykyaikainen tietokonekäyttöjärjestelmä, jolla on viehättävä ja selkeä käyttöliittymä. Sen päivitysohjelma pitää ajan tasalla paitsi käyttöjärjestelmän itse, myös kaikki asennetut sovellukset. Käyttöjärjestelmä on turvallisempi ja paremmin tuettu kuin käyttöjärjestelmät, jotka tulevat nykypäivänä valmiiksi asennettuina useimmilla kotitietokoneilla.
it: Ubuntu MATE è un sistema operativo moderno, con un'interfaccia utente attraente e semplice da comprendere. Il suo gestore di aggiornamenti mantiene aggiornati all'ultima release non soltanto il sistema operativo, ma anche le applicazioni installate. Questo sistema operativo è più sicuro e meglio supportato di quelli preinstallati sulla maggior parte dei computer casalinghi.
ko_kr: 우분투 마테는 쉽고 매력적인 인터페이스를 가진 현대적인 운영체제입니다. 우분투 마테의 업데이트 매니저는 운영체제 뿐만 아니라 설치된 모든 프로그램들도 업데이트 해줍니다. 우분투 마테는 요즘 사용하는 운영체제들보다 훨씬 안전하고 지원이 잘 됩니다.
nl_nl: Ubuntu MATE is een modern besturingssysteem, met een aantrekkelijke en gemakkelijk te begrijpen gebruikersomgeving. Zijn update manager houdt niet alleen het besturingssysteem zelf courant, maar ook alle geïnstalleerde applicaties. Het besturingssysteem is veiliger en wordt beter ondersteund dan besturingssystemen die typisch vooraf geïnstalleerd worden op de meeste hedendaagse computers.
pt_br: O Ubuntu MATE é um sistema operacional moderno, com uma interface de usuário atraente e fácil de entender. Seu gerenciador de atualizações mantém não apenas o sistema operacional em si, mas todos os aplicativos instalados nas versões atuais. É um sistema operacional mais seguro e com melhor suporte do que os sistemas que vêm pré-instalados na maioria dos computadores atualmente.
ru: Ubuntu MATE - это современная копьютерная операционная система, с привлекательным и простым в понимании интерфейсом пользователя. Её менеджер обновлений поддерживает обновленными до текущего релиза не только саму операционную систему, а все установленные приложения. Эта операционная система более защищена и поддерживаеться лучше, чем операционные системы, предустановленные сегодня на большинстве домашних компьютеров.
sk: Ubuntu MATE je moderný počítačový operačný systém s atraktívnym a ľahko pochopiteľným používateľským rozhraním. Jeho manažér aktualizácií udržuje nielen systém samotný, ale aj všetky nainštalované aplikácie aktualizované na najnovšie vydanie. Tento operačný systém je bezpečnejší a lepšie podporovaný ako operačné systémy, ktoré sú bežne predinštalované na počítačovom hardvéri.
sr: Убунту Мејт је модеран оперативни систем, са атрактивним и лако разумљивим корисничким сучељем. Његов управник ажурирања не одржава само сам оперативни систем, већ и све његове инсталиране програме ажурираним на тренутном издању. Оперативни систем је много безбеднији и боље подржан од оперативних система који данас долазе унапред инсталирани на већини кућних рачунара.
sv: Ubuntu MATE är ett modernt dator operativsystem, med ett attraktivt och lättförståeligt användargränssnitt. Uppdateringshanteraren håller inte bara själva operativsystemet uppdaterat, utan alla installerade program uppdaterade till den aktuella utgåvan. Operativsystemet är säkrare och har bättre stöd än operativsystem som kommer förinstallerade på de flesta hemdatorer idag.

source: Pre-Configured Yet Flexible
ar: مجهز مسبقاً ومرن في الوقت نفسه
ca_es: Preconfigurat però flexible
de: Vorkonfiguriert und dennoch flexibel
fi_fi: Valmiiksi asennettu mutta Joustava
it: Pre-configurato ma, allo stesso tempo, flessibile
ko_kr: 멋진 집을 만들어드렸습니다. 취향에 맞게 고쳐보세요.
nl_nl: Voorgeconfigureerd maar flexiebel
pt_br: Pré-Configurado mas Flexível
ru: Преднастроена и в то же время податлива.
sk: Prednastavený, Avšak Flexibilný
sr: Унапред подешен и прилагодљив
sv: Förkonfigurerad ändå flexibel

source: Using Ubuntu MATE provides you with the freedom to run a complete, full-featured operating system, pre-configured with most, if not all, of the applications you will need for your daily computing - or to change anything about the way it looks, the way it works, or the applications it runs to suit your taste.
ar: استخدامك لـ "أبونتو ماتيه" يمنحك الحرية لتشغيل نظام متكامل المزايا ومجهز مسبقاً بأغلب -إن لم يكن كل- ما تحتاجه من البرامج لأعمالك الحاسوبية اليومية أو لتغيير أي شيء حول مظهره أو طريقة عمله أو البرامج التي يشغّلها، لتناسب ذوقك.
ca_es: L'ús d'Ubuntu MATE us proporciona la llibertat d'executar un sistema operatiu complet, ple de prestacions, preconfigurat amb la majoria, si no totes, les aplicacions que necessiteu per l'ús diari de l'ordinador - o canviar qualsevol cosa de la seva aparença, la seva manera de funcionar, o les aplicacions que executa per adaptar-se al vostre gust.
de: Die Verwendung von Ubuntu MATE bietet Ihnen ein vollständiges, voll funktionsfähiges Betriebssystem, welches die meisten für den täglichen Gebrauch benötigten Anwendungen bereits mitbringt und ihnen die Freiheit lässt sein Aussehen, seine Funktionsweise und die einzelnen Anwendungen nach Ihrem Geschmack anzupassen.
fi_fi: Kun käytät Ubuntu MATEa, sinulla on vapaus pyörittää täydellistä, ominaisuus-rikasta käyttöjärjestelmää, jossa on valmiiksi asennettuna useimmat, ellei kaikki, päivittäin tarvitsemasi sovellukset. Muuta mitä tahansa siitä, miltä se näyttää, miten se toimii tai käytettävät sovellukset oman maun mukaan.
it: Ubuntu MATE ti offre la libertà di usare un sistema operativo completo e pieno di caratteristiche, preconfigurato con la maggior parte, se non tutte, le applicazioni che ti possono servire nella vita di ogni giorno - o per cambiare il suo stile visuale, il suo modo di funzionare, o le applicazioni più interessanti per i propri gusti.
ko_kr: 우분투 마테는 사용자들에게 가장 쉽고, 자유롭고, 기능적인 운영체제를 드립니다. 일상생활에도 전혀 문제가 없습니다. 취향에 맞게 고치시고, 원하는 프로그램들을 설치하세요.
nl_nl: Als je Ubuntu mate gebruikt krijg je de vrijheid van een compleet besturingssysteem met alle benodigde functies en vooraf ingesteld met de meeste, of zelfs alle programma's die je nodig hebt voor je dagelijks gebruik -of die je nodig hebt om het uitzicht, de werking en de programma's ervan aan te passen naar je eigen smaak.
pt_br: Utilizar o Ubuntu MATE é uma experiência de liberdade para executar um sistema operacional funcional, pré-configurado com a maioria, se não todos os aplicativos que você precisará para uso cotidiano - ou para você modificar a aparência, a funcionalidade ou os aplicativos de acordo com o seu gosto.
ru: Использование Ubuntu MATE снабжает вас свободой запуска законченной, полнофунциональной операционной системы, предукомплектованной большиством, если не всеми, приложениями, которые вам понадобятся для ежедневного пользования компьютером или изменения того как она выглядит, работает или какие включет приложения, чтобы удовлетворить ваш вкус.
sk: Ubuntu MATE vám prináša slobodu používania kompletného, plno funkčného operačného systému, prednastaveného s väčšinou, ak nie všetkými aplikáciami, ktoré budete dennodenne potrebovať, alebo zmeniť čokoľvek vo vzhľade, fungovaní, alebo aplikáciach aby išlo presne tak, ako chcete.
sr: Коришћење Убунту Мејта вам даје слободу да покренете комплетан, потпуно опремљен оперативни систем, са унапред подешеном већином програма, ако не и свим, који ће вам требати за ваш дневни рад на рачунару — или да измените било шта у његовом изгледу, начину рада, или програмима које покреће како бисте задовољили ваш укус.
sv: Använda Ubuntu MATE ger dig friheten att köra ett komplett, fullfjädrat operativsystem, förkonfigurerad med de flesta, om inte alla, av de program du behöver för din dagliga datoranvändning - eller för att ändra någonting om hur det ser ut, hur det fungerar, eller applikationer som körs för att passa din smak.

source: Built-In Security
ar: أمان مدمج
ca_es: Seguretat incorporada
de: Integrierte Sicherheit
fi_fi: Sisäänrakennettu Turvallisuus
it: Sicurezza Intrinseca
ko_kr: 안전함.
nl_nl: Ingebouwde beveiliging
pt_br: Segurança incorporada
ru: Встроенная безопасность.
sk: Vstavaná Bezpečnosť
sr: Уграђена заштита
sv: Inbyggd Säkerhet

source: Ubuntu MATE is designed with security in mind. Unlike operating systems that update only once a month, Ubuntu MATE receives updates continuously. The updates include security patches for Ubuntu MATE and all of its components. Security updates for all of its installed applications are also provided on the same schedule. This ensures that you have the latest protection for all of your computer's software -- as soon as it's available!
ar: أبونتو ماتيه مصمم مع وضع الأمان في الاعتبار. وخلافاً لأنظمة التشيغل التي تحدّث مرة في الشهر فقط، فإن أبونتو ماتيه يستقبل التحديثات باستمرار. التحديثات تتضمن ترقيعات أمنية لأبونتو ماتيه ومكوناته كلها. تقدّّم أيضاً التحديثات الأمنية لكل التطبيقات المثبتة وفق الجدول نفسه، وذلك يضمن حصولك على أحدث حماية لجميع برمجيات حاسوبك فور توفّرها!
ca_es: Ubuntu MATE està dissenyat amb la seguretat en ment. A diferència d'altres sistemes operatius que s'actualitzen només un cop al mes, Ubuntu MATE rep actualitzacions contínuament. Aquestes inclouen actualitzacions de seguretat per a Ubuntu MATE i tots els seus components. Les actualitzacions de seguretat per totes les seves aplicacions instal·lades són proporcionades amb la mateixa periodicitat. Això assegura que tindreu l'última protecció per tot el programari del vostre ordinador -- tan aviat com estigui disponible!
de: Ubuntu MATE wurde mit Sicherheit im Blick entwickelt. Im Gegensatz zu Betriebssystemen, für welche nur monatlich Aktualisierungen verfügbar sind, stellt Ubuntu MATE diese kontinuierlich zur Verfügung. Die Aktualisierungen schließen Sicherheitslücken in Ubuntu MATE und all seinen Komponenten. Sicherheitsaktualisierungen für installierte Anwendungen werden mit der gleichen Kontinuität bereitgestellt. Dies stellt sicher, dass Sie den aktuellsten Schutz für all Ihre Software bekommen -- sobald dieser verfügbar ist!
fi_fi: Ubuntu MATE on suunniteltu turvallisuus huomioiden. Toisin kuin käyttöjärjestelmät, jotka päivittyvät kerran kuussa, Ubuntu MATE saa päivityksiä jatkuvasti. Päivityksissä on turvallisuuskorjauksia sekä Ubuntu MATElle että sen eri osille. Turvallisuuspäivitykset kaikkiin asennettuihin sovelluksiin tarjotaan samalla tiheydellä. Tämä varmistaa, että koko tietokoneesi ohjelmistolla on viimeisin suojaus -- heti kun se on saatavissa!
it: Ubuntu MATE è progettato pensando alla sicurezza. A differenza dei sistemi operativi che si aggiornano una volta al mese, Ubuntu MATE riceve aggiornamenti continuamente. Gli aggiornamenti includono le patch di sicurezza per Ubuntu MATE e tutti i suoi componenti. Gli aggiornamenti di sicurezza per tutte le sue applicazioni installate vengono anche forniti con la stessa pianificazione temporale. Questo assicura che tu abbia l'ultima protezione per tutto il tuo software presente sul computer -- appena è disponibile!
ko_kr: 우분투 마테는 사용자의 안전을 중요시합니다. 우분투 마테는 가끔씩 업데이트되는 운영체제와는 다르게 꾸준히, 매일, 매 시간 업데이트됩니다. 꾸준한 업데이트들로 더욱 강화된 보안패치를 가장 먼저 만나보실 수 있습니다.
nl_nl: Ubuntu MATE werd ontworpen met beveiliging in gedachten. In tegenstelling tot besturingssystemen die slechts éénmaal per maand updaten, ontvangt Ubuntu MATE continu updates. Deze updates omvatten beveiligingspatches voor Ubuntu MATE en alle bijbehorende componenten. Beveiligingsupdates voor alle geïnstalleerde toepassingen gebeuren op hetzelfde schema. Dit zorgt ervoor dat u de nieuwste bescherming voor al uw computer software krijgt zodra deze beschikbaar is!
pt_br: O Ubuntu MATE é projetado com segurança em mente. Ao contrário dos sistemas operacionais que se atualizam apenas uma vez por mês, o Ubuntu MATE recebe atualizações continuamente. Essas atualizações incluem correções de segurança para o Ubuntu MATE e todos os seus componentes. As atualizações de segurança para todos os aplicativos instalados também são oferecidas continuamente. Isso garante que você terá a proteção atual para todos os softwares do seu computador tão logo quanto disponíveis!
ru: Система Ubuntu MATE разработана с учётом требований безопасности. В отличие от операционных систем, обновляющихся раз в месяц, Ubuntu MATE постоянно получает обновления. Обновления включают в себя патчи безопасности для Ubuntu MATE и всех её компонентов. В том же расписании предоставляются обновления безопасности для всех из установленных приложений для неё. Это гарантирует, что для всё программное обеспечение вашего компьютера получает новейшую защиту -- сразу по её доступности!
sk: Ubuntu MATE je dizajnované bezpečne. Na rozdiel od operačnýc systémov, ktoré sa aktualizujú len raz za mesiac, Ubuntu MATE dostáva aktualizácie neustále. Aktualizácie obsahujú bezpečnostné záplaty pre Ubuntu MATE a všetky jeho komponenty. Bezpečnostné aktualizácie všetkých aplikácii sú tiež poskytované s rovnakým rozvrhom. Toto zaručuje, že máte najnovšiu ochranu pre všetok softvér na počítači, tak rýchlo ako sú vydané.
sr: Убунту Мејт је осмишљен са сигурношћу на уму. За разлику од оперативних система који се ажурирају само једном месечно, Убунту Мејт прима ажурирања непрекидно. Исправке укључују безбедносне закрпе за Убунту Мејт и све његове компоненте. Безбедносне исправке за све његове инсталиране програме се такође обезбеђују по истом распореду. Ово осигурава да имате најновију заштиту за сав софтвер рачунара — чим је доступна!
sv: Ubuntu MATE är utformad med tanke på säkerheten. Till skillnad från operativsystem som uppdateras en gång i månaden, får Ubuntu MATE uppdateringar kontinuerligt. Uppdateringarna ger ökad säkerhet för Ubuntu MATE och alla dess komponenter. Säkerhetsuppdateringar för alla installerade program finns också på samma schema. Detta säkerställer att du har det senaste skyddet för alla datorns programvaror - så snart den är tillgänglig!
